{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "HRRT_12_2007.pdf",
    "total_pages": 10
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "12/2007",
        "reference_number": "HRRT 29/06",
        "court_tribunal": "HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "Auckland",
        "hearing_date": "12, 13, and 14 June 2007",
        "decision_date": "14 August 2007",
        "case_title": "THE DIRECTOR OF PROCEEDINGS DESIGNATED UNDER THE HEALTH AND DISABILITY COMMISSIONER ACT 1994 AND KAMALJEET KAUR",
        "legal_basis": "Health & Disability Commissioner Act 1994, Health & Disability Commissioner (Code of Health and Disability Services Consumers' Rights) Regulations 1996",
        "decision_type": "DECISION",
        "page_range": {
          "start_page": 1,
          "end_page": 10
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "THE DIRECTOR OF PROCEEDINGS DESIGNATED UNDER THE HEALTH AND DISABILITY COMMISSIONER ACT 1994",
            "role": "Plaintiff",
            "type": "Government Agency"
          }
        ],
        "defendants": [
          {
            "name": "KAMALJEET KAUR",
            "role": "Defendant",
            "type": "Individual"
          }
        ],
        "other_parties": [
          {
            "name": "Mrs Myra Jean Hughes",
            "role": "Patient"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Mr RDC Hindle",
          "role": "Chairperson"
        },
        {
          "name": "Ms T McNaughton",
          "role": "Member"
        },
        {
          "name": "Dr W I McKean",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr M R Heron & Mr M J F Wright",
          "representing": "plaintiff"
        },
        {
          "counsel": "Mr D D Rice",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "Introduction",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "On or about 3 September 2005 Mrs Myra Jean Hughes sustained a fracture of her left upper arm while she was in the care of the Manurewa House Rest Home and Private Hospital (‘the Home'). The injury was later reported as a fracture of the left humerus with significant and visible displacement.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "At the time Mrs Hughes, whom the family have asked us to refer to as 'Jean', suffered from dementia. She was unable to speak or communicate other than by certain facial gestures and some noises. She was also almost completely immobile. As a result Jean was unable to tell anyone what had happened to her. On the other hand, it seems almost certain that someone at the Home must have seen her sustain the injury. There is no possibility that Jean would have been able to pick herself up after an accident.",
              "page": 1
            },
            {
              "number": "[3]",
              "content": "Tragically, however, the extent of Jean's injuries went unnoticed by the Home until the morning of 5 September 2005. Throughout the intervening time (and, as we will explain, even afterwards) she must have been in very considerable pain.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "The defendant was the caregiver who was most directly involved in looking after Jean during the afternoon/evening shift on 3 September 2005.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "The Director of Proceedings (‘the Director') designated under the Health & Disability Commissioner Act 1994 (‘the Act') says that the defendant knew or must have known of the injuries sustained by Jean at the time she suffered them, but that she (i.e., the defendant) did not report the matter as she should have done, and that she went on to conceal the full extent of her knowledge about what had happened for some weeks after the incident. The Director alleges that the defendant's conduct has breached the standards required under the Health & Disability Commissioner (Code of Health and Disability Services Consumers' Rights) Regulations 1996 (‘the Code') in a",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Health & Disability Commissioner Act 1994",
                  "context": "Designation of the Director of Proceedings."
                },
                {
                  "type": "regulation",
                  "reference": "Health & Disability Commissioner (Code of Health and Disability Services Consumers' Rights) Regulations 1996",
                  "context": "Standards breached by the defendant's conduct."
                }
              ]
            },
            {
              "number": "[6]",
              "content": "For the defendant, Mr Rice did not argue that if the account of events that was put forward by the Director were to be accepted, there might nonetheless have been no breach of the Code. Instead the defendant's case is that she does not know how Jean sustained her injury, and that she was not aware of it at the time save perhaps to the extent that she reported some bruising and a skin tear when she was caring for Jean on 3 September 2005.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "As a consequence the significant issues in this case are factual rather than legal. And, although our task is to consider the totality of the evidence about what occurred when the defendant was looking after Jean on 3 September 2005, a very significant part of the evidence relates to a conversation that took place between the defendant and Mr Brian Craig (who was and is the manager of the Home) on 22 September 2005. It is common ground that on 22 September 2005 the defendant admitted that, when she was lifting Jean onto the bed on 3 September 2005, Jean had fallen and had hit her head and shoulder on the bedside cabinet. The defendant says, however, that she was forced by Mr Craig into making this admission. Mr Craig denies the defendant's allegation against him.",
              "page": 2
            },
            {
              "number": "[8]",
              "content": "The result is that the outcome of the case depends to a significant extent on our assessment of the reliability and credibility of the evidence that was heard from each of the defendant and Mr Craig, and in particular as to what was said between them on 22 September 2005, and why.",
              "page": 2
            }
          ]
        },
        {
          "title": "Conduct of the proceedings",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[9]",
              "content": "The claim was filed in September 2006. It has been brought against the defendant only, not the Home or its management.",
              "page": 3
            },
            {
              "number": "[10]",
              "content": "The Director asks for a number of different remedies to be awarded pursuant to s.54 of the Act, including a declaration, an order for costs and such other relief as might seem to be appropriate. In addition, the Director asks us to award compensatory damages in a sum of $10,000 to be paid to Jean's daughter, Mrs Pauline Hughes. That part of the claim is put on the basis that Jean's daughter is a person who was and is aggrieved by the defendant's conduct in respect of Jean (Jean passed away on 4 October 2005, and there is no claim for compensatory or other damages on her account). The result is that - at least in respect of the claim for damages - this case raises the same question which was considered by the Tribunal in Director of Health & Disability Proceedings v Marks [2005] NZHRRT 37 (23 December 2005), and which has yet to be decided on a judicial review of that decision by the High Court: see Marks v Director of Health & Disciplinary [sic] Proceedings (Unreported, High Court, Wellington, CIV- 2006-485-864, 4 April 2007, per Clifford J).",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Health & Disability Proceedings v Marks [2005] NZHRRT 37 (23 December 2005)",
                  "context": "Raises the same question regarding damages."
                },
                {
                  "type": "case",
                  "reference": "Marks v Director of Health & Disciplinary [sic] Proceedings (Unreported, High Court, Wellington, CIV-2006-485-864, 4 April 2007, per Clifford J)",
                  "context": "A judicial review of the Marks decision."
                }
              ]
            },
            {
              "number": "[11]",
              "content": "Recognising the possibility that the judicial review in the Marks case may result in a finding that the Tribunal has no jurisdiction to award damages to Jean's daughter, it was agreed that the issue of damages in this case should be reserved for determination, if that is necessary, once the High Court decision in the Marks case is known. Given the issues of credibility, and the fact that the central issue is whether or not the defendant is liable under the Code at all, it seemed pragmatic to proceed with so much of the case as might be dealt with notwithstanding that the outcome in the Marks litigation is unavailable.",
              "page": 3
            }
          ]
        },
        {
          "title": "Background",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[12]",
              "content": "We begin by setting the background out in more detail.",
              "page": 3
            },
            {
              "number": "[13]",
              "content": "Jean was admitted to the Home in September 2004. She was then aged 78. She had dementia, suffered from impaired memory and judgement, and had difficulty speaking and communicating. She needed full assistance with all her activities of daily living, including showering and toileting. The notes for Jean's care on her admission show that at that time she required assistance with one staff member and a pacer frame for mobility, but that she was a ‘high risk' for falls. However the ongoing Care Plan notes show that as early as October 2004 she was identified as a ‘two person transfer' - meaning that two people were required should it be necessary to transfer Jean from (for example) a chair to her bed.",
              "page": 3
            },
            {
              "number": "[14]",
              "content": "By September 2005 Jean's condition had deteriorated. She had some limited facial gestures, and made noises, but nothing that could be described as speech. She was almost completely immobile. The Home's notes from October 2004 to September 2005 contain many references to the fact that her Care Plan required two people to lift Jean when she was being transferred.",
              "page": 4
            },
            {
              "number": "[15]",
              "content": "The Home has both hospital beds and rest home beds for its residents. Jean was in the hospital wing. The Home is owned and managed by Mr Craig. Its staff at the relevant time comprised a care co-ordinator, a team of about five registered nurses, and some eighteen caregivers and on-call nursing and care-giving staff. At any given time there would be at least one registered nurse and between two and seven caregivers on duty.",
              "page": 4
            },
            {
              "number": "[16]",
              "content": "The notes kept by the Home show that on the night of 2/3 September 2005 Jean was settled.",
              "page": 4
            },
            {
              "number": "[17]",
              "content": "Some time between 8.00 a.m. and 12.30 p.m. on 3 September 2005 Jean was showered by a caregiver (not the defendant), and then wheeled back to her bedroom. She was dressed and transferred from the shower chair into her bed. The transfer was completed by the caregiver and one other, in accordance with proper procedure for Jean.",
              "page": 4
            },
            {
              "number": "[18]",
              "content": "The defendant's shift at the Home started that day at 3.00 p.m.. She worked until 9.00 p.m.. At the start of the shift Jean was in the lounge. At about 5.00 p.m. she was brought into the dining-room, and the defendant helped with her feeding. Jean was sitting in a ‘Lazyboy' style chair with her arms crossed. The defendant says that she was holding her upper arms very tightly with her hands and that she (the defendant) was unable to get her to release her hands. Evidently it was not unusual for Jean to hold her arms in this way, so that the fact that she was doing so at that time cannot be taken as establishing that she was in pain.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "At about 6.00 p.m. it was the defendant's responsibility to put Jean to bed. This involved transferring her from the chair she was in to her bed, and putting her nightgown on. It is clear that the defendant carried out that transfer, and that she did it on her own.",
              "page": 4
            },
            {
              "number": "[20]",
              "content": "Just before the defendant finished her shift that evening she filled in an Accident/Incident Report in respect of Jean. The form describes a skin tear that was noticed at about 6.15 p.m. Under the heading 'Description of Accident/Incident' the defendant wrote:",
              "page": 4,
              "quoted_material": {
                "source": "Accident/Incident Report",
                "content": "“I noticed at tea time that Jean was holding her arm very tightly. When I came to feed her I put her hands down and she hold her shoulder again. When I took her in her chair start changing her & released her hand from her arm & I saw a big bruise (it was bleeding). RN was busy & I thought I put the elastoplast [?] on it & put Jean in bed.\""
              }
            },
            {
              "number": "[21]",
              "content": "Under the heading ‘Treatment given' the defendant reported “Dressing done”.",
              "page": 5
            },
            {
              "number": "[22]",
              "content": "The policy at the Home required that a skin tear such as this be reported. There are differing accounts of what the nurse on duty that night was told by the defendant at the time. We return to the matter later in this decision, but it is clear that the registered nurse who was on duty that night (Ms Jasmine Velasquez) did not go and look at the skin tear herself.",
              "page": 5
            },
            {
              "number": "[23]",
              "content": "There is nothing in the Accident/Incident Report to record any fall, much less the kind of fall or trauma that might have broken Jean's arm.",
              "page": 5
            },
            {
              "number": "[24]",
              "content": "The notes for Jean indicate that none of the caregivers or nurses who were responsible for Jean after 9.00 p.m. on 3 September 2005 and before the morning shift on 5 September 2005 noticed her injuries. This was notwithstanding that the nurse on duty on 4 September 2005 washed Jean's face, hands and groin, and with the assistance of another - lifted her from her chair to her bed.",
              "page": 5
            },
            {
              "number": "",
              "content": "Monday 5 September 2005 ( Ms Gillard-Horsfall) noticed a discolouration on the left-hand side of Jean's face. She lifted Jean's nightgown to investigate. She saw that Jean's shoulder was showing signs of bruising as well, and that the discolouration of bruising went over her shoulder and down beside her breast. She told us that Jean's shoulder looked “a bit strange”, that it was swollen and “just didn't look right\". She immediately went to get the nurse, Ms Marissa Guardiario.",
              "page": 5
            },
            {
              "number": "[26]",
              "content": "Ms Guardiaro told us that as soon as she saw Jean she suspected a fracture. Both she and Ms Gillard-Horfall said they were shocked by what they found.",
              "page": 5
            },
            {
              "number": "[27]",
              "content": "One might have expected that, as soon as the extent of Jean's injury was realised, steps would have been taken urgently to assess her and provide some support or treatment. That did not occur. Instead Ms Guardiario discussed the matter with the care co-ordinator at the Home, and with Mr Craig. They decided to get an X-ray. Ms Guardiario also told us that when she touched Jean's arm, even just slightly, she could see a grimace on Jean's face. She managed later to get a pillow under Jean's arm and set a sling to try and relieve the discomfort somewhat. Jean was given paracetomol. But regrettably the staff at the Home did not immediately notify the family, or set about arranging for a doctor to see Jean urgently.",
              "page": 5
            },
            {
              "number": "[28]",
              "content": "The X-ray was taken at the Home by a mobile X-ray unit some time after 2.00 p.m. A fracture was confirmed. At that time Jean's daughter was informed. When the radiologist's written report was received later that day, it described a fracture of the surgical neck of the humerus and records “prominent medial and anterior displacement of the humeral shaft fragment. No dislocation is seen”.",
              "page": 6
            },
            {
              "number": "[29]",
              "content": "The report of the X-ray was faxed to Dr Surynt, who was the general medical practitioner who usually provided services for the Home. The notes show that the Home asked for strong pain relief. However the fax did not come to his attention until the following morning, 6 September 2005. When he did see it he assumed that another doctor must have seen Jean and requested the X-ray. But when he visited the Home later that day (i.e., 6 September) he discovered that the Home had contacted the radiologist directly.",
              "page": 6
            },
            {
              "number": "[30]",
              "content": "For these reasons it was not until about 30 hours after her injury was noticed that Jean was first seen by a doctor.",
              "page": 6
            },
            {
              "number": "[31]",
              "content": "Dr Surynt noticed significant bruising of her left upper arm which was consistent with the fracture that had been confirmed by the X-ray. His evidence was that when an injury such as that occurs, bruising is usually most obvious on the surface between two and seven days after the injury itself had taken place. The nature of the bruising that he saw was consistent with the injury having occurred on 3 September, or earlier.",
              "page": 6
            },
            {
              "number": "[32]",
              "content": "Initially there was no change to the management of Jean's injury. She continued to be given paracetomol, with her arm kept in a sling or elevated. At some point she was also given morphine. She was seen by Dr Surynt again on 13 September 2005. In light of significant local deformity of the arm he referred her to Middlemore Hospital for an orthopaedic opinion. The orthopaedic opinion was for the conservative management of the injury to continue; Jean's condition was such that she was not seen as a candidate for surgery.",
              "page": 6
            },
            {
              "number": "[33]",
              "content": "Nonetheless, and irrespective of the outcome of the questions we have to decide, we record our significant concern about the overall clinical care that Jean received at the Home after sustaining such a serious and painful injury.",
              "page": 6
            },
            {
              "number": "[34]",
              "content": "Mr Craig had become aware of Jean's injuries on the morning of 5 September 2005. It was he who had asked the care co-ordinator to arrange an X-ray as soon as possible. He was shown the radiologist's report when it arrived. Clearly he recognised the seriousness of the situation. He told us that he set about interviewing the staff to try and ascertain the cause of the fracture forthwith. Because of the injury, and having regard to Jean's condition at the time it was clear to him that there had been a fall and that someone on the staff must have some idea as to what had happened.",
              "page": 6
            },
            {
              "number": "[35]",
              "content": "On 5,6,7 and 8 September 2005 Mr Craig interviewed all of the nurses and caregivers who had worked on 3 and 4 September 2005. They included the defendant. These interviews did not produce any explanation for Jean's injuries.",
              "page": 7
            },
            {
              "number": "[36]",
              "content": "In the meantime Jean's daughter had been sufficiently concerned about the level of care her mother was receiving at the Home to contact Age Concern at Counties Manukau. As a result two representatives of Age Concern (Ms Beth McFadyen and Ms Jannene Nicholson) called at the Home unannounced on 7. September 2005. They saw Jean and spoke to Mr Craig. It was agreed that Age Concern would take part in a further round of interviews with staff. The local Police were also contacted in view of a suspicion that Jean might have been assaulted (the Police did not become directly involved at that time, however, because it was decided that a second round of interviews would be carried out in conjunction with the Age Concern representatives first).",
              "page": 7
            },
            {
              "number": "[37]",
              "content": "Over the next week or so Mr Craig re-interviewed all of the staff (including the defendant) as well as some others. Ms McFadyen of Age Concern attended the interviews. No-one acknowledged having seen any incident such as might have caused Jean's fracture and bruising. No one acknowledged having seen or having been aware of Jean's fall or displacement. There is no evidence from the defendant to the",
              "page": 7
            },
            {
              "number": "[38]",
              "content": "By 22 September 2005 Mr Craig considered that the time had come to involve the Police. There was a staff meeting on the morning of 22 September 2005 at which the staff were told that the Police would be commencing an investigation.",
              "page": 7
            },
            {
              "number": "[39]",
              "content": "Some time that same morning a rumour reached Mr Craig to the effect that the defendant knew more about the incident than she had disclosed. As a result, and after the staff meeting, five people gathered in Mr Craig's office - namely Mr Craig, Ms McFadyen and Ms Nicholson of Age Concern, the staff member who had been the source of the rumour concerning the defendant's involvement, and the defendant.",
              "page": 7
            },
            {
              "number": "[40]",
              "content": "Discussion with the other caregiver suggested that his information about the defendant had been nothing more than supposition. However during the discussion the defendant asked if she could see Mr Craig privately (it was common ground amongst all of the witnesses who gave evidence about what happened at that meeting that it was the defendant who initiated the private discussion with Mr Craig, and not vice versa).",
              "page": 7
            },
            {
              "number": "[41]",
              "content": "The defendant and Mr Craig left Mr Craig's office and walked down a corridor to an unoccupied room. They were not accompanied by anyone else. Mr Craig says that when they were alone together the defendant asked him whether, if she were to admit what had happened, she would be able to keep her job. He told her that the matter had gone too far, so the answer was ‘no’. It was his evidence that she then expressed concerns about being able to face her family. He told her that her family were going to find out what had happened in any event, because the matter was to be handed to the Police to investigate. At that point (according to Mr Craig) the defendant admitted dropping Jean during a transfer on the evening of Saturday, 3 September 2005 when she (the defendant) was transferring Jean to her bed. Mr Craig told her that they would need to go back to his office and tell the others who were there what had happened.",
              "page": 8
            },
            {
              "number": "[42]",
              "content": "The defendant's account of that meeting is very different. She says that when they went into the unoccupied room she asked Mr Craig if he was blaming her. She said that he then talked about the information given by the other care-giver, noted that she had filled in an Incident Form, and said that the injury might have been suffered while the defendant was with Jean. On the defendant's evidence, Mr Craig went on to say she was in a lot of trouble if he (Mr Craig) could not find out who had done it. He told her that the Home could be shut down and that she would lose her job. The defendant says that she was very concerned because she thought she might lose her work permit and so jeopardise her immigration status. Her evidence was:",
              "page": 8,
              "quoted_material": {
                "source": "Defendant's evidence",
                "content": "that I did not fill in the incident form. I asked him what would happen if I said that I did do it. He told me that the file would be closed and nothing further would happen. I needed my job, otherwise I was going to be deported from New Zealand. He told me that when we go back into the room I was to tell the ladies from Age Concern that when I was lifting [Jean] onto the bed she fell on the floor and hit her head on the dresser. He asked me to repeat what he had just said and I repeated it back to him. We then went out and he asked me to repeat this to the other people. I told him that I would not do this. He then told the story he had asked me to tell. I agree that when I was asked if this had happened I said yes. I do not recall saying anything else”."
              }
            },
            {
              "number": "[43]",
              "content": "It is clear that when Mr Craig and the defendant returned to Mr Craig's office the defendant was upset and in tears. Mr Craig asked in the presence of the others whether she had dropped Jean while transferring her to the bed, and that the defendant admitted that she had done so.",
              "page": 8
            },
            {
              "number": "[44]",
              "content": "Mr Craig said that he told the defendant that she was suspended on full pay immediately. She was asked to report the next day. Mr Craig told us that she did not object. Again the defendant has a different recollection. She says that she was not suspended, or fired, but that after she left the Home that day she decided that she did not want to work there any more. She says that she chose not to go back to work because Mr Craig had blamed her for something that had not happened, and she did not want to work for him any more.",
              "page": 8
            },
            {
              "number": "[45]",
              "content": "There was no further contact between Mr Craig and the defendant after that. The defendant told us, however, that after leaving the Home she went to see an uncle and told him what had just happened (the uncle was not called to give evidence). Evidently the uncle made contact with a friend who had a computer with a printer that was working. A day or so later, the uncle delivered a document to the Home. It purported to be a letter from the defendant to Jean and her immediate family with an apology, of sorts. The body of the document reads:",
              "page": 9,
              "quoted_material": {
                "source": "Letter from the defendant's uncle",
                "internal_paragraphs": [
                  {
                    "content": "“I, Kamaljeet Kaur, working in Manurewa Rest Home and hospital as a nurse aide, was aware of scratch to Ms Gean's [sic] skin while shifting her as she told me about it, but I am not aware of the dislocated shoulder of Ms Gean [sic] at that time. I would have straight away have reported it to the authorities if known about the dislocated shoulder."
                  },
                  {
                    "content": "If you think I am responsible for her dislocated shoulder, I sincerely apologise for that.”"
                  }
                ]
              }
            },
            {
              "number": "[46]",
              "content": "The document also purported to apologise to the Home for the incident and to say that the defendant would be more careful in future. We note, however, that the document was not signed by the defendant. Indeed, as we understood the defendant's evidence at the hearing, she had never seen the document before it was presented to her as part of a bundle of documents that was made available to her during the investigation by the Health and Disability Commissioner.",
              "page": 9
            },
            {
              "number": "[47]",
              "content": "The very limited nature of the apology in the document is obvious, but we also note the suggestion that the defendant might have been aware of Jean's skin tear because she (Jean) had told the defendant about it. On the evidence we heard that would have been completely impossible. It is also to be noted that the document refers to Jean's shoulder having been dislocated, when it is clear that she had suffered a fracture. It seems reasonably obvious that whoever wrote the document did not really understand Jean's situation.",
              "page": 9
            },
            {
              "number": "[48]",
              "content": "The matter was subsequently referred to the Office of the Health & Disability Commissioner. He conducted an investigation. On or about 30 March 2006 the defendant sent a letter to the Health & Disability Commissioner answering various questions that had been asked. As far as we can tell it was this letter in which she first suggested that she had been forced by Mr Craig to accept the blame for what had happened to Jean. On this occasion the letter was signed by the defendant.",
              "page": 9
            }
          ]
        },
        {
          "title": "Assessment of the evidence",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[49]",
              "content": "It will be obvious that our assessment of the credibility of the evidence given by each of Mr Craig and the defendant about what happened when they spoke privately on 22 September 2005 is important to the overall outcome of this case. But the case is not just about who is to be believed in respect of that encounter. The question for us is whether the Director has established, on the balance of probabilities, that Jean fell and was injured while the defendant was with her on 3 September 2005.",
              "page": 10
            },
            {
              "number": "[50]",
              "content": "We say immediately that we do not accept the defendant's account of events. In our assessment the most probable explanation for Jean's injuries is that she was dropped, or that she fell unexpectedly, when the defendant was with her on 3 September 2005. We have not been persuaded to accept the defendant's evidence about what happened on 22 September 2005 either. Our reasons for these conclusions follow.",
              "page": 10
            },
            {
              "number": "[51]",
              "content": "We begin our analysis of the evidence on 3 September 2005. Documents that we were shown suggest that Jean was showered by a caregiver named Fale Aiga at some time between 8.00 a.m. and 12.30 p.m. that morning. Ms Aiga showered Jean on her own, but after she had wheeled her back to her bedroom, dressed her and dried her top half she was helped by another caregiver (a Ms Turner) to move Jean from the shower chair into her bed. The process of dressing Jean was then finished and she was moved from the bed to a lounge chair and wheeled to the lounge.",
              "page": 10
            },
            {
              "number": "[52]",
              "content": "Neither Ms Aiga nor Ms Turner gave evidence, and we cannot altogether exclude the possibility that Jean had already fallen and been injured before the shower was given (i.e., that neither Ms Aiga nor Ms Turner noticed the injuries when they were attending to Jean on the morning of 3 September 2005). The possibility is not remote, since the interview notes we were shown establish that at least initially Ms Aiga did not have any recollection of having showered Jean that day at all. But the contemporaneous documents establish that there was a shower that lasted some five or ten minutes, and the probability seems to us to be that if Jean's arm had been broken by then and with a significant deformity resulting, it would have been noticed. We also note that after the shower there were two caregivers involved in transferring Jean from chair to bed, and then from the bed to a lounge chair. Unless both caregivers completely failed to notice the injury at that time, the suggestion that Jean had already suffered her injury by then involves the possibility that neither Ms Aiga nor Ms Turner were altogether candid in their subsequent interviews with Mr Craig.",
              "page": 10
            },
            {
              "number": "[53]",
              "content": "For these reasons we think it more likely that Jean had not suffered her injury before the defendant's shift began on the afternoon of 3 September 2005.",
              "page": 10
            }
          ]
        }
      ],
      "signatures": [],
      "footnotes": []
    }
  ]
}