{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "41 01 (Decision) (jed).doc",
    "total_pages": 10
  },
  "cases": [
    {
      "case_number": 4101,
      "case_metadata": {
        "decision_number": "32/03",
        "reference_number": "HRRT 41/01",
        "court_tribunal": "Human Rights Review Tribunal",
        "jurisdiction": "New Zealand",
        "hearing_date": "29 & 30 October (Auckland)",
        "decision_date": "30 October 2003",
        "case_title": "Cobb v W & H Newspapers Limited and David Penny",
        "legal_basis": "Unlawful discrimination on the basis of age",
        "decision_type": "Decision",
        "page_range": {
          "start_page": 1,
          "end_page": 10
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "ANTHONY GEORGE COBB",
            "role": "Plaintiff",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "W & H NEWSPAPERS LIMITED",
            "role": "First defendant",
            "type": "Company"
          },
          {
            "name": "DAVID PENNY",
            "role": "Second defendant",
            "type": "Individual"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "R D C Hindle",
          "role": "Chairperson"
        },
        {
          "name": "Ms L Dyall",
          "role": "Member"
        },
        {
          "name": "Mr G J Cook",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr A G Cobb",
          "representing": "plaintiff in person"
        },
        {
          "counsel": "Mr R Towner",
          "representing": "defendants"
        }
      ],
      "sections": [
        {
          "title": "Preliminary",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "This case concerns an allegation of unlawful discrimination on the basis of age.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "The first defendant is the publisher of The New Zealand Herald newspaper and it is convenient to refer to it as ‘the Herald’. The second defendant is an independent consultant who was retained by the Herald in 1999 to assist it with a restructuring of its newspaper distribution system in the Auckland metropolitan area. The plaintiff Mr Cobb is one of a number of agents who were employed or retained by the Herald prior to the restructuring. In essence, Mr Cobb says that his age was the reason that he was not chosen to be one of the new distributors appointed by the Herald as a result of the restructuring process.",
              "page": 1
            }
          ]
        },
        {
          "title": "Conduct of the case",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[3]",
              "content": "It will be convenient to refer to those who did the work of delivering newspapers before the restructuring as 'agents', and to those who did it after the restructuring as ‘distributors'. We emphasise however, that these terms are intended to distinguish between the situation pre-restructuring and the situation post-restructuring. The words are not to be taken as indicating any view as to what the true legal relationship was between agents and the Herald, or as to what the true legal relationship is between distributors and the Herald.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "The events at issue unfolded in late 1999 and early 2000. Before the restructuring there were 110 agents who delivered newspapers to subscribers in the metropolitan Auckland area, although a number of these did the work on a part time basis. After the restructuring there were about 35 distributors.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "Initially a group of former agents who had not secured a distributorship contract including Mr Cobb took legal advice and sought compensation from the Herald on the footing that they had been employees. However, it seems clear that of these only a small number (about 6 or so, of which Mr Cobb was one) had been with the Herald for so long and that they had no written contract. In any event. the Herald took the view that all of the agents had been working as independent",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "That issue (i.e., whether Mr Cobb was an employee or an independent contractor) stood in the way of any straightforward claim by Mr Cobb for compensation as an employee for the loss of his position. However, having worked as a Herald agent for nearly 30 years Mr Cobb was aggrieved by the loss of his agency. He was determined to take action. His lawyer at the time suggested that he might consider making a claim under the Human Rights Act 1993 (‘the Act') instead. Mr Cobb followed that suggestion. As far as we are aware, he has represented himself at all stages of the process since then.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993",
                  "context": "His lawyer at the time suggested that he might consider making a claim under the Human Rights Act 1993 (‘the Act') instead."
                }
              ]
            },
            {
              "number": "[7]",
              "content": "We do not know when the complaint was first lodged with the Human Rights Commission, but it is clear that by early 2001 the matter was under active investigation by what was then the Complaints Division of the Commission (as it was before the coming into force of the Human Rights Amendment Act 2001).",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Amendment Act 2001",
                  "context": "before the coming into force of the Human Rights Amendment Act 2001"
                }
              ]
            },
            {
              "number": "[8]",
              "content": "Mr Towner accepted on behalf of the defendants that as a result the Tribunal has jurisdiction to deal with the claim, and that Mr Cobb is entitled to pursue the matter in this forum.",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "The claim was filed in the Tribunal in October 2001 and a reply was received from the defendants in December 2001.",
              "page": 2
            },
            {
              "number": "[10]",
              "content": "On 1 January 2002, the Human Rights Amendment Act 2001 came into force, introducing (amongst other things) the new role of the Director of Human Rights Proceedings. We understand that at some point thereafter Mr Cobb made an application to the Director for representation. The Director's final decision on that application was not received until about February 2003. In the meantime, no further steps had been taken in respect of the proceedings in the Tribunal. However once it became clear that the Director would not represent Mr Cobb a telephone conference was convened, and timetable orders were made which led to the hearing that took place on 29 and 30 October 2003.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Amendment Act 2001",
                  "context": "On 1 January 2002, the Human Rights Amendment Act 2001 came into force"
                }
              ]
            },
            {
              "number": "[11]",
              "content": "Mr Cobb was the only person who gave evidence in support of his claim. In defence Mr Penny gave evidence, and there was also evidence from Mr Brown who was responsible for the Herald's distribution operations at the relevant time.",
              "page": 3
            },
            {
              "number": "[12]",
              "content": "In his Notice of Intention to Bring Proceedings Mr Cobb referred to section 22 of the Act, although he did not state which parts of the section were to be relied upon. During the course of the Complaints Division investigation, however, sub-sections 22(1)(a) and (c) were identified. Those sub-sections provide:",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "section 22 of the Act",
                  "context": "In his Notice of Intention to Bring Proceedings Mr Cobb referred to section 22 of the Act, although he did not state which parts of the section were to be relied upon."
                },
                {
                  "type": "statute",
                  "reference": "sub-sections 22(1)(a) and (c)",
                  "context": "During the course of the Complaints Division investigation, however, sub-sections 22(1)(a) and (c) were identified."
                }
              ],
              "quoted_material": {
                "source": "section 22 of the Act",
                "content": "“Where an applicant for employment or an employee is qualified for work of any description, it shall be unlawful for an employer, by reason of any of the prohibited grounds of discrimination.”",
                "internal_paragraphs": [
                  {
                    "identifier": "(a)",
                    "content": "To refuse or omit to employ the applicant on work of that description which is available; or"
                  },
                  {
                    "identifier": "(b)",
                    "content": "..."
                  },
                  {
                    "identifier": "(c)",
                    "content": "To terminate the employment of the employee, or subject the employee to any detriment, in circumstances in which the employment of other employees employed on work of that description would not be terminated, or in which other employees employed on work of that description would not be subjected to such detriment,"
                  },
                  {
                    "identifier": "(d)",
                    "content": "..."
                  }
                ]
              }
            },
            {
              "number": "[13]",
              "content": "Age is a prohibited ground of discrimination: see section 21(1)(i) (the qualifications to the definition in that sub-section are not relevant for present purposes).",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "section 21(1)(i)",
                  "context": "Age is a prohibited ground of discrimination: see section 21(1)(i)"
                }
              ]
            },
            {
              "number": "[14]",
              "content": "Mr Towner accepted that the potentially complex question of whether Mr Cobb was an employee or an independent contractor was not raised in these proceedings because of the wide definition of the word 'employer' in section 2 of the Act.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "section 2 of the Act",
                  "context": "the wide definition of the word 'employer' in section 2 of the Act."
                }
              ]
            }
          ]
        },
        {
          "title": "The Facts",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[15]",
              "content": "Although Mr Cobb was disappointed that as a result of the restructuring process the agency he had enjoyed for nearly 30 years was terminated, he did not go so far as to say that the Herald was not entitled to terminate his agency or that the Herald had terminated his agency because of his age. He accepted that there were legitimate commercial reasons for the restructuring and that the Herald was entitled to reorganise its distribution channels as it saw fit.",
              "page": 4
            },
            {
              "number": "[16]",
              "content": "The real burden of Mr Cobb's complaint is that he was not successful in obtaining one of the new distributorships that emerged from the restructuring process. The essential question for the Tribunal, therefore, is whether the evidence establishes that Mr Cobb's age was the reason he was not employed (in the sense in which that word is used in section 22(1)(a) of the Act) by the Herald to carry out one of the new distributorships that emerged from the restructuring.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "section 22(1)(a) of the Act",
                  "context": "in the sense in which that word is used in section 22(1)(a) of the Act"
                }
              ]
            },
            {
              "number": "[17]",
              "content": "Aside from the allegation that his age was the reason that Mr Cobb was not appointed as one of the new distributors, there is comparatively little dispute about the relevant facts.",
              "page": 4
            },
            {
              "number": "[18]",
              "content": "Mr Cobb became an agent for the Herald in 1970. He had two areas, namely Sunnyvale and Henderson. There was no material criticism by the Herald about the way in which Mr Cobb performed as an agent. But by the late 1990's the Herald was faced with falling subscription levels and new restrictions on the hours at which it could expect that children would be able to deliver newspapers. Restructuring was indicated. It is clear however, that there were many actual and potential difficulties that would require competent management in order to achieve the desired result.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "As we have said, at the time there were some 110 agents such as Mr Cobb operating in the Auckland area. Some of these were part-time operators, although Mr Cobb was engaged in the work on a full-time basis. Objectives of the restructuring included reducing the number of agents very substantially, and moving away from the practice of young children delivering newspapers on foot or bicycle towards increased use of adults delivering newspapers from cars. Another important objective of the restructuring was that under the new distributorship arrangements the responsibility for management of the Herald's subscription base would be transferred from the agents back to the Herald itself.",
              "page": 4
            },
            {
              "number": "[20]",
              "content": "We are satisfied that the role of the new distributors was going to be materially different from that of the agents who had been responsible delivering newspapers in the past (although we note that there was no argument addressed to the question of whether the work of the new distributors was work of the same ‘description' - in terms of section 22(1) - as the work of the former agents. Given our finding on the merits it was not necessary to deal with the issue).",
              "page": 4
            },
            {
              "number": "[21]",
              "content": "The need to reduce the number of agents gave rise to an obvious practical issue: how to choose those who would be appointed from the ranks of those who were agents in a fair way?",
              "page": 5
            },
            {
              "number": "[22]",
              "content": "In July 1999 Mr Penny was engaged by the Herald to assist it in its management of the changes required. Mr Penny has considerable experience in both the public and private sectors in such restructuring exercises. Following recognised principles, he recommended, developed and ultimately implemented what he described a ‘targeted selection process'. An essential feature of the process was that anyone who applied for the limited distributor positions was to be given the same interview as all other applicants. Mr Penny therefore set about designing an interview protocol to ensure that, so far as possible, all candidates would be asked the same questions and that their answers were evaluated and ‘scored' in the same way.",
              "page": 5
            },
            {
              "number": "[23]",
              "content": "A copy of the form that was developed for the interview questions was produced in evidence. Its purpose was to evaluate the applicants against criteria such as their business awareness, communication ability, There is nothing in the questionnaire that would begin to indicate that there might have been any discrimination on any of the grounds that are prohibited by the Act. Certainly nothing about the content of the interviews (insofar as that can be judged from the interview questionnaire) gives rise to even slightest suggestion of discrimination on the basis of age. Indeed, Mr Cobb did not argue that the forms should be taken to indicate discrimination on the basis of age.",
              "page": 5
            },
            {
              "number": "[24]",
              "content": "In the meantime the process of effecting the restructuring was commenced. At some point in December 1999 Mr Penny went to see Mr Cobb at his (Mr Cobb's) home. The changes that were in prospect were discussed over a period of two hours or so. In evidence Mr Cobb said that he was led by that discussion and other circumstances to believe that it was likely that he would get one of the new distributorships. In fact, unknown to Mr Penny, Mr Cobb videotaped the meeting. We were shown a transcript of various parts of the discussion that was said to be of particular relevance to this case.",
              "page": 5
            },
            {
              "number": "[25]",
              "content": "Having studied the transcript, and after considering all the evidence given at the hearing, we have no difficulty finding that nothing was said to Mr Cobb at that meeting (and, indeed, that nothing that occurred during the restructuring process) could reasonably have led him to expect that he would not be affected by the restructuring, or that he would not have to apply along with anyone else who wanted a new distributorship, or that his application would in some way be treated as a formality only.",
              "page": 5
            },
            {
              "number": "[26]",
              "content": "On the 24 December 1999 the Herald wrote to Mr Cobb giving formal notice of the termination of his agency. Although most agents were given one month's notice, because Mr Cobb had been an agent for so long (and because there was no written agreement with respect to his agency) he was given six months notice. That period expired on 24 June 2000. We understand that Mr Cobb worked out the whole of that notice period, so that his agency finally came to an end on 24 June 2000.",
              "page": 6
            },
            {
              "number": "[27]",
              "content": "At some point in this process (the exact date is unclear) Mr Cobb also attended a general briefing session given by the Herald to all agents in the relevant area who would be affected by the proposed changes. The agents were informed about the selection process for distributorships, and they were given details about the proposed new distributorship arrangements.",
              "page": 6
            },
            {
              "number": "[28]",
              "content": "On 6 January 2000 Mr Cobb wrote to Mr Penny at the Herald to apply for a distributorship. He made a list of the equipment and other resources that he had, and which in his view indicated his ability to meet the requirements of a distributor. At some point between 6 January and 21 January 2000 Mr Penny interviewed Mr Cobb. Mr Penny used the standard form of interview questions that he had developed.",
              "page": 6
            },
            {
              "number": "[29]",
              "content": "In evidence Mr Cobb said that he had not been asked all of the questions exactly as they are recorded in the interview form. The one example he gave related to a question under the general heading “Development of Subordinates”. The question in the form was worded “Tell me about some people you have helped in the past and who have now become successful as a result of your efforts?” Mr Cobb said that he was asked who become 'famous' as a result of his efforts. Mr Penny did not accept Mr Cobb's recollection.",
              "page": 6
            },
            {
              "number": "[30]",
              "content": "This is the only issue on which a finding based on our assessment of the reliability of the evidence is required. It is not, however, a very significant issue in the overall mix of things because Mr Cobb's complaint was not really about the way in which he was interviewed. Certainly he did not place any great emphasis on the point. Nonetheless we think proper to record our finding, which is that we prefer Mr Penny's recollection about how the question was asked to that suggested by Mr Cobb. Mr Penny had, after all, been to considerable trouble to develop a set of questions for the very purpose of it ensuring that every applicant was interviewed in a standard way. We think it far more likely that Mr Cobb's recollection of events, while undoubtedly genuine, is nonetheless mistaken.",
              "page": 6
            },
            {
              "number": "[31]",
              "content": "After each interview the applicants were scored on their responses. We add that Mr Penny did all of the interviews, although from time to time he was accompanied by other persons who also scored the applicants on the standard form for the interviews. Mr Penny was then able to use that input to keep a check on his own performance as an interviewer.",
              "page": 6
            },
            {
              "number": "[32]",
              "content": "The area in which Mr Cobb might have been appointed as a distributor was West Auckland. There were a total of thirteen applicants for six distributorships. Scores from the interviews ranged from a high of 74.4 to a low of 56.9. Mr Cobb scored 63.4 and came eighth on a ranked list of all applicants.",
              "page": 7
            },
            {
              "number": "[33]",
              "content": "On 21 January 2000, Mr Penny wrote to Mr Cobb on behalf of the Herald to notify him that his application had been unsuccessful, and he would not be awarded one of the new distributorships.",
              "page": 7
            }
          ]
        },
        {
          "title": "Mr Cobb's claim",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[34]",
              "content": "Mr Cobb was asked to specify the grounds on which he considered that either the Herald or Mr Penny had discriminated against him in the distributor selection process on the grounds of his age.",
              "page": 7
            },
            {
              "number": "[35]",
              "content": "Mr Cobb began by observing that he was 57 at the time of the selection process, and that he was not given a distributorship. Both of those propositions are undoubtedly true, but on their own they go nowhere towards establishing that the former (namely his age) was the",
              "page": 7
            },
            {
              "number": "[36]",
              "content": "Mr Cobb also argued that he could not see any valid reason why he did not get a distributorship, and that the only thing that seemed to him to explain what had happened was his age. He said that he could not accept that he fared so poorly at the interview because he had given his answers with the benefit nearly thirty years of experience as an agent responsible for the delivery of newspapers. He had concluded that as a result there must have been some other factor at work in the decision-making process beyond what he said at his interview.",
              "page": 7
            },
            {
              "number": "[37]",
              "content": "We were unable to see the notes that were made at the interview between Mr Penny and Mr Cobb in January 2000. Mr Penny told us that the only thing that was important to him in the process was the score derived from each of his interviews with the applicants. He said that, having ranked the candidates by their scores, his recommendations to the Herald as to who should be awarded a distributorship and who should not then followed automatically. Because of privacy concerns all the base records (including the notes of interviews) were destroyed after the new distributors had accepted their appointments.",
              "page": 7
            },
            {
              "number": "[38]",
              "content": "Although Mr Penny told us that the rankings obtained from the interview process were the only thing that was taken into account in his recommendations to the Herald, at least in West Auckland area the sixth and seventh ranked of candidates got the same score. This was material because six was the cut off point for distributorships to be awarded in that region. Mr Penny accepted that in that case the ultimate decision as to which of the two applicants would be awarded a distributorship was made after taking into account other factors such as length of service.",
              "page": 7
            },
            {
              "number": "[39]",
              "content": "Notwithstanding these matters, in the end we have not been persuaded that there is any evidence of discrimination on the basis of age whether of systematic kind, or even just as against Mr Cobb. We accept Mr Penny's evidence that (putting aside the one instance where the interview scores were tied) the rankings from the interviews were the only material basis on which he made his recommendations to the Herald. The Herald accepted his recommendations. As we have said there is nothing about the interview forms that even begins to suggest discrimination of any unlawful kind.",
              "page": 8
            },
            {
              "number": "[40]",
              "content": "The result of the exercise is of some relevance. Of the six successful applicants for distributorships in West Auckland two were estimated by Mr Penny to be in their 50's, and one in his early 60's. Of the seven unsuccessful applicants, two were estimated by Mr Penny to be in their mid-30's.",
              "page": 8
            },
            {
              "number": "[41]",
              "content": "We should explain that these ages were estimates given by Mr Penny because, as he told us, when the selection process was unfolding age was not relevant to him. As a result he did not ask the applicants for information about their ages, and there is no other record of what the the need to consider the question of age until he learnt of Mr Cobb's complaint to the Human Rights Commission. At that time he reviewed the list of successful and unsuccessful applicants, and from his recollection about them and what they had told him about themselves, he tried to estimate the ages. It is important to add that Mr Cobb did not challenge the estimates given by Mr Penny at any stage.",
              "page": 8
            },
            {
              "number": "[42]",
              "content": "Mr Penny volunteered a reasonably sophisticated statistical analysis of the age class distribution of all applicants across all of the available distributorships as compared with the age class distribution of those who were successful. Mr Cobb was critical of the analysis. In our interview it is difficult to regard the analysis as being particularly precise because, in the end, the data upon which it relies is no more than Mr Penny's best estimate of the ages of the subjects. We do not intend to be critical of Mr Penny by saying that; he obviously did the best he could when he became aware that the issue of age had been raised. What we do think is clear is that there is nothing in the information to suggests any pattern of discrimination by age.",
              "page": 8
            },
            {
              "number": "[43]",
              "content": "We understand that after 30 years of service as an agent Mr Cobb considered himself well qualified to do work of a distributor. We appreciate that when he was not successful he was bitterly disappointed, and was unwilling to accept that he had not measured up to the task in the interview process. But in our assessment Mr Cobb has failed to understand that the qualities and aptitudes that the interview process was testing for were not necessarily the same as those that he had even after so many years as an agent. Despite Mr Cobb's perception of events, there is no basis whatsoever on which to conclude that his age was the reason that he did not get a distributorship.",
              "page": 8
            },
            {
              "number": "[44]",
              "content": "Finally, Mr Cobb sought to place reliance on a conversation that had been reported to him by another agent. Mr Cobb said that the agent (who did not ultimately apply for a distributorship) told him that he (the other agent) had discussed the selection criteria with Mr Penny at some point, and that Mr Penny had told him that his (Mr Penny's) view was that applicants over 40 years of age were not fit, and that persons who had been in the job for more than 8 years were stale.",
              "page": 9
            },
            {
              "number": "[45]",
              "content": "We gather that the agent subsequently provided a statement to that effect to the Human Rights Commission, but that in March 2001 the agent withdrew his statement and made it clear that he did not wish to take any further part in the investigation process.",
              "page": 9
            },
            {
              "number": "[46]",
              "content": "There are several things to be said about this evidence:",
              "page": 9,
              "subsections": [
                {
                  "title": "(a)",
                  "content": "As Mr Towner accepted, the Tribunal has wide powers under section 106(1) of the Act to receive evidence even though it would not be admissible on a strict application of the normal rules of evidence;"
                },
                {
                  "title": "(b)",
                  "content": "Notwithstanding that, the evidence is hearsay and of the most dubious value. Whatever his reasons for doing so may have been, the fact is that the agent in question chose to 'withdraw' his statement and there is room to doubt that he would have been willing to repeat it on oath. Indeed there is nothing to suggest that, if the agent in question had given evidence, he would have agreed that Mr Cobb's account of whatever discussion the two of them had was complete or accurate;"
                },
                {
                  "title": "(c)",
                  "content": "Mr Cobb told us that he decided not to call the agent to give evidence because he (Mr Cobb) thought it would be inappropriate to do so after the agent had withdrawn from the Human Rights Commission investigation process, and the Human Rights Commission had accepted that. We do not regard that as an adequate explanation for Mr Cobb's failure to call the agent in question. The possibility that the evidence might need to be called was discussed at a telephone conference conducted by the Chairperson of the Tribunal on 28 February 2003. The minute of that conference records “I have indicated to Mr Cobb that it is his responsibility to decide who he will call, and I have also explained the importance of having direct evidence (i.e., directly from the person who was involved) of what has occurred or what was said wherever possible. Mr Cobb was unsure whether all of the people that he has in mind will give evidence voluntarily. I have asked him to discuss the witness summons procedure with the Secretary of the Tribunal if necessary.\""
                }
              ]
            },
            {
              "number": "[47]",
              "content": "We find that Mr Cobb's evidence about what the agent told him about what Mr Penny told the agent does not assist us to deal effectively with the matter before us. We decline to receive it.",
              "page": 10
            },
            {
              "number": "[48]",
              "content": "Even if we had been persuaded to receive the evidence, we are satisfied that no weight whatsoever should be attached to it. We would have accepted Mr Penny's denial that he ever said such a thing to any one at any stage of the restructuring.",
              "page": 10
            },
            {
              "number": "[49]",
              "content": "We also note that the outcome of the restructuring stands in contrast to the attitude said to have been expressed by Mr Penny. As we have said, in the West Auckland area at least three of the six successful applicants were estimated by Mr Penny to have been over 50 years of age, while two of the seven unsuccessful applicants were estimated to have been in their mid-30's. If one looks at all areas across Auckland the estimates provided by Mr Penny suggest that at least 18 out of the 37 successful applicants were over 40. Even allowing for some imprecision in the estimates, the results tends to confirm that Mr Penny would not have said what Mr Cobb sought to attribute to him.",
              "page": 10
            }
          ]
        },
        {
          "title": "Decision",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[50]",
              "content": "For these reasons we accept Mr Towner's submission that there is no evidence that Mr Cobb was unlawfully discriminated against because of his age, and there is no basis on which the Tribunal might infer that age was the reason why Mr Cobb was not selected to be a distributor.",
              "page": 10
            },
            {
              "number": "[51]",
              "content": "The claim is dismissed.",
              "page": 10
            }
          ]
        },
        {
          "title": "Costs",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[52]",
              "content": "Having delivered the foregoing decision we asked the parties to deal with the question of costs.",
              "page": 10
            },
            {
              "number": "[53]",
              "content": "Mr Towner confirmed that the defendants sought an order for costs, and submitted that in this case there is no reason to depart from the basic principle that, all things being equal, a successful party to litigation in the Tribunal is entitled to an appropriate award of costs. We agree, and are satisfied that costs should be fixed pursuant to section 92L of the Act in favour of the defendants in a total sum of $3,000.00 (including the costs of both defendants and any disbursements).",
              "page": 10,
              "citations": [
                {
                  "type": "statute",
                  "reference": "section 92L of the Act",
                  "context": "costs should be fixed pursuant to section 92L of the Act"
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "R D C Hindle",
          "role": "Chairperson"
        }
      ],
      "footnotes": []
    }
  ]
}