{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 10,
    "extraction_date": ""
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "001/2003",
        "reference_number": "CRT 27 & 28/01",
        "court_tribunal": "HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "",
        "hearing_date": "4 and 5 April 2002",
        "decision_date": "",
        "case_title": "IN THE MATTER of the Human Rights Act 1993 BETWEEN DIRECTOR OF HUMAN RIGHTS PROCEEDINGS AND STEPHEN CROPP",
        "legal_basis": "Human Rights Act 1993",
        "decision_type": "DECISION",
        "page_range": {
          "start_page": 1,
          "end_page": 10
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "DIRECTOR OF HUMAN RIGHTS PROCEEDINGS",
            "role": "Plaintiff",
            "type": "Organisation"
          }
        ],
        "defendants": [
          {
            "name": "STEPHEN CROPP",
            "role": "Defendant",
            "type": "Individual"
          }
        ],
        "other_parties": []
      },
      "tribunal_members": [
        {
          "name": "S R Sage",
          "role": "Chairperson"
        },
        {
          "name": "P McDonald",
          "role": "Member"
        },
        {
          "name": "GJ Cook",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "C Rodgers",
          "representing": "plaintiff"
        },
        {
          "counsel": "R Harrison",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "BACKGROUND",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "The plaintiffs in this proceeding have alleged that the defendant committed breaches of the Human Rights Act 1993. First, it is alleged that the defendant breached s.62(2) of the Act in that he sexually harassed JL by the use of language and for physical behaviour of a sexual nature which was unwelcome or offensive and was either repeated or of such a significant nature that it had a detrimental effect on her. Secondly, it is alleged that the defendant breached the same section in respect of RH by the use of the same language and behaviour and having the same consequences. RH, JL and the defendant were all employees of the trust at the time. Both complaints were heard together because of their similarity, the fact that each complainant was able to give evidence about incidents concerning the other complainant and because the complaints were in respect of the same defendant in the same workplace and over the same period.",
              "page": 1,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s.62(2) of the Act",
                  "context": "First, it is alleged that the defendant breached s.62(2) of the Act in that he sexually harassed JL"
                }
              ]
            },
            {
              "number": "[2]",
              "content": "The complainants worked for the Te Whare Tiaki Trust. JL was employed initially on a part-time basis and then as the senior care-giver from November 1997. RH started as a cleaner in 1997 but became programme co-ordinator and remained in that position until she left in December 1998. The defendant was the financial adviser of the Trust and worked as a manager at the marae. Both complainants say that they were harassed by the sexual language and behaviour of the defendant over the period they worked at the Trust. Both claim they left because of this behaviour.",
              "page": 3
            },
            {
              "number": "",
              "content": "Human Rights Commission. Thus, pursuant to s.83(1) Human Rights Act 1993, the Tribunal has the jurisdiction to hear and determine the proceedings.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s.83(1) Human Rights Act 1993",
                  "context": "Thus, pursuant to s.83(1) Human Rights Act 1993, the Tribunal has the jurisdiction to hear and determine the proceedings."
                }
              ]
            },
            {
              "number": "[4]",
              "content": "This decision has been delayed as a result of the need to make further enquiries into whether other proceedings had been commenced or undertaken in respect of these same parties in relation to the same circumstances. Such enquiries were required because of some particular evidence which was given at the hearing in April 2002.",
              "page": 3
            }
          ]
        },
        {
          "title": "THE LAW",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[5]",
              "content": "S.62(2) Human Rights Act 1993 provides :-",
              "page": 3
            },
            {
              "number": "",
              "content": "(ii) It shall be unlawful for any person (in the course of that person's involvement in any of the areas to which this sub-section is applied by sub-section (3) of this section) by the use of language (whether written or spoken) of a sexual nature, or of visual material of a sexual nature, or by physical behaviour of a sexual nature, to subject any other person to behaviour that - \n(a) is unwelcome or offensive to that person (whether or not that is conveyed to the first-mentioned person); and \n(b) is either repeated or, of such a significant nature, that it has a detrimental effect on that person in respect of any of the areas to which this sub-section is applied by sub-section (3) of this section.\nThe areas to which sub-sections (1) and (2) of this section apply are —\n(a) the making of an application for employment\n(b) employment, which term includes unpaid work:",
              "page": 3,
              "quoted_material": {
                "source": "S.62(2) Human Rights Act 1993"
              }
            }
          ]
        },
        {
          "title": "THE BEARING",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[6]",
              "content": "The two complainants gave evidence as did the defendant and two witnesses called by him, Picolo Paaki and Adrienne Afele. Ms Paaki was a trustee of the Te Whare Tiaki Trust and Ms Afele, a friend of the defendant whom he visited in Te Kuiti on a regular basis.",
              "page": 5
            },
            {
              "number": "[7]",
              "content": "RH was the first to give evidence. As stated she was employed by the Trust from early 1997 to 18 December 1998. Initially she was employed as a cleaner but a year later became programme co-ordinator. She worked from 9.00 am until 3.30 pm staying overnight between one and three times a week. On average, she would see the defendant about three or four times a week.",
              "page": 5
            },
            {
              "number": "[8]",
              "content": "Within the first month of her work at the Trust, RH arrived at work one and hugged her, with both arms around her body and wriggled his body. She described the embrace as longer than an ordinary hug and said she could feel his whole body against her. She gave a demonstration of his behaviour to the Tribunal. The defendant would hug RH about twice a month. She regarded the behaviour as strange. Each time he did it she asked him to stop and told him that she did not like it. Sometimes the defendant did it in front of clients and a few people expressed their disapproval of his behaviour.",
              "page": 5
            },
            {
              "number": "[9]",
              "content": "The defendant also talked to RH about the sex he had with other women and on one occasion discussed what another woman might be like as a sexual partner. RH said she tried to change the subject and talk about work but the defendant always came back to these topics. The complainant regarded her space was invaded and felt uncomfortable. Contrary to what the defendant stated in his evidence to the effect that he had no idea of RH's reaction, she told",
              "page": 5
            },
            {
              "number": "[10]",
              "content": "RH said that the defendant asked her out about three or four times when she was alone in the care-givers' house. She said the defendant said things like \"We should go out on a date\" and \"When are we going to go out on a date?\". Her replies were non-committal but she never agreed to go out with him.",
              "page": 5
            },
            {
              "number": "[11]",
              "content": "One weekend when she had stayed the night at the care-givers' house, she awoke at about 8.00 a.m. to hear someone moving around in the office next door to- her bedroom. It was the defendant, who had no reason to be there. RH said it made her feel uncomfortable.",
              "page": 6
            },
            {
              "number": "[12]",
              "content": "There was also an issue about RH's wages which were usually paid on a Thursday. Sometimes they arrived late and RH linked it to times when she had argued with the defendant. She thought he was paying her late deliberately. In cross-examination it was pointed out to RH that her pay was actually paid by direct credit. However RH still maintained that the defendant purposely delayed payment and claimed she was never told why her pay was late.",
              "page": 7
            },
            {
              "number": "[13]",
              "content": "Another event which RH claimed was retribution for being critical of the defendant's behaviour was the fact she was not paid when she went on a trip with a group of residents. RH claimed that she should have been paid for this time despite having left her employment with the Te Whare Tiaki Trust and by this time, being employed by the Mahi Tahi Trust. In paragraph 18 of her brief of evidence she acknowledged that there appeared to have been an agreement with the staff",
              "page": 7
            },
            {
              "number": "[14]",
              "content": "When JL, the other complainant, came to work at the Trust in late 1997, RH was relieved because the defendant turned his attention to her. RH claimed that the defendant tried to set some of the women against each other and thus at this time, JL and RH did not get on together. JL was employed as senior care-giver. The defendant then started calling JL out of the loudly at the situation. RH then heard that the defendant had gone to JL's house the evening of her interview and had not left until very late. She discussed the matter with JL and after that, the two of them became friends.",
              "page": 7
            },
            {
              "number": "[15]",
              "content": "In May/June 1998 after she took over the role of senior care-giver, JL decided she would tell the defendant she did not like him coming to see her at the marae house. In July 1998 however the defendant commenced a relationship with another woman and while this relationship lasted (until the end of October 1998) the defendant paid JL less attention. After the relationship finished, the defendant once again became a regular visitor to JL's unit.",
              "page": 7
            },
            {
              "number": "[16]",
              "content": "The Christmas party in 1998 was held at the St George Hotel. The clients and staff attended, as did the defendant. RH said that the defendant followed her around the whole evening and was always by her side. He sat next to her and twice he bent over and put his hand on her knee and rubbed it. There was also a conversation about two clients having gone home to have sexual relations and the defendant implied that he and RH should do that also. RH said that she told another staff member what the defendant was doing and sat with that person for the rest of the evening. She was still followed around by the defendant, who continued to talk about women, his girlfriends and his problems. When the other staff member and RH were on the dance floor, the defendant came over and spoke to them. In the course of gesticulation, the defendant's hands touched RH's breasts and, although she did not say anything, she felt very uncomfortable.",
              "page": 8
            },
            {
              "number": "[17]",
              "content": "About a week later she left the Trust to go and work for the Mahi Tahi Trust. She said her sole reason for doing this was the defendant's behaviour. RH said that apart from the defendant's behaviour, she enjoyed her job and there were no other reasons to leave. However it was also clear it was a superior job and paid better too.",
              "page": 9
            },
            {
              "number": "[18]",
              "content": "In January 1999 JL went to see a Mr Morrell who ran the Trust about the situation. She then received a letter dated 5 February 1999 asking her to leave the Trust house and to pay the gas and electricity costs for the seven months she had been living there. On 22 February 1999 a group of women (including JL), staff and clients sent a facsimile to Mr Morrell complaining about the defendant. A complaint was also made to the police and the Health and Disability Commissioner. Although interviewed by the police, the complaint was not taken up. Subsequently a complaint was made to the Human Rights Commission early in 1999.",
              "page": 9
            },
            {
              "number": "[19]",
              "content": "The complainants detail in their briefs of evidence the detriment suffered by them. This includes, in the case of JL, the flaring up of a previous injury, stress and worry, all of which had an effect on her relationship with her partner who had also worked at the Trust for part of the same year. She because she was no longer able to get accident compensation or work. She said, at the time of the hearing, that she was still angry with the defendant because he would not apologise for the harm he had caused her. While being aware that there was a sexual harassment policy in place, she stated she did not to know what to do because of the fact that the defendant was her manager, the one to whom she had to report and the only manager listed amongst the contact people in the sexual harassment policy. After her complaint to the Human Rights Commission JL agreed to a settlement with the Trust. That is the reason her claim continues only against the defendant.",
              "page": 9
            },
            {
              "number": "[20]",
              "content": "In relation to RH she claimed to have felt nervous about being alone in the caregiver's unit in case the defendant visited. She was \"disgusted\" by the defendant's behaviour and wanted him to stop so that she could get on with her work. She claimed the defendant's behaviour affected her work including relationships with the clients and also other staff members. She said that she continued to be afraid that if she did not agree to go out with the defendant then something dreadful would happen again just like her pay being late. She said that she used to avoid being alone with the defendant and claimed that following the Christmas party in 1998 she had no option but to leave. She felt angry and stressed because of his behaviour and discontinued her relationship with her boyfriend. RH had no recollection of any discussions about sexual harassment although she recalls there being a staff manual. The fact that when she spoke to the trustees about the defendant's behaviour nothing was",
              "page": 10
            }
          ]
        }
      ],
      "signatures": [],
      "footnotes": []
    }
  ]
}