{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "2019 NZHRRT 1.pdf",
    "total_pages": 12,
    "extraction_date": ""
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2019] NZHRRT 1",
        "reference_number": "HRRT 035/2016",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "Christchurch",
        "hearing_date": "30 April 2018, 1, 2 and 3 May 2018",
        "decision_date": "16 January 2019",
        "case_title": "Hide v Official Assignee (Confidentiality Claim)",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL ON PLAINTIFF'S CHALLENGE TO CONFIDENTIALITY CLAIM",
        "page_range": {
          "start_page": 1,
          "end_page": 12
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "RODNEY PHILIP HIDE",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "OFFICIAL ASSIGNEE",
            "role": "DEFENDANT",
            "type": "Government Agency"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Ms WV Gilchrist",
          "role": "Member"
        },
        {
          "name": "Ms ST Scott",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr RP Hide in person assisted by Mr DI Henderson as McKenzie friend",
          "representing": "PLAINTIFF"
        },
        {
          "counsel": "Mr SM Kinsler",
          "representing": "DEFENDANT"
        },
        {
          "counsel": "Ms SK Shaw",
          "representing": "DEFENDANT"
        },
        {
          "counsel": "Ms R Jamieson-Smyth",
          "representing": "Privacy Commissioner"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL ON PLAINTIFF'S CHALLENGE TO CONFIDENTIALITY CLAIM¹",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "The matters at issue in these proceedings arise out of the administration of the bankruptcy of Mr DI Henderson. Without opposition from the Official Assignee Mr Henderson has been given permission by the Tribunal to be Mr Hide's McKenzie friend.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "In the course of the discovery process the Official Assignee has claimed the right to withhold certain documents from Mr Hide on the grounds they are confidential. Mr Hide has challenged that claim. In this decision we explain why Mr Hide's challenge fails.",
              "page": 1
            }
          ]
        },
        {
          "title": "INTRODUCTION",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "",
              "content": "Background",
              "page": 2
            },
            {
              "number": "[3]",
              "content": "By decision dated 8 March 2018 the Chairperson of the Tribunal directed that the Official Assignee give discovery of:",
              "page": 2,
              "subsections": [
                {
                  "title": "[3.1]",
                  "content": "The documents which instructed Ms Annemarie Foidl, Senior Insolvency Officer and Deputy Assignee, to issue the relevant notices under the Insolvency Act 2006, s 165, the documents making the case for issuing those notices, and documents showing the questions which were to be asked in the examinations."
                },
                {
                  "title": "[3.2]",
                  "content": "The letter of appointment dated 14 April 2014 issued by the Official Assignee to Mr Dennis Parsons, Chartered Accountant, authorising him to conduct the s 165 examinations."
                },
                {
                  "title": "[3.3]",
                  "content": "The relevant parts of the s 165 examination transcripts which contain personal information about Mr Hide."
                }
              ]
            },
            {
              "number": "[4]",
              "content": "In compliance with that direction Mr LGA Currie on 29 March 2018 swore a supplementary affidavit of documents. Mr Currie is employed by the New Zealand Insolvency and Trustee Service (a business unit of the Ministry of Business, Innovation & Employment) as the Midland Region Hamilton Official Assignee.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "In his open affidavit Mr Currie explained:",
              "page": 2,
              "subsections": [
                {
                  "title": "[5.1]",
                  "content": "As to the first category, no written instructions as such were issued to Ms Foidl to issue the relevant notices. Nor are there any documents which record the particular questions which were to be asked in particular interviews. Instead the overarching instructions to proceed with the interview process were based on an investigation report dated 30 November 2014 and legal advice from the Christchurch Crown Solicitor. These documents are listed in Part 2 of the Schedule to Mr Currie's supplementary affidavit, being documents that are in the defendant's control and for which the defendant claims privilege or confidentiality."
                },
                {
                  "title": "[5.2]",
                  "content": "As to the second category, Mr Parsons' letter of appointment was now listed in Part 1 of the Schedule, that is documents that are in the defendant's control and for which the defendant claims neither privilege nor confidentiality. A copy of the letter of appointment had been provided to Mr Hide. Mr Currie explained that when the administration of the investigation into Mr DI Henderson had been transferred from Christchurch to Hamilton in April 2014, he (Mr Currie) had undertaken a fresh review and assembled a team to facilitate the Official Assignee's investigation and subsequent litigation. The team involved a number of internal staff, external legal counsel and expert forensic accounting services, Indepth Forensic, of which Mr Parsons is the sole director. Mr Parsons is an experienced insolvency practitioner, a chartered accountant and has previous experience with complex company liquidations and bankruptcies. The technical and specialist services provided by Indepth Forensic in the investigation consisted of forensic accounting services and investigation skills, including work necessary to trace phones or identify assets potentially held by the bankrupt that could be realised for the benefit of creditors."
                },
                {
                  "title": "[5.3]",
                  "content": "As to the third category, because the s 165 transcripts had already been disclosed in earlier discovery, there was no need for them to be relisted."
                }
              ]
            },
            {
              "number": "[6]",
              "content": "Mr Hide does not challenge the claim to privilege nor in the present application does he challenge the third category, being the s 165 transcripts as the issue whether those documents can be withheld from him is the point for determination in the substantive proceedings and cannot properly be addressed in the context of an interlocutory hearing on a discovery (or disclosure) issue. He does, however, challenge the confidentiality claim made in respect of the second category of documents and which are listed by Mr Currie in Part 2 of his supplementary affidavit, being the documents which made the case for issuing the s 165 notices to third parties. No s 165 notice has been issued in respect of Mr Hide.",
              "page": 3
            },
            {
              "number": "",
              "content": "The procedure followed",
              "page": 3
            },
            {
              "number": "[7]",
              "content": "These proceedings were set down for hearing at Christchurch over four days commencing on Monday 30 April 2018. On the first day the Tribunal heard the challenge to the confidentiality claim. During the open stage of that hearing the Tribunal heard the submissions for Mr Hide and received from the Official Assignee an open version of the Official Assignee's submissions. Thereafter, Mr Hide, Mr Henderson and other members of the public were excluded from the hearing room so the Tribunal could hear the closed evidence of Mr Currie and the closed submissions of the Official Assignee. By consent Ms Jamieson-Smyth remained present during the closed hearing. Once the closed hearing had come to an end Mr Hide returned and the hearing resumed in open format.",
              "page": 3
            },
            {
              "number": "[8]",
              "content": "At 10am the following day, 1 May 2018, the Tribunal announced that for reasons which would be given at a later date the confidentiality claim made by the Official Assignee was upheld and the challenge by Mr Hide dismissed. We now record our reasons for that decision.",
              "page": 3
            }
          ]
        },
        {
          "title": "THE LAW TO BE APPLIED",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "",
              "content": "Adoption of the High Court Rules",
              "page": 3
            },
            {
              "number": "[9]",
              "content": "In addressing a challenge to a claim of confidentiality made in an affidavit of documents the Tribunal applies High Court Rules, r 8.25 subject to such modifications necessary to reflect the fact the Tribunal is not a court and that it has a unique human rights jurisdiction. The rule provides:",
              "page": 3,
              "quoted_material": {
                "source": "High Court Rules, r 8.25",
                "content": "8.25 Challenge to privilege or confidentiality claim\n(1) If a party challenges a claim to privilege or confidentiality made in an affidavit of documents, the party may apply to the court for an order setting aside or modifying the claim.\n(2) In considering the application, a Judge may require the document under review to be produced to the Judge and may inspect it for the purpose of deciding the validity of the claim.\n(3) The Judge may—\n(a) set aside the claim to privilege or confidentiality; or\n(b) modify the claim to privilege or confidentiality; or\n(c) dismiss the application; or\n(d) make any other order with respect to the document under review that the Judge thinks just."
              }
            },
            {
              "number": "",
              "content": "Application of the Evidence Act 2006",
              "page": 3
            },
            {
              "number": "[10]",
              "content": "Section 69 of the Evidence Act 2006 (EVA) creates a comprehensive and broadly worded judicial discretion in relation to confidential information:",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Evidence Act 2006 (EVA), s 69",
                  "context": "Creates a comprehensive and broadly worded judicial discretion in relation to confidential information."
                }
              ],
              "quoted_material": {
                "source": "Evidence Act 2006, Section 69",
                "content": "69 Overriding discretion as to confidential information\n(1) A direction under this section is a direction that any 1 or more of the following not be disclosed in a proceeding:\n(a) a confidential communication:\n(b) any confidential information:\n(c) any information that would or might reveal a confidential source of information.\n(2) A Judge may give a direction under this section if the Judge considers that the public interest in the disclosure in the proceeding of the communication or information is outweighed by the public interest in-\n(a) preventing harm to a person by whom, about whom, or on whose behalf the confidential information was obtained, recorded, or prepared or to whom it was communicated; or\n(b) preventing harm to-\n(i) the particular relationship in the course of which the confidential communication or confidential information was made, obtained, recorded, or prepared; or\n(ii) relationships that are of the same kind as, or of a kind similar to, the relationship referred to in subparagraph (i); or\n(c) maintaining activities that contribute to or rely on the free flow of information.\n(3) When considering whether to give a direction under this section, the Judge must have regard to-\n(a) the likely extent of harm that may result from the disclosure of the communication or information; and\n(b) the nature of the communication or information and its likely importance in the proceeding; and\n(c) the nature of the proceeding; and\n(d) the availability or possible availability of other means of obtaining evidence of the communication or information; and\n(e) the availability of means of preventing or restricting public disclosure of the evidence if the evidence is given; and\n(f) the sensitivity of the evidence, having regard to-\n(i) the time that has elapsed since the communication was made or the information was compiled or prepared; and\n(ii) the extent to which the information has already been disclosed to other persons; and\n(g) society's interest in protecting the privacy of victims of offences and, in particular, victims of sexual offences.\n(4) The Judge may, in addition to the matters stated in subsection (3), have regard to any other matters that the Judge considers relevant.\n(5) A Judge may give a direction under this section that a communication or information not be disclosed whether or not the communication or information is privileged by another provision of this subpart or would, except for a limitation or restriction imposed by this subpart, be privileged.",
                "internal_paragraphs": []
              }
            },
            {
              "number": "[11]",
              "content": "By virtue of s 106(4) of the Human Rights Act 1993 (HRA) the Evidence Act applies to the Tribunal in the same manner as if the Tribunal were a court though the effect of HRA, s 106(1)(d) is that the Tribunal can receive any evidence that may assist the Tribunal to deal effectively with the matter before it. Section 106 of the HRA applies to proceedings under the Privacy Act 1993 by virtue of s 89 of the latter Act. For a recent discussion of the relationship between the Evidence Act and the Human Rights Act, see Taylor v Corrections (No. 2) [2018] NZHRRT 43 at [11] to [18].",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993, s 106(4)",
                  "context": "Makes the Evidence Act apply to the Tribunal."
                },
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993, s 106(1)(d)",
                  "context": "Allows the Tribunal to receive any evidence that may assist it."
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993, s 89",
                  "context": "Applies s 106 of the HRA to proceedings under the Privacy Act."
                },
                {
                  "type": "case",
                  "reference": "Taylor v Corrections (No. 2) [2018] NZHRRT 43 at [11] to [18]",
                  "context": "For a recent discussion of the relationship between the Evidence Act and the Human Rights Act."
                }
              ]
            },
            {
              "number": "",
              "content": "Determining a confidentiality claim",
              "page": 4
            },
            {
              "number": "[12]",
              "content": "It has been accepted by the High Court (see for example InterCity Group (NZ) Ltd v Nakedbus NZ Ltd [2013] NZHC 2261, (2013) 21 PRNZ 520 at [12] to [18]) that in determining a challenge under High Court Rules, r 8.25 to a confidentiality claim made in civil proceedings, it is appropriate to apply EVA, s 69. Two public interests must be weighed. Under s 69(2) a direction of non-disclosure may be given if the public interest in disclosure is outweighed by the public interest in (1) preventing harm to a person, (2) preventing harm to a relationship of confidence, and (3) maintaining activities that rely on the free flow of information.",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "InterCity Group (NZ) Ltd v Nakedbus NZ Ltd [2013] NZHC 2261, (2013) 21 PRNZ 520 at [12] to [18]",
                  "context": "Accepted that it is appropriate to apply EVA, s 69 in determining a challenge to a confidentiality claim."
                },
                {
                  "type": "statute",
                  "reference": "EVA, s 69",
                  "context": "Applied in determining a challenge under High Court Rules, r 8.25 to a confidentiality claim."
                }
              ]
            },
            {
              "number": "[13]",
              "content": "However, in InterCity Group (NZ) Ltd v Nakedbus NZ Ltd at [18] Asher J did point out:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "InterCity Group (NZ) Ltd v Nakedbus NZ Ltd at [18]",
                  "context": "Asher J pointing out the applicability of the section to discovery in civil proceedings."
                }
              ],
              "quoted_material": {
                "source": "InterCity Group (NZ) Ltd v Nakedbus NZ Ltd",
                "content": "[18] It must be recognised, however, that the section is not entirely apposite to the considerations that arise on discovery in civil proceedings. Given the weighing process directed by s 69(2), it is difficult to see how there is a \"public interest\" in inter-parties disclosure of documents in a civil proceeding. The interest is rather that of the inspecting party to see the other side's relevant documents,11 and against this must be balanced the relevant confidentiality considerations.",
                "internal_paragraphs": [
                  {
                    "identifier": "[18]",
                    "content": "It must be recognised, however, that the section is not entirely apposite to the considerations that arise on discovery in civil proceedings. Given the weighing process directed by s 69(2), it is difficult to see how there is a \"public interest\" in inter-parties disclosure of documents in a civil proceeding. The interest is rather that of the inspecting party to see the other side's relevant documents,11 and against this must be balanced the relevant confidentiality considerations."
                  }
                ]
              }
            },
            {
              "number": "[14]",
              "content": "In interpreting and applying EVA, s 69 we intend following the judgment of Winkelmann J in Financial Markets Authority v Hotchin [2014] NZHC 2732 at [26] to [29]. There is a two limb test:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Financial Markets Authority v Hotchin [2014] NZHC 2732 at [26] to [29]",
                  "context": "Following the judgment of Winkelmann J in interpreting and applying EVA, s 69."
                }
              ],
              "quoted_material": {
                "source": "",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "[14.1]",
                    "content": "An assessment whether the documents contain confidential information (or constitute confidential information); and"
                  },
                  {
                    "identifier": "[14.2]",
                    "content": "A balancing of the:\n[14.2.1] public interest in the confidentiality, against\n[14.2.2] any competing public interest in disclosure."
                  }
                ]
              }
            },
            {
              "number": "[15]",
              "content": "Expanding on these two limbs Winkelmann J at [27], [28] and [29] stated:",
              "page": 5,
              "quoted_material": {
                "source": "Winkelmann J in Financial Markets Authority v Hotchin",
                "content": "[27] As to the first limb, the issue is whether there was a reasonable expectation that the information or communication would be kept confidential. It is not necessary to establish the existence of a confidentiality agreement or of a relationship that implies obligations of confidentiality although of course the existence of such an agreement is material to the assessment of whether the documents contain or constitute confidential information.\n[28] As to the second element, s 69(2)(b) provides that a judge may decline to give a direction if the public interest in disclosure is outweighed by the public interest in any of the matters set out in s 69(2)(a), (b) or (c). In Port Nelson Ltd v Commerce Commission the Court of Appeal said:\nIt must be apparent from the document in question or shown by other evidence that disclosure would be likely to prejudice the party in some significant way. Even the possibility of prejudice may be sufficient, but that will depend on the seriousness of the possible prejudice and the significance of the documents to the issue in the proceeding, and the extent to which limited disclosure may enable the concerns of both parties to be accommodated.\n[29] In R v X the Court of Appeal characterised this last balancing step as requiring an approach based on proportionality, whereby the validity of both interests is recognised without diminishing those competing interests (as opposed to weighing up one against the other). [Footnote citations omitted]",
                "internal_paragraphs": [
                  {
                    "identifier": "[27]",
                    "content": "As to the first limb, the issue is whether there was a reasonable expectation that the information or communication would be kept confidential. It is not necessary to establish the existence of a confidentiality agreement or of a relationship that implies obligations of confidentiality although of course the existence of such an agreement is material to the assessment of whether the documents contain or constitute confidential information."
                  },
                  {
                    "identifier": "[28]",
                    "content": "As to the second element, s 69(2)(b) provides that a judge may decline to give a direction if the public interest in disclosure is outweighed by the public interest in any of the matters set out in s 69(2)(a), (b) or (c). In Port Nelson Ltd v Commerce Commission the Court of Appeal said:\nIt must be apparent from the document in question or shown by other evidence that disclosure would be likely to prejudice the party in some significant way. Even the possibility of prejudice may be sufficient, but that will depend on the seriousness of the possible prejudice and the significance of the documents to the issue in the proceeding, and the extent to which limited disclosure may enable the concerns of both parties to be accommodated."
                  },
                  {
                    "identifier": "[29]",
                    "content": "In R v X the Court of Appeal characterised this last balancing step as requiring an approach based on proportionality, whereby the validity of both interests is recognised without diminishing those competing interests (as opposed to weighing up one against the other). [Footnote citations omitted]"
                  }
                ]
              }
            },
            {
              "number": "[16]",
              "content": "The Official Assignee relies also on EVA, s 70 which allows a judge to make a direction that documents related to matters of state not be disclosed in a proceeding:",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "EVA, s 70",
                  "context": "Allows a judge to make a direction that documents related to matters of state not be disclosed."
                }
              ],
              "quoted_material": {
                "source": "Evidence Act 2006, Section 70",
                "content": "70 Discretion as to matters of State\n(1) A Judge may direct that a communication or information that relates to matters of State must not be disclosed in a proceeding if the Judge considers that the public interest in the communication or information being disclosed in the proceeding is outweighed by the public interest in withholding the communication or information.\n(2) A communication or information that relates to matters of State includes a communication or information—\n(a) in respect of which the reason advanced in support of an application for a direction under this section is one of those set out in sections 6 and 7 of the Official Information Act 1982; or\n(b) that is official information as defined in section 2(1) of the Official Information Act 1982 and in respect of which the reason advanced in support of the application for a direction under this section is one of those set out in section 9(2)(b) to (k) of that Act.\n(3) A Judge may give a direction under this section that a communication or information not be disclosed whether or not the communication or information is privileged by another provision of this subpart or would, except for a limitation or restriction imposed by this subpart, be privileged.",
                "internal_paragraphs": []
              }
            }
          ]
        },
        {
          "title": "THE INSOLVENCY CONTEXT",
          "page_start": 6,
          "paragraphs": [
            {
              "number": "[17]",
              "content": "Given the weighing process directed by EVA, s 69(2) it is necessary to begin with a brief summary of the functions, duties and powers of the Official Assignee as well as with references to the litigation which has been associated with Mr Henderson's bankruptcy.",
              "page": 6
            },
            {
              "number": "[18]",
              "content": "The primary role of the Official Assignee in administering bankruptcies is to collect and realise assets for the benefit of creditors and to protect the public from the risks presented by the commercial conduct of bankrupts. The need for such protection is real. See for example the nine Havenleigh Global Services Ltd v Henderson decisions included in the bundle of authorities, particularly the decision of Associate Judge Osborne in Havenleigh Global Services Ltd v Henderson [2016] NZHC 2969 following Mr Henderson's extensive public examination. This decision was upheld on appeal in Henderson v Official Assignee [2017] NZCA 411. The complexity of the investigation undertaken by the Official Assignee can be inferred from the overview of the facts found in the Court of Appeal decision:",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Havenleigh Global Services Ltd v Henderson [2016] NZHC 2969",
                  "context": "Decision of Associate Judge Osborne following Mr Henderson's extensive public examination."
                },
                {
                  "type": "case",
                  "reference": "Henderson v Official Assignee [2017] NZCA 411",
                  "context": "Upholding the decision of Associate Judge Osborne on appeal."
                }
              ],
              "quoted_material": {
                "source": "Henderson v Official Assignee [2017] NZCA 411",
                "content": "[3] Mr Henderson has been adjudicated bankrupt twice. His first bankruptcy was in 1996. He was discharged in 1999. His second bankruptcy in November 2010 arose from his failure to satisfy a judgment debt for $70,318.90 in favour of Havenleigh Global Services Ltd. That company was substituted as the applicant in a bankruptcy proceeding earlier commenced by another creditor Gold Band Finance Ltd with which Mr Henderson compromised a claim for $811,994.05. However, it soon transpired that these debts were minimal when compared to Mr Henderson's liabilities to others. Claims by third parties against his bankrupt estate exceeded $160 million. His final indebtedness was settled in the range of $100 million to $150 million.\n[5] The causes of Mr Henderson's bankruptcy were undisputed. He had assumed substantial liabilities through personal guarantees given to largely second-tier financiers for loans to various companies under his control. Mr Henderson undertook major property developments in Queenstown, Christchurch, Dunedin and Invercargill. He acted principally through Property Ventures Ltd (PVL), in which he was a major shareholder and later managing director. In late 2007 PVL and related companies under Mr Henderson's control started to experience difficulties in meeting debt repayment obligations which Mr Henderson had guaranteed. PVL's receivership followed in March 2010. The Associate Judge outlined in detail the nature and extent of Mr Henderson's personal guarantees for his companies borrowings.\n[6] There was a related cause for Mr Henderson's bankruptcy. He failed consistently to meet his personal taxation liabilities to the Inland Revenue Department. The Department claimed on his adjudication a total of $2,270,319.74 including penalties and use of money interest for years when Mr Henderson filed returns recording nil income and nil expenses. His companies also diverted PAYE and GST payments, for which they were legally bound to account to the Department, for their own purposes. Mr Henderson was responsible for this corporate misuse of taxation payments to finance various commercial developments. He applied public monies as private working capital.\n[7] Mr Henderson has an unusually active history in both the criminal and civil litigation. He has committed numerous offences under the relevant taxation legislation. Included among them are 25 convictions for PAYE offences entered on four earlier occasions and 12 convictions for other taxation offences on seven separate occasions. He has also been the subject of a number of money judgments in the District Court, High Court and the Taxation Review Authority. He has been a frequent appellant before this Court and the Supreme Court. The full details of Mr Henderson's litigation history are chronicled in the High Court judgment.\n[8] The Associate Judge's unchallenged findings on Mr Henderson's commercial history and conduct justify citation:\n[336] Mr Henderson carefully structured his personal affairs both before and in the decade following his first bankruptcy so as to have no assets. But he provided personal guarantees for huge sums. Consequently those creditors entitled to call on his guarantees would almost inevitably receive no payment on account of the guarantee if the company-borrower defaulted in adverse economic times. The distinct likelihood existed that a company-borrower would default in each of the many cases where the financier was a second-tier lender, usually lending for a short to medium term. The occurrence of an economic down-turn (as occurred with the GFC) was a predictable at least in terms of occurrence (if not in magnitude), and one for which a property development enterprise of substantial scale should have prepared. It was precisely in the event of a major economic downturn that second-tier lenders might not roll over loans; others might not step in to refinance the loans; the company borrowers would default; and Mr Henderson's guarantees would be enforced.\n[337] The fact that the Henderson companies embarked upon a programme of sustaining payments to financiers and suppliers at the expense of meeting Revenue obligations such as PAYE and GST masked for a period the onset of corporate insolvencies. The evidence is that Mr Henderson, as managing or sole director of key companies, was centrally involved in such decision-making. Those decisions increased what would have already been Mr Henderson's huge level of insolvency arising through his guarantees.\n[338] Furthermore, Mr Henderson was involved in company tax arrangements which led to personal tax liabilities. He received income for which he did not account to the IRD. The structuring of his personal affairs once again meant, that as those liabilities became confirmed through adjudication processes, he was insolvent on the basis of his tax liabilities alone.\n[Footnote citations omitted]",
                "internal_paragraphs": [
                  {
                    "identifier": "[3]",
                    "content": "Mr Henderson has been adjudicated bankrupt twice. His first bankruptcy was in 1996. He was discharged in 1999. His second bankruptcy in November 2010 arose from his failure to satisfy a judgment debt for $70,318.90 in favour of Havenleigh Global Services Ltd. That company was substituted as the applicant in a bankruptcy proceeding earlier commenced by another creditor Gold Band Finance Ltd with which Mr Henderson compromised a claim for $811,994.05. However, it soon transpired that these debts were minimal when compared to Mr Henderson's liabilities to others. Claims by third parties against his bankrupt estate exceeded $160 million. His final indebtedness was settled in the range of $100 million to $150 million."
                  },
                  {
                    "identifier": "[5]",
                    "content": "The causes of Mr Henderson's bankruptcy were undisputed. He had assumed substantial liabilities through personal guarantees given to largely second-tier financiers for loans to various companies under his control. Mr Henderson undertook major property developments in Queenstown, Christchurch, Dunedin and Invercargill. He acted principally through Property Ventures Ltd (PVL), in which he was a major shareholder and later managing director. In late 2007 PVL and related companies under Mr Henderson's control started to experience difficulties in meeting debt repayment obligations which Mr Henderson had guaranteed. PVL's receivership followed in March 2010. The Associate Judge outlined in detail the nature and extent of Mr Henderson's personal guarantees for his companies borrowings."
                  },
                  {
                    "identifier": "[6]",
                    "content": "There was a related cause for Mr Henderson's bankruptcy. He failed consistently to meet his personal taxation liabilities to the Inland Revenue Department. The Department claimed on his adjudication a total of $2,270,319.74 including penalties and use of money interest for years when Mr Henderson filed returns recording nil income and nil expenses. His companies also diverted PAYE and GST payments, for which they were legally bound to account to the Department, for their own purposes. Mr Henderson was responsible for this corporate misuse of taxation payments to finance various commercial developments. He applied public monies as private working capital."
                  },
                  {
                    "identifier": "[7]",
                    "content": "Mr Henderson has an unusually active history in both the criminal and civil litigation. He has committed numerous offences under the relevant taxation legislation. Included among them are 25 convictions for PAYE offences entered on four earlier occasions and 12 convictions for other taxation offences on seven separate occasions. He has also been the subject of a number of money judgments in the District Court, High Court and the Taxation Review Authority. He has been a frequent appellant before this Court and the Supreme Court. The full details of Mr Henderson's litigation history are chronicled in the High Court judgment."
                  },
                  {
                    "identifier": "[8]",
                    "content": "The Associate Judge's unchallenged findings on Mr Henderson's commercial history and conduct justify citation:"
                  },
                  {
                    "identifier": "[336]",
                    "content": "Mr Henderson carefully structured his personal affairs both before and in the decade following his first bankruptcy so as to have no assets. But he provided personal guarantees for huge sums. Consequently those creditors entitled to call on his guarantees would almost inevitably receive no payment on account of the guarantee if the company-borrower defaulted in adverse economic times. The distinct likelihood existed that a company-borrower would default in each of the many cases where the financier was a second-tier lender, usually lending for a short to medium term. The occurrence of an economic down-turn (as occurred with the GFC) was a predictable at least in terms of occurrence (if not in magnitude), and one for which a property development enterprise of substantial scale should have prepared. It was precisely in the event of a major economic downturn that second-tier lenders might not roll over loans; others might not step in to refinance the loans; the company borrowers would default; and Mr Henderson's guarantees would be enforced."
                  },
                  {
                    "identifier": "[337]",
                    "content": "The fact that the Henderson companies embarked upon a programme of sustaining payments to financiers and suppliers at the expense of meeting Revenue obligations such as PAYE and GST masked for a period the onset of corporate insolvencies. The evidence is that Mr Henderson, as managing or sole director of key companies, was centrally involved in such decision-making. Those decisions increased what would have already been Mr Henderson's huge level of insolvency arising through his guarantees."
                  },
                  {
                    "identifier": "[338]",
                    "content": "Furthermore, Mr Henderson was involved in company tax arrangements which led to personal tax liabilities. He received income for which he did not account to the IRD. The structuring of his personal affairs once again meant, that as those liabilities became confirmed through adjudication processes, he was insolvent on the basis of his tax liabilities alone."
                  }
                ]
              }
            },
            {
              "number": "[19]",
              "content": "These findings by the High Court (upheld by the Court of Appeal) underline the public interest in the investigation of Mr Henderson's affairs and the need for the Official Assignee to be fully informed not just as to the bankrupt's property, but also as to the bankrupt's dealings. See Havenleigh Global Services Ltd v Henderson [2015] NZHC 1761 (Ruling No. 1) at [38] to [39]. To this must be added the observation made by Hinton J in Henderson v Attorney-General [2017] NZHC 606, [2017] NZAR 707 at [9] that Mr Henderson's bankruptcy was “both complex and challenging”.",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "Havenleigh Global Services Ltd v Henderson [2015] NZHC 1761 (Ruling No. 1) at [38] to [39]",
                  "context": "Cited to show the public interest in the investigation and the need for the Official Assignee to be fully informed."
                },
                {
                  "type": "case",
                  "reference": "Henderson v Attorney-General [2017] NZHC 606, [2017] NZAR 707 at [9]",
                  "context": "Observation that Mr Henderson's bankruptcy was 'both complex and challenging'."
                }
              ]
            }
          ]
        },
        {
          "title": "CONFIDENTIALITY – EVIDENCE ACT, S 69",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[20]",
              "content": "Against this background we return to the two limb test in EVA, s 69.",
              "page": 7
            },
            {
              "number": "",
              "content": "The first limb, whether the documents contain confidential information",
              "page": 7
            },
            {
              "number": "[21]",
              "content": "In R v X (CA553/2009) [2009] NZCA 531, [2010] 2 NZLR 181 at [48] it was held in relation to EVA, s 69(1) that information can be confidential because of a reasonable expectation of confidentiality, even in the absence of a particular kind of relationship or agreement.",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "R v X (CA553/2009) [2009] NZCA 531, [2010] 2 NZLR 181 at [48]",
                  "context": "Held that information can be confidential because of a reasonable expectation of confidentiality."
                },
                {
                  "type": "statute",
                  "reference": "EVA, s 69(1)",
                  "context": "In relation to which the holding in R v X was made."
                }
              ]
            },
            {
              "number": "[22]",
              "content": "In our view it is plain from the description of the documents listed in Part 2 of Mr Currie's open supplementary affidavit of documents that there was in the circumstances a reasonable expectation of confidentiality in the information, compiled as it had been for the purpose of the investigation and for the report by the Official Assignee to the High Court. This expectation of confidentiality is underlined by the Insolvency Act, s 169 which provides:",
              "page": 7,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Insolvency Act, s 169",
                  "context": "Underlines the expectation of confidentiality."
                }
              ],
              "quoted_material": {
                "source": "Insolvency Act, s 169",
                "content": "169 Report of examination must not be published unless court consents\n(1) A person must not, without the court's permission under subsection (2), publish a report of—\n(a) any examination of a person summoned by the Assignee; or\n(b) any matter arising in the course of that examination.\n(2) On the Assignee's application, the court may permit publication of a report under the conditions that the court imposes.\n(3) A person who contravenes subsection (1) commits an offence and is liable on conviction to imprisonment for a term not exceeding 12 months or a fine not exceeding $5,000 or both.",
                "internal_paragraphs": []
              }
            },
            {
              "number": "[23]",
              "content": "Mr Currie's (open) description of the documents was in the following terms:",
              "page": 8,
              "quoted_material": {
                "source": "Mr Currie's open description of documents",
                "content": "[7] ... I have listed an investigation report dated 30 November 2014 that formed the backbone of the subsequent investigation as well as specific documents extracted from the record which link Mr Henderson to Grace Motor Works Ltd, St Asaph Investments 2011 Ltd and AFB Treasury Ltd.\n[9] Finally, I have listed the Assignee's report to the High Court and the supplementary report. These documents form part of the High Court's record and are hence confidential, subject to the High Court authorising their release. The High Court's findings, however, and the subsequent judgment of the Court of Appeal, are matters of public record.",
                "internal_paragraphs": [
                  {
                    "identifier": "[7]",
                    "content": "... I have listed an investigation report dated 30 November 2014 that formed the backbone of the subsequent investigation as well as specific documents extracted from the record which link Mr Henderson to Grace Motor Works Ltd, St Asaph Investments 2011 Ltd and AFB Treasury Ltd."
                  },
                  {
                    "identifier": "[9]",
                    "content": "Finally, I have listed the Assignee's report to the High Court and the supplementary report. These documents form part of the High Court's record and are hence confidential, subject to the High Court authorising their release. The High Court's findings, however, and the subsequent judgment of the Court of Appeal, are matters of public record."
                  }
                ]
              }
            },
            {
              "number": "[24]",
              "content": "Our own inspection of the documents compels the conclusion they were prepared with a reasonable expectation of confidentiality. As submitted by the Official Assignee in his open submissions at para 3.6, the documents comprise the backbone of a complex investigation into Mr Henderson's property, conduct and dealings and are confidential and should remain so.",
              "page": 8
            },
            {
              "number": "",
              "content": "The second limb: the balancing exercise",
              "page": 8
            },
            {
              "number": "[25]",
              "content": "We now address the mandatory factors specified by EVA, s 69(3).",
              "page": 8
            },
            {
              "number": "",
              "content": "(a) the likely extent of harm that may result from the disclosure of the communication or information",
              "page": 8
            },
            {
              "number": "[26]",
              "content": "We accept the (open) submission for the Official Assignee at paras 3.9 to 3.12:",
              "page": 8,
              "quoted_material": {
                "source": "Official Assignee's submission",
                "content": "3.9 The Assignee's investigative functions will be prejudiced if confidentiality is not preserved in the documents. Protection of investigative techniques and relevant lines of inquiry lie at the core of the law's protection of confidential information. Confidentiality preserves the integrity of the investigation.\n3.10 There is also an important public interest in the free flow of information. Disclosure in this case risks a chilling effect where other agencies or informants either do not disclose information to the Assignee, or disclose more limited information to the Assignee. This chilling effect is likely to restrict the Assignee's ability to investigate possible offences and to gather information in order to make recommendations to the High Court about whether the bankrupt individual poses any risk to the public.\n3.11 Disclosure would undermine the public interest in the free and frank disclosure of opinions within the investigative team while conducting an investigation. An analogy can also be drawn with cases where the Courts have refused access to internal documents on public interest immunity grounds in the context of the deliberative process of the Commerce Commission and the Law Society Standards Committees. The nature of the particular allegations were considered insufficient to justify disclosure, in light of this public interest.\n3.12 To find otherwise would hamper the Assignee's central objectives in future cases which include:",
                "internal_paragraphs": [
                  {
                    "identifier": "3.9",
                    "content": "The Assignee's investigative functions will be prejudiced if confidentiality is not preserved in the documents. Protection of investigative techniques and relevant lines of inquiry lie at the core of the law's protection of confidential information. Confidentiality preserves the integrity of the investigation."
                  },
                  {
                    "identifier": "3.10",
                    "content": "There is also an important public interest in the free flow of information. Disclosure in this case risks a chilling effect where other agencies or informants either do not disclose information to the Assignee, or disclose more limited information to the Assignee. This chilling effect is likely to restrict the Assignee's ability to investigate possible offences and to gather information in order to make recommendations to the High Court about whether the bankrupt individual poses any risk to the public."
                  },
                  {
                    "identifier": "3.11",
                    "content": "Disclosure would undermine the public interest in the free and frank disclosure of opinions within the investigative team while conducting an investigation. An analogy can also be drawn with cases where the Courts have refused access to internal documents on public interest immunity grounds in the context of the deliberative process of the Commerce Commission and the Law Society Standards Committees. The nature of the particular allegations were considered insufficient to justify disclosure, in light of this public interest."
                  },
                  {
                    "identifier": "3.12",
                    "content": "To find otherwise would hamper the Assignee's central objectives in future cases which include:"
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "(a) taking steps to realise the bankrupt's property and distribute the proceeds to creditors;\n(b) in more complex cases, where the Assignee objects to a bankrupt's automatic discharge, exercising investigative powers to facilitate the preparation of a report to the High Court that informs the Court's assessment of whether to discharge a person from bankruptcy, and if so whether conditions might be necessary for the protection of the public; and\n(c) investigating, preventing and detecting offences.\n[Footnote citations omitted]",
              "page": 9
            },
            {
              "number": "",
              "content": "(b) the nature of the communication or information and its likely importance in the proceeding",
              "page": 9
            },
            {
              "number": "[27]",
              "content": "In R v X at [87] it was stated that the importance of the information is highly relevant.",
              "page": 9,
              "citations": [
                {
                  "type": "case",
                  "reference": "R v X at [87]",
                  "context": "Stated that the importance of the information is highly relevant."
                }
              ]
            },
            {
              "number": "[28]",
              "content": "In the present case, as submitted by the Official Assignee in his open submissions at para 3.14, the confidential documents comprise an investigation report that discusses evidential aspects of the investigation into Mr Henderson's affairs, together with supporting documents that formed part of the investigation. There is nothing in the documents that assist Mr Hide with his claim under IPPs 1, 2, 4 and 6 which focus on questions and answers given in the s 67 examination transcripts. But there is much in the confidential documents that, if disclosed, would compromise the Official Assignee's ability to detect and prevent offences in the future.",
              "page": 9
            },
            {
              "number": "",
              "content": "(c) the nature of the proceeding",
              "page": 9
            },
            {
              "number": "[29]",
              "content": "We accept the (open) submission for the Official Assignee at para 3.16:",
              "page": 9,
              "quoted_material": {
                "source": "Official Assignee's submission",
                "content": "3.16 The scale of the investigation into Mr Henderson's affairs and the scale of losses sustained by creditors has been challenged throughout a raft of pieces of litigation, has been the subject of parliamentary questions and has been subject to media attention generally. This increased public scrutiny increases the risk of harm if disclosure of investigative documents is ordered that will reveal investigative techniques. In addition, should the information be aired publicly there is a real risk to provision of information from the public and other agencies to the Assignee, thereby undermining the Assignee's investigative functions that are performed in the public interest.",
                "internal_paragraphs": [
                  {
                    "identifier": "3.16",
                    "content": "The scale of the investigation into Mr Henderson's affairs and the scale of losses sustained by creditors has been challenged throughout a raft of pieces of litigation, has been the subject of parliamentary questions and has been subject to media attention generally. This increased public scrutiny increases the risk of harm if disclosure of investigative documents is ordered that will reveal investigative techniques. In addition, should the information be aired publicly there is a real risk to provision of information from the public and other agencies to the Assignee, thereby undermining the Assignee's investigative functions that are performed in the public interest."
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "(d) the availability or possible availability of other means of obtaining evidence of the communication or information",
              "page": 9
            },
            {
              "number": "[30]",
              "content": "We similarly accept the (open) submission for the Official Assignee at para 3.17:",
              "page": 9,
              "quoted_material": {
                "source": "Official Assignee's submission",
                "content": "3.17 ... The documents are not weighty in determining the plaintiff's privacy challenge, which is about asking third parties questions about the plaintiff rather than asking him directly. The documents merely show the complex inner workings of the investigation into the plaintiff's associate, Mr Henderson, and by extension any relevant links between Mr Henderson's commercial affairs and third parties.",
                "internal_paragraphs": [
                  {
                    "identifier": "3.17",
                    "content": "... The documents are not weighty in determining the plaintiff's privacy challenge, which is about asking third parties questions about the plaintiff rather than asking him directly. The documents merely show the complex inner workings of the investigation into the plaintiff's associate, Mr Henderson, and by extension any relevant links between Mr Henderson's commercial affairs and third parties."
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "(e) the availability of means of preventing or restricting public disclosure of the evidence if the evidence is given",
              "page": 9
            },
            {
              "number": "[31]",
              "content": "These proceedings arise out of the administration of the bankruptcy of Mr Henderson who is Mr Hide's McKenzie friend. We have been told Mr Hide has supported Mr Henderson through much of Mr Henderson's lengthy litigation with the Official Assignee. Mr Hide even attended the public examination of Mr Henderson. There is little doubt they share information obtained in their separate but related proceedings. In these circumstances it is difficult to see what practical measures could be taken to restrict disclosure of the confidential evidence to Mr Hide alone. In addition issues have already arisen in relation to the potential breach by Mr Hide of the ban on the collateral use of documents obtained in discovery. See:\n• Hide v Official Assignee (Discovery) [2018] NZHRRT 6 (8 March 2018) at [20] and [21].\n• The Chairperson's Minute issued on 2 July 2018 at [9].\n• The submissions by the Official Assignee in relation to Mr Hide's proposed use of two file notes made by Ms Foidl.",
              "page": 9,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hide v Official Assignee (Discovery) [2018] NZHRRT 6 (8 March 2018) at [20] and [21]",
                  "context": "Cited in relation to the potential breach by Mr Hide of the ban on the collateral use of documents obtained in discovery."
                },
                {
                  "type": "other",
                  "reference": "The Chairperson's Minute issued on 2 July 2018 at [9]",
                  "context": "Cited in relation to the potential breach by Mr Hide of the ban on the collateral use of documents obtained in discovery."
                }
              ]
            },
            {
              "number": "[32]",
              "content": "Our conclusion is that there are no practical means to prevent or restrict public disclosure of the confidential evidence if the evidence is given.",
              "page": 10
            },
            {
              "number": "",
              "content": "(f) the sensitivity of the evidence, having regard to the time that has elapsed since the communication was made or the information was compiled or prepared; and the extent to which the information has already been disclosed to other persons",
              "page": 10
            },
            {
              "number": "[33]",
              "content": "The Tribunal has been told that criminal proceedings against Mr Henderson and relating to his bankruptcy are still in train and in addition Mr Henderson is subject to Insolvency Act restrictions until 2022. The evidence in question will have potential relevance in both contexts. In these circumstances the elapse of time does not assist Mr Hide's quest to gain access to the confidential information.",
              "page": 10
            },
            {
              "number": "[34]",
              "content": "We do not intend addressing s 69(3)(g) (society's interest in protecting the privacy of victims of offences) as this consideration has little or no relevance to the facts of the case.",
              "page": 10
            },
            {
              "number": "",
              "content": "Conclusions regarding EVA, s 69",
              "page": 10
            },
            {
              "number": "[35]",
              "content": "There are few, if any, factors favouring disclosure to Mr Hide of the documents for which a claim of confidentiality has been made. Rather the relevant factors overwhelmingly favour the Official Assignee.",
              "page": 10
            },
            {
              "number": "[36]",
              "content": "Having had regard to the prescribed statutory matters in EVA, s 69(3) and having assessed the two different public interests identified in s 69(2) we have concluded the only appropriate outcome is a direction that the documents for which the Official Assignee claims confidentiality not be disclosed in these proceedings. We so conclude whether the assessment is approached on the basis of proportionality or on the basis of the weighing of the one interest against the other.",
              "page": 10
            },
            {
              "number": "[37]",
              "content": "As will be seen from the terms of the formal orders which follow a direction is made that the documents listed in Part 2 of the supplementary affidavit of documents sworn by Mr Currie on 29 March 2018 must not be disclosed in these proceedings because we consider the public interest in disclosure of the communications or information in these proceedings is outweighed by the public interest in:",
              "page": 10,
              "subsections": [
                {
                  "title": "[37.1]",
                  "content": "preventing harm to:"
                },
                {
                  "title": "[37.1.1]",
                  "content": "the particular relationship in the course of which the confidential communication or confidential information was made, obtained, recorded, or prepared; or"
                },
                {
                  "title": "[37.1.2]",
                  "content": "relationships that are of the same kind as, or of a kind similar to, the relationship referred to; or"
                },
                {
                  "title": "[37.2]",
                  "content": "maintaining activities that contribute to or rely on the free flow of information."
                }
              ]
            }
          ]
        },
        {
          "title": "The additional ground: EVA, s 70",
          "page_start": 11,
          "paragraphs": [
            {
              "number": "[38]",
              "content": "The Official Assignee relies also on EVA, s 70.",
              "page": 11
            },
            {
              "number": "[39]",
              "content": "A communication or information that relates to matters of State includes communications or information that would be protected from disclosure under the Official Information Act 1982 (OIA). The Official Assignee relies on OIA, s 6 which states that good reason for withholding official information exists if the making available of that information would be likely:",
              "page": 11,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Official Information Act 1982 (OIA)",
                  "context": "Protects certain communications or information from disclosure."
                },
                {
                  "type": "statute",
                  "reference": "OIA, s 6",
                  "context": "States good reason for withholding official information exists."
                }
              ],
              "quoted_material": {
                "source": "Official Information Act 1982, s 6",
                "content": "(c) to prejudice the maintenance of the law, including the prevention, investigation, and detection of offences, and the right to a fair trial; or",
                "internal_paragraphs": []
              }
            },
            {
              "number": "[40]",
              "content": "It is submitted that for the same reasons outlined in relation to EVA, s 69(3)(a) there is a real risk of harm to future investigations by the Official Assignee if these documents are disclosed to Mr Hide. In addition the Official Assignee in his (open) submissions makes the following points, with which we agree:",
              "page": 11,
              "quoted_material": {
                "source": "Official Assignee's submissions",
                "content": "4.5 Related criminal proceedings linked to the investigation are also currently before the Court. Where the criminal process is engaged the Criminal Disclosure Act 2008 governs disclosure to a defendant in safeguarding fair trial rights. By contrast, the plaintiff was not the subject of the investigation. The balance to be struck in these circumstances is entirely different.\n4.6 Finally, the practical reality is that with any investigation file there is always an ability to take matters further should new information come to light and it is important to preserve confidentiality in the record so that new avenues of inquiry can be pursued where appropriate. This is particularly the case in the insolvency context where the High Court has the discretion to require the Assignee to undertake further investigations into a bankrupt's property, conduct or dealings.",
                "internal_paragraphs": [
                  {
                    "identifier": "4.5",
                    "content": "Related criminal proceedings linked to the investigation are also currently before the Court. Where the criminal process is engaged the Criminal Disclosure Act 2008 governs disclosure to a defendant in safeguarding fair trial rights. By contrast, the plaintiff was not the subject of the investigation. The balance to be struck in these circumstances is entirely different."
                  },
                  {
                    "identifier": "4.6",
                    "content": "Finally, the practical reality is that with any investigation file there is always an ability to take matters further should new information come to light and it is important to preserve confidentiality in the record so that new avenues of inquiry can be pursued where appropriate. This is particularly the case in the insolvency context where the High Court has the discretion to require the Assignee to undertake further investigations into a bankrupt's property, conduct or dealings."
                  }
                ]
              }
            },
            {
              "number": "[41]",
              "content": "We accordingly direct that the communications or information listed in Part 2 of the supplementary affidavit of documents sworn by Mr Currie on 29 March 2018 must not be disclosed in these proceedings as we are of the view the public interest in the communications or information being disclosed in the proceeding is outweighed by the public interest in withholding the communications or information.",
              "page": 11
            }
          ]
        },
        {
          "title": "FORMAL ORDERS",
          "page_start": 11,
          "paragraphs": [
            {
              "number": "[42]",
              "content": "For the reasons given the Tribunal orders:",
              "page": 11,
              "subsections": [
                {
                  "title": "[42.1]",
                  "content": "Pursuant to the Evidence Act 2006, s 69 we direct the documents listed in Part 2 of the supplementary affidavit of documents sworn by Mr Currie on 29 March 2018 must not be disclosed in these proceedings on the grounds that the public interest in disclosure of the communications or information in these proceedings is outweighed by the public interest in preventing harm to the relationships of confidence specified by the Evidence Act 2006, s 69(2)(b)(i) and (ii) or maintaining activities that contribute to or rely on the free flow of information."
                },
                {
                  "title": "[42.2]",
                  "content": "Pursuant to s 70 of the Evidence Act 2006 we direct that the communications or information listed in Part 2 of the supplementary affidavit of documents sworn by Mr Currie on 29 March 2018 must not be disclosed in these proceedings as the public interest in the communications or information being disclosed in the proceeding is outweighed by the public interest in withholding the communications or information."
                }
              ]
            }
          ]
        },
        {
          "title": "Costs",
          "page_start": 12,
          "paragraphs": [
            {
              "number": "[43]",
              "content": "Costs are reserved.",
              "page": 12
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Ms WV Gilchrist",
          "role": "Member"
        },
        {
          "name": "Ms ST Scott",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as: Hide v Official Assignee (Confidentiality Claim) [2019] NZHRRT 1]",
          "page": 1
        }
      ]
    }
  ]
}