{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 12
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2018] NZHRRT 48",
        "reference_number": "HRRT 057/2016",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "New Zealand",
        "hearing_date": "25 October 2018",
        "decision_date": "7 November 2018",
        "case_title": "Layton v Aon New Zealand Ltd",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 12
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "LORNA LAYTON",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "AON NEW ZEALAND LIMITED",
            "role": "DEFENDANT",
            "type": "Company"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Ms MA Roche",
          "role": "Co-Chairperson"
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member"
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Ms L Layton",
          "representing": "Plaintiff in person"
        },
        {
          "counsel": "Ms R Keane",
          "representing": "Defendant"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "In July 2015, Lorna Layton had a work place accident. The insurer in respect of her injury was Aon New Zealand Limited (Aon). Difficulties arose between Ms Layton and Aon. On 19 February 2016, Ms Layton requested Aon to provide her with her personal information. 18 March 2016 was the last working day for providing a decision on this request under the Privacy Act (PA). On 6 March 2016, Aon provided her with a copy of her file. Ms Layton was not satisfied that she had received the entire file and, following a complaint to the Office of the Privacy Commissioner (OPC), a check carried out by Aon found a number of documents not included, which were then provided to Ms Layton. Ms Layton remains of the view that further documents have not been provided.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "The primary issue to be determined is whether there was undue delay on the part of Aon in providing Ms Layton with her personal information resulting in an interference with her privacy. It also needs to be determined whether Ms Layton has been provided with all her personal information.",
              "page": 2
            }
          ]
        },
        {
          "title": "Background",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[3]",
              "content": "Ms Layton was employed as a service manager at IDEA Services, a branch of IHC NZ. On 29 July 2015, she had an accident at work and sustained an injury.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "Under the Accident Compensation Act 2001, employers may join an Accredited Employers Programme, which allows them to manage their employees' work-related injuries themselves. Accredited employers are allowed to subcontract claims management to a third party. Aon is the contracted claims handler for IHC NZ, including IDEA Services.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Accident Compensation Act 2001",
                  "context": "Sets out provisions for the Accredited Employers Programme."
                }
              ]
            },
            {
              "number": "[5]",
              "content": "Ms Layton suffers Complex Regional Pain Syndrome and has required specialist pain management for many years.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "On 29 September 2015, Aon granted Ms Layton cover in respect of her accident. On 5 October 2015, Ms Layton lodged a claim to extend the cover to a further lumbar injury.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "On 18 February 2016, Aon declined cover for the further injury. One consequence of this decision was that a referral of Ms Layton to The Auckland Regional Pain Service (TARPS) made by her general practitioner on 9 December 2015, did not proceed because the declination meant that Aon would not fund it.",
              "page": 2
            },
            {
              "number": "[8]",
              "content": "Over time, the relationship between Aon and Ms Layton became difficult. After these difficulties arose, Ms Layton advised Aon not to telephone or email her and to communicate with her only by mail.",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "On 3 October 2015, Ms Layton lodged a complaint with the Accident Compensation Corporation (ACC) regarding Aon's handling of her claim. The outcome was a finding that Aon had breached ACC's Code of Claimants Rights through a failure to respond to an email, and a direction that an apology be made by Aon to Ms Layton.",
              "page": 2
            },
            {
              "number": "[10]",
              "content": "Ms Layton sought a review of that decision. The review decision, dated 15 June 2016, found Aon may have breached Ms Layton's right to be kept fully informed regarding her claim and directed further investigation. It upheld the existing decision regarding the breach of Ms Layton's rights and awarded her costs.",
              "page": 2
            },
            {
              "number": "[11]",
              "content": "On 19 February 2016, Ms Layton requested a complete copy of her file from Aon. At the time, Aon kept both a physical and electronic copy of claim files which were intended to mirror each other. Aon used a claims management software called “Figtree” to log claims information and progress, communications with claimants, employers, and others, and to store emails. In order to store the emails, they would be transferred from Outlook to Figtree. Figtree records were routinely printed and placed on the physical file. The practice at Aon was for Figtree records to be printed for the physical file at the time of their creation.",
              "page": 2
            },
            {
              "number": "[12]",
              "content": "Louise Sugrue was the staff member who dealt with Ms Layton's privacy request. Following the receipt of Ms Layton's request, Ms Sugrue reviewed the physical file, checked her emails and asked two further Aon staff, including Ms Sarah Hills-Livingstone, to check their records. She did not check Figtree for electronic records that may have been left off the physical file.",
              "page": 3
            },
            {
              "number": "[13]",
              "content": "On 6 March 2016, the decision was made to release the personal information and the bulk of the information was provided to Ms Layton when Ms Sugrue posted her a copy of her physical file. Upon reviewing the file, Ms Layton considered that information was missing. In particular, she thought records of telephone calls were missing, and that there was an absence of documentation showing the process by which Aon's decision not to fund her referral to TARPS was made.",
              "page": 3
            },
            {
              "number": "[14]",
              "content": "On 14 April 2016, Ms Layton complained to the OPC. Her complaint was that information had not been provided by Aon including “emails, phone logs, medical advice, and decision rationales”.",
              "page": 3
            },
            {
              "number": "[15]",
              "content": "On 26 May 2016, the OPC notified Aon of Ms Layton's complaint. After receiving this notification, Ms Sugrue checked Ms Layton's physical file against the Figtree file. She found that 15 records had not been printed from Figtree and placed on the physical file. On 22 June 2016, Ms Sugrue sent these records to Ms Layton as well as additional records that had been created since Ms Layton's file was sent to her on 6 March 2016.",
              "page": 3
            },
            {
              "number": "[16]",
              "content": "On 11 July 2016, the OPC emailed Aon advising its preliminary view that Aon had interfered with Ms Layton's privacy under Principle 6 by failing to provide her with all the information she was entitled to in response to her 19 February 2016 request. The email advised that Ms Layton believed that there was communication between Aon and TARPS that had not been provided to her and requested comment.",
              "page": 3
            },
            {
              "number": "[17]",
              "content": "In response, Ms Sugrue carried out a further check and found an additional document that had not been placed on Ms Layton's physical file. This was email correspondence between Ms Hills-Livingstone and TARPS regarding the decision not to approve funding for Ms Layton's GP initiated referral to TARPS.",
              "page": 3
            },
            {
              "number": "[18]",
              "content": "On 15 August 2016, a copy of this email exchange was sent to Ms Layton. Also enclosed were two other documents in respect of which the OPC's view concerning release had been sought.",
              "page": 3
            },
            {
              "number": "[19]",
              "content": "On 18 August 2016, a review hearing in respect of Aon's decision not to extend cover to Ms Layton's further lumbar injury was held by Fairway Resolution Ltd. On 29 August 2016, a decision was issued upholding the decline. Ms Layton appealed this decision (unsuccessfully) to the District Court.",
              "page": 3
            },
            {
              "number": "[20]",
              "content": "On 30 August 2016, the OPC advised its final decision on Ms Layton's complaint. This was that there had been an interference with Ms Layton's privacy. The final decision expressed the view that Ms Layton had not been provided with all the information she was entitled to in response to her 19 February 2016 request and that there had been undue delay. A Certificate of Investigation was issued and on 21 September 2016, Ms Layton filed a claim in the Tribunal under the PA. Ms Layton sought the provision of information she still considered to be outstanding and damages.",
              "page": 4
            }
          ]
        },
        {
          "title": "Legal issues",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[21]",
              "content": "As noted earlier, it is necessary to determine whether there has been an interference with Ms Layton's privacy. Information privacy principle 6 concerns access to personal information and provides:",
              "page": 4,
              "quoted_material": {
                "source": "Principle 6 Access to personal information",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "Where an agency holds personal information in such a way that it can readily be retrieved, the individual concerned shall be entitled—\n(a) to obtain from the agency confirmation of whether or not the agency holds such personal information; and\n(b) to have access to that information."
                  }
                ]
              }
            },
            {
              "number": "[22]",
              "content": "Aon has conceded that its actions breached Principle 6. It does not however accept that there was an interference with Ms Layton's privacy pursuant to s 66 of the PA.",
              "page": 4
            },
            {
              "number": "[23]",
              "content": "Section 66 provides:",
              "page": 4,
              "quoted_material": {
                "source": "Section 66 Interference with privacy",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "For the purposes of this Part, an action is an interference with the privacy of an individual if, and only if,—\n(a) in relation to that individual,—\n(i) the action breaches an information privacy principle; and\n(b) in the opinion of the Commissioner or, as the case may be, the Tribunal, the action—\n(i) has caused, or may cause, loss, detriment, damage, or injury to that individual; or\n(ii) has adversely affected, or may adversely affect, the rights, benefits, privileges, obligations, or interests of that individual; or\n(iii) has resulted in, or may result in, significant humiliation, significant loss of dignity, or significant injury to the feelings of that individual."
                  },
                  {
                    "identifier": "(2)",
                    "content": "Without limiting subsection (1), an action is an interference with the privacy of an individual if, in relation to an information privacy request made by the individual,—\n(a) the action consists of a decision made under Part 4 or Part 5 in relation to the request,\n(i) a refusal to make information available in response to the request; or"
                  },
                  {
                    "identifier": "(4)",
                    "content": "Undue delay in making information available in response to an information privacy request for that information shall be deemed, for the purposes of subsection (2)(a)(i), to be a refusal to make that information available."
                  }
                ]
              }
            },
            {
              "number": "[24]",
              "content": "Aon denies that its breach of Principle 6 caused Ms Layton any of the forms of harm described in s 66(1)(b). It also denies that there was undue delay in terms of s 66(4) amounting to a deemed refusal to make the information available to Ms Layton.",
              "page": 5
            }
          ]
        },
        {
          "title": "Issues to be determined",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[25]",
              "content": "The following issues require determination:\n[25.1] Was there undue delay in providing Ms Layton with her personal information?\n[25.2] Is there further information that should have been provided to Ms Layton in response to her 19 February 2016 request?\n[25.3] Should an interference with Ms Layton's privacy be established, what remedy, if any should be ordered?",
              "page": 5
            }
          ]
        },
        {
          "title": "Undue delay",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[26]",
              "content": "The PA does not impose a specific timeframe within which personal information requested under Principle 6 must be made available. Instead, it provides in s 66(4) that undue delay in providing the information is “deemed” to be a refusal to make the information available. In Koso v Chief Executive, Ministry of Business, Innovation and Employment [2014] HRRT 39, the Tribunal held that the term “undue delay” carries its ordinary meaning of inappropriate or unjustifiable. What amounts to undue delay is fact specific. Access is “unduly delayed” if there is no proper basis for the delay: [5] – [6]. As noted in Koso, the decision to release information, required no later than 20 working days after the day on which the request is received (PA, s 40(1)) and the provision of the information will often or even usually, be contemporaneous. However, the 20 working day timeframe imposed by s 40(1) relates to the decision to release the information, not to the provision of information which must be made without undue delay.",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Koso v Chief Executive, Ministry of Business, Innovation and Employment [2014] HRRT 39",
                  "context": "The Tribunal held that the term “undue delay” carries its ordinary meaning of inappropriate or unjustifiable."
                }
              ]
            },
            {
              "number": "[27]",
              "content": "The position of Aon is that there was no undue delay. Both the decision to release the information and the provision of Ms Layton's file containing the bulk of Ms Layton's information were provided to her on 6 March 2016, which was well within the 20 working day limit provided in s 40(1) of the PA. The outstanding records were provided in a timely fashion upon receiving notification of Ms Layton's complaint to the OPC. Aon's submissions and Ms Sugrue's evidence described the outstanding documents as “small” in number and the failure to disclose them along with the remainder of the file as “inadvertent”.",
              "page": 5
            },
            {
              "number": "[28]",
              "content": "In addition to Ms Sugrue, Ms Hills-Livingstone, Aon's Executive Director, gave evidence on behalf of Aon. Her evidence was that checks to ensure that the physical file was complete (that it included all documents held on the electronic file) would be carried out from time to time. In particular, Aon's file management procedure required that this verification would be carried out at milestones such as the transfer or closure of a claim and at any time when the physical file leaves Aon's premises. Ms Hills-Livingstone agreed that before her personal file was released to Ms Layton, it should have been checked against Figtree in accordance with Aon's normal file management procedure.",
              "page": 5
            },
            {
              "number": "[29]",
              "content": "Ms Sugrue gave evidence that she should have checked Figtree when compiling Ms Layton's personal information and that not to do so had been an error. She said that she was operating on the assumption that the Figtree records would have been correctly transferred to the physical file. When asked, Ms Sugrue estimated that there would have been 50 to 60 Figtree entries on Ms Layton's file. The 15 records that were not provided therefore represented approximately one quarter, or more, of Ms Layton's Figtree records.",
              "page": 6
            },
            {
              "number": "[30]",
              "content": "In addition to the Figtree records that were omitted, email correspondence between Ms Hills-Livingstone and TARPS was omitted. As noted earlier, on 11 July 2016, the OPC had asked Aon for comment regarding Ms Layton's belief that communication between Aon and TARPS existed and had not been provided to her. Ms Sugrue gave evidence that this request for comment prompted a further check for documents and the identification of the email correspondence between TARPS and Ms Hills-Livingstone. Although this was identified on 14 July 2016, it was not provided to Ms Layton until 15 August 2016. Ms Sugrue at the time was waiting for a response from the OPC concerning two further documents she was unsure should be released. She confirmed that these concerns did not relate to the TARPS emails and was unable to explain why, following its discovery, a month passed prior to its provision to Ms Layton.",
              "page": 6
            },
            {
              "number": "[31]",
              "content": "Having made a request for her personal information on 19 February 2016, Ms Layton was provided with a tranche of electronic records on 22 June 2016 and the TARPS email document on 15 August 2016. With respect to the Figtree documents, the failure to check that all Figtree documents had been placed on the physical file was in breach of Aon's own file management procedure. Given the significant proportion of documents omitted from the physical file, this procedure (that the physical file be verified against electronic records before being sent out) is appropriate. Having been notified of the complaint on 26 May 2016, a further month passed before Aon provided this tranche of Figtree records to Ms Layton. As noted above, a month also passed between the discovery of the undisclosed TARPS emails and their provision to Ms Layton.",
              "page": 6
            },
            {
              "number": "[32]",
              "content": "Having regard to the above, our view is that there was undue delay in terms of s 66(4) in the provision of some of Ms Layton's personal information. The delay in providing the outstanding Figtree records and the TARPS email correspondence was, in the circumstances, “undue”. It follows that an interference with Ms Layton's privacy is established.",
              "page": 6
            }
          ]
        },
        {
          "title": "Is there still further personal information outstanding?",
          "page_start": 6,
          "paragraphs": [
            {
              "number": "[33]",
              "content": "Ms Layton claims that Aon has failed to provide two categories of personal information to her. These are first, records of all telephone communications relating to her claim, and second, information concerning the decision making with respect to TARPS.",
              "page": 6
            },
            {
              "number": "[34]",
              "content": "Turning first to the telephone records, Ms Layton acknowledged that records of telephone calls were included in the information that had been provided to her (which was not before the Tribunal). However, she considered that further records were missing because, in her view, more telephone communication would have taken place than is reflected in the records with which she was provided.",
              "page": 7,
              "subsections": [
                {
                  "title": "Telephone records",
                  "content": ""
                }
              ]
            },
            {
              "number": "[35]",
              "content": "The evidence of Ms Sugrue and Ms Hills-Livingstone was that contemporaneous written records of telephone calls (in note form) were created electronically and that no records had been withheld. When asked, Ms Layton estimated that she had made only three or four telephone calls to Aon and said that someone else in IDEA Services, Helen Blake, was responsible for liaising with Aon concerning her claim. She said she thought there would have been more records regarding the contact between Ms Blake and Aon. In her evidence, Ms Hills-Livingstone referred to records of three calls made between Aon and Ms Layton and confirmed that records of these calls had been provided to Ms Layton. It follows that Ms Layton has all records of calls made by her. With respect to the communication with Ms Blake, Ms Hills-Livingstone advised that she had regular communication with Ms Blake who was responsible for the handling of injury claims by IHC and that when their discussions involved specific claimants such as, Ms Layton, a file note would be made on that claim.",
              "page": 7
            },
            {
              "number": "[36]",
              "content": "Ms Layton bears the onus of establishing that further telephone records exist and have not been provided to her. This is not established. On the contrary, the evidence establishes that Ms Layton was provided with records of all calls made by her. There is nothing before us that establishes that further records of telephone communication between Aon and third parties, such as medical staff or Ms Blake, exist, and have not been provided.",
              "page": 7
            },
            {
              "number": "[37]",
              "content": "Ms Layton is aggrieved that she was not able to access TARPS which she considers to be the top pain service in New Zealand. The approval of Aon or ACC was required for her referral to TARPS. This approval was not given and Ms Layton believes that further records relating to Aon's consideration as to whether she should be referred exist and were not provided to her. The documents Ms Layton has been provided with, in her view, indicate a “frightening brevity” of consideration given the consequences to Ms Layton of the decline to refer her to TARPS in terms of the pain she endures and the harm this has caused her. In particular, there is an absence of any medical opinion on the issue and nothing evidencing any indepth analysis.",
              "page": 7,
              "subsections": [
                {
                  "title": "TARPS records",
                  "content": ""
                }
              ]
            },
            {
              "number": "[38]",
              "content": "Documents relating to the issue of Ms Layton's proposed referral to TARPS were amongst the documents provided to Ms Layton subsequent to her complaint to the OPC. These consist of two Figtree records of telephone calls made by Aon regarding the proposed referral and two emails between Aon and TARPS provided to Ms Layton on 15 August 2016. These emails were both sent on 18 February 2016, the day the decision by Aon not to extend cover to Ms Layton for her further injury was made. The email from TARPS to Ms Hills-Livingstone at Aon, sent at 2.52 pm, stated:\nWould it be all right for me to contact Lorna and let her know that Work AON has declined her claim? Or should I wait for your letters to go out to her?\nI want to contact her to see if she wants me to send her referral to Palmerston North Hospital.",
              "page": 7
            },
            {
              "number": "[39]",
              "content": "The reply from Ms Hills-Livingstone to TARPS, sent at 2.56pm stated:\nYou are welcome to contact Lorna to advise funding has not been approved for the GP initiated referral for participation in a CPA with your services. We anticipate being in contact with her via letter also.",
              "page": 8
            },
            {
              "number": "[40]",
              "content": "Ms Hills-Livingstone gave evidence that a decision regarding funding for a TARPS referral depended on Aon's decision as to Ms Layton's application for the extension of cover to her additional lumbar injury. She explained that the decision by Aon not to extend cover to the additional injury automatically resulted in the decline of TARPS funding as the refusal of cover meant no funding was available. The decline to fund a TARPS referral was not based on any medical assessment but rather was an inevitable consequence of the decline of cover. Accordingly, no documents concerning any assessment of the efficacy of the TARPS referral were created and documents generated by contact between Aon and TARPS and Aon and other parties regarding the proposed TARPS referral are minimal.",
              "page": 8
            },
            {
              "number": "[41]",
              "content": "While Ms Layton is incredulous of the brevity of consideration the TARPS referral received and, in particular, the absence of any medical assessment or opinions, we accept the efficacy of treatment was not considered. Rather, that the decision to decline the extension of cover resulted in the decline to fund the TARPS referral for the uncovered injury. We accept the explanation of Ms Hills-Livingstone for the brevity of consideration and consequent absence of further documents evidencing this consideration. It is not established that further documents in relation to the TARPS referral exist and have not been provided to Ms Layton.",
              "page": 8
            },
            {
              "number": "[42]",
              "content": "The Tribunal accepts that, following the final provision of documents to Ms Layton on 15 August 2016, all Ms Layton's personal information was provided to her in accordance with her request under Principle 6.",
              "page": 8
            }
          ]
        },
        {
          "title": "REMEDY",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[43]",
              "content": "As an interference with Ms Layton's privacy has been established the Tribunal may grant one or more of the remedies allowed by s 85 of the PA:",
              "page": 8,
              "quoted_material": {
                "source": "85 Powers of Human Rights Review Tribunal",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "If, in any proceedings under section 82 or section 83, the Tribunal is satisfied on the balance of probabilities that any action of the defendant is an interference with the privacy of an individual, it may grant 1 or more of the following remedies:\n(a) a declaration that the action of the defendant is an interference with the privacy of an individual:\n(b) an order restraining the defendant from continuing or repeating the interference, or from engaging in, or causing or permitting others to engage in, conduct of the same kind as that constituting the interference, or conduct of any similar kind specified in the order:\n(c) damages in accordance with section 88:\n(d) an order that the defendant perform any acts specified in the order with a view to remedying the interference, or redressing any loss or damage suffered by the aggrieved individual as a result of the interference, or both:\n(e) such other relief as the Tribunal thinks fit."
                  },
                  {
                    "identifier": "(2)",
                    "content": "In any proceedings under section 82 or section 83, the Tribunal may award such costs against the defendant as the Tribunal thinks fit, whether or not the Tribunal makes any other order, or may award costs against the plaintiff, or may decline to award costs against either party."
                  },
                  {
                    "identifier": "(3)",
                    "content": "Where the Director of Human Rights Proceedings is the plaintiff, any costs awarded against him or her shall be paid by the Privacy Commissioner, and the Privacy Commissioner shall not be entitled to be indemnified by the aggrieved individual (if any)."
                  },
                  {
                    "identifier": "(4)",
                    "content": "It shall not be a defence to proceedings under section 82 or section 83 that the interference was unintentional or without negligence on the part of the defendant, but the Tribunal shall take the conduct of the defendant into account in deciding what, if any, remedy to grant."
                  }
                ]
              }
            },
            {
              "number": "[44]",
              "content": "The Tribunal is not required by s 85 to grant a remedy. All remedies are discretionary.",
              "page": 9
            },
            {
              "number": "[45]",
              "content": "Section 88(1) relevantly provides that damages may be awarded in relation to three specific heads of damage provided a causative link is established between the interference with Ms Layton's privacy and the harm said to have been caused:",
              "page": 9,
              "quoted_material": {
                "source": "88 Damages",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "In any proceedings under section 82 or section 83, the Tribunal may award damages against the defendant for an interference with the privacy of an individual in respect of any 1 or more of the following:\n(a) pecuniary loss suffered as a result of, and expenses reasonably incurred by the aggrieved individual for the purpose of, the transaction or activity out of which the interference arose:\n(b) loss of any benefit, whether or not of a monetary kind, which the aggrieved individual might reasonably have been expected to obtain but for the interference:\n(c) humiliation, loss of dignity, and injury to the feelings of the aggrieved individual."
                  }
                ]
              }
            }
          ]
        },
        {
          "title": "Section 85(4) – the conduct of the defendant",
          "page_start": 9,
          "paragraphs": [
            {
              "number": "[46]",
              "content": "Section 85(4) provides that while it is no defence that the interference was unintentional or without negligence, the Tribunal must nevertheless take the conduct of the defendant into account in deciding what, if any, remedy to grant.",
              "page": 9
            },
            {
              "number": "[47]",
              "content": "We are satisfied that the interference with Ms Layton's privacy by Aon was not deliberate. It did however arise from a departure from Aon's own file management policy. Further, the outstanding documents, once discovered, were retained for a further period for which no satisfactory explanation was provided (one month in the case of the Figtree documents and, subsequently, one month in the case of the TARPS emails). While the undisclosed documents were not themselves material, Ms Layton was left wondering for an unnecesary period of time as to what had been left out or withheld.",
              "page": 9
            },
            {
              "number": "[48]",
              "content": "While the grant of a declaration is discretionary, declaratory relief should not ordinarily be denied. See Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414 (Kós J, Ms SL Ineson and Ms PJ Davies) at [107] and [108].",
              "page": 9,
              "citations": [
                {
                  "type": "case",
                  "reference": "Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414",
                  "context": "Cited to support the principle that declaratory relief should not ordinarily be denied."
                }
              ]
            }
          ]
        },
        {
          "title": "DAMAGES FOR PECUNIARY LOSS AND LOSS OF BENEFIT",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[49]",
              "content": "On the facts, we see nothing that could possibly justify the withholding from Ms Layton of a formal declaration that Aon interfered with her privacy and such declaration is accordingly made.",
              "page": 10
            },
            {
              "number": "[50]",
              "content": "Ms Layton gave evidence that she had spent hundreds, if not thousands, of hours fighting her case against Aon, with Aon itself, with the OPC, with the ACC Complaints investigator, in review hearings and in the District Court. Her time therefore, if costed at the minimum wage, would incur a bill of thousands of dollars. She gave evidence that she had incurred a legal aid debt. When asked, she clarified that the legal aid debt related to legal representation she had for her review hearings and for her appeal to the District Court. She did not have any representation with respect to her complaint under the PA because she is unable to afford it. It is accepted that Ms Layton has expended considerable personal time pursuing her privacy complaint, and that this has been a drain on her. However, she has not provided evidence of any pecuniary loss arising from the interference with her privacy or any expenses caused by this interference. It follows that no award of damages under s 88(1)(a) can be made.",
              "page": 10,
              "subsections": [
                {
                  "title": "Pecuniary loss",
                  "content": ""
                }
              ]
            },
            {
              "number": "[51]",
              "content": "Damages may be awarded under PA, s 88(1)(b) for the loss of any benefit the aggrieved individual might reasonably have been expected to have obtained but for the interference with their privacy. At the hearing, Ms Layton clarified that the loss of benefit for which she sought damages was her ability to access the TARPS service. When asked to explain the correlation between the interference with her privacy and her ability to access TARPS, she referred to information she still considered to be missing and the absence of anything showing her that any indepth analysis of her need to access TARPS was carried out.",
              "page": 10,
              "subsections": [
                {
                  "title": "Loss of benefit",
                  "content": ""
                }
              ]
            },
            {
              "number": "[52]",
              "content": "It is not established that the undue delay in providing Ms Layton with 15 Figtree records and the TARPS emails resulted in the loss of any benefit she might reasonably have been expected to obtain. The delay did not stop her accessing TARPS. Ms Layton was, and remains, dissatisfied with the consideration, or lack thereof, that the issue of her referral to TARPS received. This is not a loss of benefit which can be attributed to the interference. It follows that no award of damages under s 88(1)(b) can be made.",
              "page": 10
            }
          ]
        },
        {
          "title": "Damages for humiliation, loss of dignity and injury to feelings",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[53]",
              "content": "We turn finally to s 88(1)(c), namely the assessment of damages for humiliation, loss of dignity and injury to feelings.",
              "page": 10
            },
            {
              "number": "[54]",
              "content": "The relevant principles were reviewed in Hammond v Credit Union Baywide [2015] NZHRRT 6 (2 March 2015) at [170] and will not be repeated here.",
              "page": 10,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide [2015] NZHRRT 6",
                  "context": "The relevant principles for assessment of damages for humiliation, loss of dignity and injury to feelings were reviewed in this case."
                }
              ]
            },
            {
              "number": "[55]",
              "content": "Ms Layton explained her claim with respect to humiliation, loss of dignity and injury to feelings in the following terms:",
              "page": 11,
              "quoted_material": {
                "source": "Ms Layton",
                "content": "This area has given me the most stress and pain imaginable to humans. It was bad enough to get injured in the work place through no fault of my own then to encounter the gross depravity undertaken and sanctioned by all levels of WorkAon personnel there are few words that can even attempt to touch on the cost borne by myself. I have experienced a level of depression that I never knew could exist as a direct result of this action, I have many times contemplated taking my own life out of sheer torment and despair with this process and remain unsure of any future now. I believe that the physical pain sustained as a result of the accident pales next to the totality of the mental anguish felt all through this process and I am devoid of any expectations that this will decrease if ever. If loss of dignity alone was a calculable factor then I would submit it must be given due credence alone, I have dealt with a lot of adversity in my life but nothing compares to this experience and the ongoing fallout I still suffer. My ability to believe people and equally trust them is destroyed and as is my ability to forgive these employees equally."
              }
            },
            {
              "number": "[56]",
              "content": "Ms Layton stated that there are no words left that could articulate the totality of her distress, pain (emotional and physical) and outrage at the actions undertaken by Aon employees and reiterated the comment she had made at an earlier procedural teleconference that, “you cannot quantify hell”.",
              "page": 11
            },
            {
              "number": "[57]",
              "content": "Ms Layton placed considerable emphasis on the hurt and distress caused to her by a disparaging comment she alleges Ms Hills-Livingstone made to her on the telephone concerning her former use of methadone which was prescribed to her for pain relief. Ms Hills-Livingstone denied making this remark and we make no finding with respect to it. It is irrelevant to the assessment of the injury to Ms Layton's feelings arising from the interference with her privacy.",
              "page": 11
            },
            {
              "number": "[58]",
              "content": "Ms Layton's involvement in various complaints processes, reviews, and in a District Court appeal concerning the decision not to extend her cover, have been set out earlier in this decision. She has undoubtedly had a lengthy history of dissatisfaction with Aon and as noted, decisions confirming that Aon had breached ACC's Code of Claimant Rights with respect to her were made. Ms Layton continues to experience chronic pain. She continues to believe that documents have been withheld from her by Aon and in her closing remarks at the hearing, said she was deeply hurt by what she viewed as Aon's \"deceit\".",
              "page": 11
            },
            {
              "number": "[59]",
              "content": "Ms Layton's views regarding her various experiences with Aon are undoubtedly genuinely held. The difficulty for her is the need to establish a causative link between her injured feelings and Aon's undue delay in providing 15 Figtree records and the TARPS emails to her. The frustration and distress she has experienced appears to have arisen from the whole of her dealings with Aon, incuding her ACC Code of Conduct proceedings, decision reviews, and appeal to the District Court. Her attempts to overturn Aon's decision not to extend cover to her lumbar injury were unsuccesful and left her with legal aid debt. She remains aggrieved that she was not referred to TARPS. It is not established however, that the distress she has experienced is causally connected to the deemed refusal and the undue delay, in providing 15 Figtree records and the TARPS emails to her. She has not established loss of dignity or injury to feelings in relation to her request for access to personal information.",
              "page": 11
            },
            {
              "number": "[60]",
              "content": "In conclusion, we find no causal connection has been established between Aon's deemed interference with Ms Layton's privacy, and the humiliation, loss of dignity and injury to feelings described in her evidence.",
              "page": 12
            }
          ]
        },
        {
          "title": "FORMAL ORDERS",
          "page_start": 12,
          "paragraphs": [
            {
              "number": "[61]",
              "content": "For the foregoing reasons, the decision of the Tribunal is that it has been satisfied on the balance of probabilities that an action of Aon was an interference with the privacy of Ms Layton and a declaration is made under s 85(1)(a) of the Privacy Act 1993 that there was an interference with the privacy of Ms Layton by refusing to provide access to the personal information requested by her under Principle 6.",
              "page": 12,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993, s 85(1)(a)",
                  "context": "Legal basis for the declaration made by the Tribunal."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms MA Roche",
          "role": "Co-Chairperson"
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member"
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Layton v Aon New Zealand Ltd [2018] NZHRRT 48]",
          "page": 1
        }
      ]
    }
  ]
}