{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 8,
    "extraction_date": "2024-05-24"
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2019] NZHRRT 17",
        "reference_number": "HRRT 010/2015",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "AT WELLINGTON",
        "hearing_date": "Heard on the papers",
        "decision_date": "22 March 2019",
        "case_title": "Taylor v Corrections (Jurisdiction)",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL ON JURISDICTION AND STANDING",
        "page_range": {
          "start_page": 1,
          "end_page": 8
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "ARTHUR WILLIAM TAYLOR",
            "role": "FIRST PLAINTIFF",
            "type": "Individual"
          },
          {
            "name": "BRIAN DAMIAN HUNTER",
            "role": "SECOND PLAINTIFF (struck out)",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "CHIEF EXECUTIVE, DEPARTMENT OF CORRECTIONS",
            "role": "DEFENDANT",
            "type": "Government Agency"
          }
        ],
        "other_parties": []
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr AW Taylor",
          "representing": "in person"
        },
        {
          "counsel": "Mr BD Hunter",
          "representing": "in person"
        },
        {
          "counsel": "Mr MJ McKillop",
          "representing": "defendant"
        },
        {
          "counsel": "Ms R Jamieson-Smyth",
          "representing": "Privacy Commissioner"
        },
        {
          "counsel": "Mr RW Kee",
          "representing": "Director of Human Rights Proceedings"
        }
      ],
      "sections": [
        {
          "title": "Introduction",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "In January 2014 Mr Taylor (then a prisoner at Auckland Prison, Albany) sent a letter to Mr Hunter who then lived in Napier. That letter was withheld by the prison manager pursuant to the Corrections Act 2004, s 108 on the grounds it contained passages which could reasonably be construed as threats or attempts to intimidate the then Prison Manager, a former prisoner and police officers in the Hastings area.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Corrections Act 2004, s 108",
                  "context": "The letter was withheld by the prison manager pursuant to this act."
                }
              ]
            },
            {
              "number": "[2]",
              "content": "On discovering the letter had been intercepted Mr Taylor requested that it be returned to him or that he be provided with a copy. His request was refused.",
              "page": 2
            },
            {
              "number": "[3]",
              "content": "Mr Taylor thereupon made a complaint to the Privacy Commissioner alleging a breach of IPP 6 which, subject to certain exceptions, provides for a right of access to personal information. The Commissioner found IPP 6 had been breached by the Department of Corrections (Corrections) and that there had been an interference with Mr Taylor's privacy.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "On 13 February 2015 Mr Taylor and Mr Hunter by joint statement of claim commenced proceedings before the Tribunal alleging Corrections had breached not only IPP 6 but also IPP 1 (purpose of collection of personal information), IPP 4 (manner of collection of personal information), IPP 9 (agency not to keep personal information for longer than necessary) and IPP 10 (limits on use of personal information).",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "By letter dated 4 March 2015 the Privacy Commissioner gave notice to the Tribunal and to the parties that while the Commissioner had investigated the complaint as involving a possible breach of IPP 6, there were two difficulties with the Tribunal's jurisdiction:",
              "page": 2,
              "subsections": [
                {
                  "title": "[5.1]",
                  "content": "The Commissioner had not investigated Mr Taylor's complaint under IPPs 1, 4, 9 and 10."
                },
                {
                  "title": "[5.2]",
                  "content": "Although Mr Hunter had contacted the Commissioner's office to express support for Mr Taylor's complaint, Mr Hunter was not a party to the Commissioner's investigation. By email dated 10 September 2014 Mr Hunter had been informed he was not a complainant."
                }
              ]
            },
            {
              "number": "[6]",
              "content": "By application dated 10 July 2015 the Chief Executive has sought orders striking out the claim as it relates to IPPs 1, 4, 9 and 10. The removal of Mr Hunter as a party to the proceedings is also sought.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "Mr Taylor by memorandum dated 14 July 2015 accepts the Privacy Commissioner investigated only an alleged breach of IPP 6 but submits the Tribunal can determine whatever principles appear relevant. Mr Taylor also drew attention to the fact that the same issues had arisen in another proceeding in which Mr Toia was the plaintiff and in which Mr Taylor had been a plaintiff but subsequently sought to be heard under the Human Rights Act 1993 (HRA), s 108. Mr Taylor invited the Tribunal to defer any decision in the present case until after the Toia proceedings had been determined.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993 (HRA), s 108",
                  "context": "Mr Taylor sought to be heard under this section in another proceeding."
                }
              ]
            },
            {
              "number": "[8]",
              "content": "Mr Hunter submits he is properly a plaintiff in these proceedings but if not, he has standing in terms of HRA, s 108 and should be permitted to intervene in the proceedings. The submission by Mr Taylor and Mr Hunter is that because the information in the letter had been intended for Mr Hunter he had an interest greater than the general public as to whether the Chief Executive had acted lawfully in withholding the content of the letter from Mr Hunter and from Mr Taylor himself.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 108",
                  "context": "Mr Hunter submits he has standing to intervene under this section."
                }
              ]
            },
            {
              "number": "[9]",
              "content": "Detailed legal submissions have been filed by the parties as well as by the Privacy Commissioner and the Director of Human Rights Proceedings.",
              "page": 3
            },
            {
              "number": "[10]",
              "content": "Because the twin issues of jurisdiction and standing were to be addressed in the Toia case and because Mr Taylor and Corrections were involved in that case (with the Privacy Commissioner also intervening to make submissions), a decision in the present proceedings was deferred until the decision in Toia had been delivered.",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "Toia case",
                  "context": "A decision was deferred until the decision in Toia had been delivered."
                }
              ]
            },
            {
              "number": "[11]",
              "content": "By Minute dated 24 August 2018 the Chairperson gave notice the decision in the Toia case would be published in the near future and once delivered, the parties in the present proceedings would be given an opportunity to file further submissions.",
              "page": 3
            },
            {
              "number": "[12]",
              "content": "The decision in Toia v Corrections (Jurisdiction) [2018] NZHRRT 46 was given on 30 October 2018. By Minute issued on 29 November 2018 the Chairperson gave timetable directions for the filing of further submissions by those involved in the present proceedings. Only the Chief Executive has taken advantage of that opportunity. His brief additional submissions were filed on 8 February 2019.",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "Toia v Corrections (Jurisdiction) [2018] NZHRRT 46",
                  "context": "This decision was given on 30 October 2018."
                }
              ]
            },
            {
              "number": "[13]",
              "content": "To avoid unnecessary repetition it is not proposed in this decision to recite what was determined in Toia. That decision is adopted in whole. Our treatment of the issues will accordingly be abbreviated.",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "Toia",
                  "context": "The decision in Toia is adopted in whole."
                }
              ]
            }
          ]
        },
        {
          "title": "WHETHER MR HUNTER HAS STANDING TO BE A PLAINTIFF IN THESE PROCEEDINGS",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[14]",
              "content": "As mentioned, once the Chief Executive had refused Mr Taylor's request for the return of the letter (or for a copy) Mr Taylor lodged a complaint with the Privacy Commissioner alleging an interference with his (Mr Taylor's privacy). Mr Taylor accepts the investigation which followed related only to IPP 6.",
              "page": 3
            },
            {
              "number": "[15]",
              "content": "It was only subsequent to the lodging of Mr Taylor's complaint that Mr Hunter on 29 August 2014 made contact with the investigating officer at the Office of the Privacy Commissioner. He did not complain about any interference with his own privacy. Instead he asked to be “joined” as a complainant to Mr Taylor's complaint. The relevant part of Mr Hunter's email follows:",
              "page": 3,
              "quoted_material": {
                "content": "Under the circumstances I do not believe that this warrants a fresh complaint on my part but that rather I should be joined as a complainant in the existing matter."
              }
            },
            {
              "number": "[16]",
              "content": "By email dated 10 September 2014 he was told by the Office of the Privacy Commissioner he (Mr Hunter) was not accepted as a complainant. See the Commissioner's letter to the Tribunal dated 4 March 2015:",
              "page": 3,
              "quoted_material": {
                "content": "Second, although Mr Hunter contacted the Privacy Commissioner's Office to express his support of Mr Taylor's complaint, we informed Mr Hunter that he is not a complainant by way of email on 10 September 2014."
              }
            },
            {
              "number": "[17]",
              "content": "For the reasons given in Toia at [56] to [86]:",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "Toia at [56] to [86]",
                  "context": "Reasons for the following points are given in this case."
                }
              ],
              "quoted_material": {
                "internal_paragraphs": [
                  {
                    "identifier": "[17.1]",
                    "content": "While any person may make a complaint to the Privacy Commissioner, only \"the aggrieved individual” may bring proceedings before the Tribunal and then only if the conditions stipulated by the Privacy Act 1993 (PA), s 83 are met (Toia [60])."
                  },
                  {
                    "identifier": "[17.2]",
                    "content": "Only the Director of Human Rights Proceedings and the aggrieved individual have standing to seek remedies from the Tribunal (Toia [61])."
                  },
                  {
                    "identifier": "[17.3]",
                    "content": "An “aggrieved individual” is a person who asserts there has been an action (by an agency) which is alleged to be an interference with the privacy of that individual. It is only in respect of such interference that a complaint can be made to the Privacy Commissioner and in respect of which remedies can be granted by the Tribunal under PA, ss 85 and 88 (Toia [63])."
                  },
                  {
                    "identifier": "[17.4]",
                    "content": "Before an aggrieved individual can file proceedings in the Tribunal the provisions of s 83 must be satisfied. This can only be achieved if the complaint made to the Privacy Commissioner is about the specific aggrieved individual and about the specific action of the agency which is alleged to be an interference with his or her privacy (Toia [64])."
                  },
                  {
                    "identifier": "[17.5]",
                    "content": "Powerful policy reasons support an interpretation of the Act which requires all intending plaintiffs who allege an interference with their privacy to complain first to the Privacy Commissioner and to there engage in the statutory complaint process before instituting proceedings before the Tribunal (Toia [78])."
                  },
                  {
                    "identifier": "[17.6]",
                    "content": "If complainants were able to by-pass a Part 8 investigation by the Privacy Commissioner by not submitting a complaint at all or by relying on some other aggrieved person's complaint, the scheme of the Act would be frustrated (Toia [77.1])."
                  }
                ]
              }
            },
            {
              "number": "[18]",
              "content": "The insurmountable difficulty facing Mr Hunter is that he did not complain to the Privacy Commissioner about an interference with his (Mr Hunter's) privacy. He is not an aggrieved individual and has no standing to file proceedings or to ask the Tribunal for a remedy. It follows he must be removed as second plaintiff.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "It is now necessary to address Mr Hunter's application to be heard under HRA, s 108.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 108",
                  "context": "Mr Hunter's application to be heard under this section is addressed."
                }
              ]
            }
          ]
        },
        {
          "title": "WHETHER MR HUNTER IS TO BE HEARD UNDER HRA, S 108",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "",
              "content": "The statutory provision",
              "page": 4
            },
            {
              "number": "[20]",
              "content": "Section 108 of the Human Rights Act stipulates that certain non-parties may be allowed to appear before the Tribunal:",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Act, Section 108",
                  "context": "This section stipulates that certain non-parties may be allowed to appear before the Tribunal."
                }
              ],
              "quoted_material": {
                "source": "108 Persons entitled to be heard",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "Any person who is a party to the proceedings before the Tribunal, and any person who satisfies the Tribunal that he or she has an interest in the proceedings greater than the public generally, may appear and may call evidence on any matter that should be taken into account in determining the proceedings."
                  },
                  {
                    "identifier": "(2)",
                    "content": "If any person who is not a party to the proceedings before the Tribunal wishes to appear, the person must give notice to the Tribunal and to every party before appearing."
                  },
                  {
                    "identifier": "(3)",
                    "content": "A person who has a right to appear or is allowed to appear before the Tribunal may appear in person or be represented by his or her counsel or agent."
                  }
                ]
              }
            },
            {
              "number": "[21]",
              "content": "This provision was first addressed by the Tribunal in Director of Human Rights Proceedings v Sensible Sentencing Group Trust (Application by Victims to be Heard) [2013] NZHRRT 26 at [17] to [20]. Using that decision as a starting point, our approach in the present case is as follows:",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings v Sensible Sentencing Group Trust (Application by Victims to be Heard) [2013] NZHRRT 26 at [17] to [20]",
                  "context": "This decision first addressed the provision in question and is used as a starting point for the current approach."
                }
              ],
              "quoted_material": {
                "internal_paragraphs": [
                  {
                    "identifier": "[21.1]",
                    "content": "In determining whether it has been “satisfied” that a non-party has an interest in the proceedings greater than the public generally, the Tribunal will be required to balance competing interests. On the one hand there may be a concern to ensure everyone interested in a particular matter is heard but on the other hand proceedings involving a number of parties may become cumbersome and costly."
                  },
                  {
                    "identifier": "[21.2]",
                    "content": "A non-party can apply either to appear to make submissions or to appear and to call evidence on any matter that should be taken into account in determining the proceedings. It is implicit the non-party cannot ask the Tribunal to receive evidence or submissions on any matter that should not properly be taken into account in determining the proceedings."
                  },
                  {
                    "identifier": "[21.3]",
                    "content": "If the Tribunal is satisfied the non-party has an interest in the proceedings greater than the public and allows the non-party to appear before the Tribunal it does not follow the non-party then becomes a “party” to the proceedings. The non-party remains a “non-party” but is either allowed to appear to make submissions or to appear to call evidence on any matter that should be taken into account in determining the proceedings."
                  },
                  {
                    "identifier": "[21.4]",
                    "content": "A non-party is not entitled to a remedy. Sections 84 and 85 of the Privacy Act explicitly stipulate that remedies can be sought only by the aggrieved individual following a complaint to the Privacy Commissioner. Only such individual is eligible under PA, ss 82 and 83 to bring proceedings before the Tribunal."
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "Mr Hunter's application",
              "page": 5,
              "subsections": [
                {
                  "title": "Mr Hunter's application",
                  "content": ""
                }
              ]
            },
            {
              "number": "[22]",
              "content": "By memorandum dated 12 July 2015 Mr Taylor submitted Mr Hunter has standing in terms of s 108 because:",
              "page": 5,
              "subsections": [
                {
                  "title": "[22.1]",
                  "content": "The information in the letter, in its entirety, was intended for Mr Hunter; and"
                },
                {
                  "title": "[22.2]",
                  "content": "Mr Hunter therefore had an interest greater than the general public as to whether the Chief Executive had acted lawfully in withholding the contents of the letter from Mr Hunter and subsequently, from Mr Taylor himself."
                }
              ]
            },
            {
              "number": "[23]",
              "content": "By subsequent memorandum dated 17 July 2015 (supported by an affidavit sworn by Mr Hunter on the same date) Mr Hunter adopted the submission made by Mr Taylor and explained his involvement in the case was necessary to demonstrate that Corrections (allegedly) “has a particularly poor attitude when it comes to compliance issues, particularly with respect to prisoner mail”. In his brief affidavit Mr Hunter referred to two alleged events which led to his gaining direct knowledge of Corrections officers mishandling prisoner mail.",
              "page": 5
            },
            {
              "number": "[24]",
              "content": "In the first event he allegedly witnessed a prison officer reading out aloud the content of an inmate's private letter to his girlfriend or wife. Other officers present allegedly made inappropriate remarks about what was being read out. In the second event it is alleged a prison officer swapped the letters and envelopes of outgoing prisoner mail so that the wrong letter would reach the wrong addressee. Mr Hunter says these are not isolated incidents and that he is aware of numerous other similar alleged incidents that demonstrate \"an entrenched mindset, disrespect and regular privacy breaches\".",
              "page": 5
            },
            {
              "number": "[25]",
              "content": "It can be seen the matters put forward by Mr Hunter do not relate to his status as the intended recipient of the letter but rather to alleged systemic irregularities in the handling of prisoner mail by Corrections.",
              "page": 5
            },
            {
              "number": "[26]",
              "content": "It is plain from Mr Hunter's application under HRA, s 108 that he and Mr Taylor intend expanding the scope of the present proceedings to address these broad and allegedly systemic issues regarding prisoner mail, issues which lie well beyond the question whether in this particular case IPP 6 was breached when Corrections intercepted Mr Taylor's letter addressed to Mr Hunter and then declined Mr Taylor's request for access to that letter.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 108",
                  "context": "Mr Hunter's application under this section is discussed."
                }
              ]
            },
            {
              "number": "[27]",
              "content": "For the reasons given in Toia at [95] to [96] the application under HRA, s 108 must be declined:",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Toia at [95] to [96]",
                  "context": "Reasons for declining the application under HRA, s 108 are given in this case."
                },
                {
                  "type": "statute",
                  "reference": "HRA, s 108",
                  "context": "The application under this section must be declined."
                }
              ],
              "quoted_material": {
                "internal_paragraphs": [
                  {
                    "identifier": "[27.1]",
                    "content": "Section 108 is not to be used as a backdoor to achieving a level of participation in proceedings little different to that which the non-party would have were he or she an actual party to the proceeding (Toia [96.1])."
                  },
                  {
                    "identifier": "[27.2]",
                    "content": "Mr Hunter not being an aggrieved individual his privacy interests are not relevant to these proceedings. Section 108 is not to be interpreted in a way that allows non-parties to claim breaches of their own privacy rights. To do so would circumvent the limitations the Act places on who can be parties and what issues can be raised in Tribunal proceedings (Toia [96.3])."
                  },
                  {
                    "identifier": "[27.3]",
                    "content": "The present proceedings are about whether Mr Taylor's privacy was interfered with by an alleged breach of IPP 6 by Corrections. If there was such interference the appropriate remedy (if any) to be granted to Mr Taylor will need to be addressed. The application by Mr Hunter indicates he intends expanding the scope of the proceedings well beyond these parameters by asking the Tribunal to determine that Corrections systemically breaches the Privacy Act in relation to prisoner mail. To grant the application would result in the Tribunal exceeding its jurisdiction by engaging in a form of judicial inquiry rather than adjudicating on the specific dispute between Mr Taylor and Corrections regarding IPP 6. Exercise of the discretion in s 108(1) must avoid the risk of expanding issues, elongation of hearings and increasing the costs of litigation (Toia [96.2])."
                  },
                  {
                    "identifier": "[27.4]",
                    "content": "Mr Hunter's presence as a non-party is not necessary for a determination whether IPP 6 was breached. The fact that the letter was addressed to Mr Hunter does not of itself give him an interest in the proceedings greater than the public generally. He was the intended recipient of the letter but that interest is not the material interest that necessitates his presence before the Tribunal to enable the Tribunal to adjudicate on and settle all questions in the proceeding. See the closely analogous decision in Mitchell v Attorney-General (Joinder) [2016] NZHC 1737, [2016] NZAR 962 at [28] and [35], a case also involving prisoner mail and Mr Taylor. Two letters sent by Ms Mitchell (while a prisoner) to Mr Taylor (also then a prisoner) had been withheld. In proceedings by Ms Mitchell for damages under the New Zealand Bill of Rights Act 1990 Mr Taylor sought to be joined as a plaintiff. That application was declined. In the present case the papers filed by Mr Hunter do not demonstrate how evidence brought by him would assist the Tribunal to determine Mr Taylor's claim under IPP 6. If the non-party is unable to show he or she has evidence and submissions which will assist \"on any matter that should be taken into account in determining the proceedings\", there can be no injustice in declining an application under HRA, s 108 (Toia [96.4])."
                  }
                ]
              }
            },
            {
              "number": "[28]",
              "content": "For the foregoing reasons we are satisfied the application by Mr Hunter under PA, s 108 should not be granted.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 108",
                  "context": "The application by Mr Hunter under this section should not be granted."
                }
              ]
            }
          ]
        },
        {
          "title": "WHETHER THE TRIBUNAL HAS JURISDICTION TO DETERMINE THE CLAIMS UNDER IPPs 1, 4, 9 AND 10",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[29]",
              "content": "The Tribunal has jurisdiction only over those matters investigated by the Privacy Commissioner. See Geary v Accident Compensation Corporation [2013] NZHRRT 34 at [58] to [64] and Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation (Strike-Out Application) [2014] NZHRRT 1, (2014) 10 HRNZ 279 at [18] to [42]. The critical question is whether the Privacy Commissioner has in fact conducted an investigation into the matters that are to be the subject of a hearing in the Tribunal. See Edwards v Capital and Coast District Health Board [2016] NZHC 3167 at [44] and [57] and Mitchell v Privacy Commissioner [2017] NZHC 569, [2017] NZAR 1706 at [36].",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "Geary v Accident Compensation Corporation [2013] NZHRRT 34 at [58] to [64]",
                  "context": "Cited to support the principle that the Tribunal's jurisdiction is limited to matters investigated by the Privacy Commissioner."
                },
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation (Strike-Out Application) [2014] NZHRRT 1, (2014) 10 HRNZ 279 at [18] to [42]",
                  "context": "Cited to support the principle that the Tribunal's jurisdiction is limited to matters investigated by the Privacy Commissioner."
                },
                {
                  "type": "case",
                  "reference": "Edwards v Capital and Coast District Health Board [2016] NZHC 3167 at [44] and [57]",
                  "context": "Cited regarding the critical question of whether the Privacy Commissioner conducted an investigation."
                },
                {
                  "type": "case",
                  "reference": "Mitchell v Privacy Commissioner [2017] NZHC 569, [2017] NZAR 1706 at [36]",
                  "context": "Cited regarding the critical question of whether the Privacy Commissioner conducted an investigation."
                }
              ]
            },
            {
              "number": "[30]",
              "content": "In the present case the Commissioner's Certificate of Investigation expressly stipulates that the matter investigated was the alleged breach of IPP 6. In his subsequent letter dated 4 March 2015 addressed to the Tribunal the Commissioner explicitly reaffirmed he did not investigate Mr Taylor's complaint under IPPs 1, 4, 9 and 10.",
              "page": 7
            },
            {
              "number": "[31]",
              "content": "The statement of claim does not explain how the alleged breach of these principles occurred and how it could be said they arise for determination in the context of a hearing into IPP 6.",
              "page": 7
            },
            {
              "number": "[32]",
              "content": "In these circumstances the Tribunal has no jurisdiction in respect of those parts of the statement of claim which allege a breach of IPPs 1, 4, 9 and 10 either in relation to Mr Taylor or in relation to Mr Hunter.",
              "page": 7
            }
          ]
        },
        {
          "title": "ORDERS",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[33]",
              "content": "For the foregoing reasons the Tribunal orders:",
              "page": 7,
              "subsections": [
                {
                  "title": "[33.1]",
                  "content": "As Mr Hunter does not have standing to be a plaintiff in these proceedings, he is struck out as a party."
                },
                {
                  "title": "[33.2]",
                  "content": "As Mr Hunter is not entitled to be heard under HRA, s 108, his application under that provision is dismissed."
                },
                {
                  "title": "[33.3]",
                  "content": "As the Tribunal does not have jurisdiction to determine the claim that IPPs 1, 4, 9 and 10 have been breached by the Chief Executive, Department of Corrections either in respect of Mr Taylor or in respect of Mr Hunter or in relation to both, the allegations in the statement of claim relating to those principles are struck out."
                }
              ]
            }
          ]
        },
        {
          "title": "COSTS",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[34]",
              "content": "As this is a decision on interlocutory issues costs are reserved.",
              "page": 7
            }
          ]
        },
        {
          "title": "FUTURE CONDUCT OF THE CASE",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[35]",
              "content": "The issues of standing and jurisdiction having been resolved, the Secretary is directed to convene a teleconference involving Mr Taylor and counsel representing the Chief Executive.",
              "page": 8
            },
            {
              "number": "[36]",
              "content": "It is assumed the Privacy Commissioner and the Director of Human Rights Proceedings have no further wish to be heard in relation to the surviving IPP 6 aspect of the case. If, however, that is not the case, notice is to be given to the Secretary on or before 4pm on Friday 5 April 2019. In the absence of such notification it will be presumed neither the Commissioner nor the Director wish to be heard further.",
              "page": 8
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as: Taylor v Corrections (Jurisdiction) [2019] NZHRRT 17]",
          "page": 1
        }
      ]
    }
  ]
}