{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 8
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "51",
        "reference_number": "HRRT 040/2015",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "New Zealand",
        "decision_date": "27 November 2015",
        "case_title": "MacGregor v Craig (Application for Witness Summonses) [2015] NZHRRT 51",
        "legal_basis": "THE HUMAN RIGHTS ACT 1993",
        "decision_type": "DECISION ON APPLICATION BY DEFENDANT FOR THE ISSUE OF THREE WITNESS SUMMONSES TO PRODUCE DOCUMENTS",
        "page_range": {
          "start_page": 1,
          "end_page": 8
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "RACHEL MACGREGOR",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "COLIN CRAIG",
            "role": "DEFENDANT",
            "type": "Individual"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Rodger Haines QC",
          "role": "Chairperson"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr HJP Wilson and Ms L Clark",
          "representing": "plaintiff"
        },
        {
          "counsel": "Mr J McKay and Mr S Misselbrook",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "Power to issue a witness summons to produce documents",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "By virtue of s 109 of the Human Rights Act 1993 the Tribunal or Chairperson has power to issue a witness summons requiring the witness to bring and produce to the Tribunal \"papers, documents, records, or things\":",
              "page": 1,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 109 of the Human Rights Act 1993",
                  "context": "By virtue of s 109 of the Human Rights Act 1993 the Tribunal or Chairperson has power to issue a witness summons..."
                }
              ]
            },
            {
              "number": "",
              "content": "",
              "page": 2,
              "quoted_material": {
                "source": "109 Witness summons",
                "content": "(1) The Tribunal may, if it considers it necessary, of its own motion, or on the application of any party to the proceedings, issue a witness summons to any person requiring that person to attend before the Tribunal to give evidence at the hearing of the proceedings. (2) The witness summons shall state- (a) the place where the person is to attend; and (b) the date and time when the person is to attend; and (c) the papers, documents, records, or things which that person is required to bring and produce to the Tribunal; and (d) the entitlement to be tendered or paid a sum in respect of allowances and travelling expenses; and (e) the penalty for failing to attend. (3) The power to issue a witness summons may be exercised by the Tribunal or a Chairperson, or by any officer of the Tribunal purporting to act by the direction or with the authority of the Tribunal or a Chairperson."
              }
            },
            {
              "number": "[2]",
              "content": "Section 109(2)(c) explicitly requires the summons to “state” the “papers, documents, records, or things which that person is required to bring and produce to the Tribunal\". Such summons is commonly referred to as a witness summons duces tecum or as a subpoena duces tecum.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Section 109(2)(c)",
                  "context": "Section 109(2)(c) explicitly requires the summons to “state” the “papers, documents, records, or things which that person is required to bring and produce to the Tribunal\"."
                }
              ]
            },
            {
              "number": "[3]",
              "content": "A witness who fails to produce such paper, document, record, or thing commits an offence and is liable to a fine of $1,500. See s 113:",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 113",
                  "context": "A witness who fails to produce such paper, document, record, or thing commits an offence and is liable to a fine of $1,500. See s 113"
                }
              ],
              "quoted_material": {
                "source": "113 Non-attendance or refusal to co-operate",
                "content": "(1) Every person commits an offence who, after being summoned to attend to give evidence before the Tribunal or to produce to the Tribunal any papers, documents, records, or things, without sufficient cause, - (a) fails to attend in accordance with the summons; or (b) refuses to be sworn or to give evidence, or, having been sworn, refuses to answer any question that the person is lawfully required by the Tribunal or any member of it to answer concerning the proceedings; or (c) fails to produce any such paper, document, record, or thing. (2) Every person who commits an offence against subsection (1) is liable on conviction to a fine not exceeding $1,500. (3) No person summoned to attend before a Tribunal shall be convicted of an offence against subsection (1) unless there was tendered or paid to that person travelling expenses in accordance with section 111."
              }
            }
          ]
        },
        {
          "title": "The defendant's application",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[4]",
              "content": "Following the filing by the parties of their witness statements (including “will say\" statements) the Secretary of the Tribunal by email dated Tuesday 17 November 2015 gave notice that any application for a witness summons was to be filed no later than 5pm on Wednesday 18 November 2015 to ensure there was sufficient time for the summonses to be prepared and then released to the requesting party for service.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "By email dated Thursday 19 November 2015 the solicitors for Mr Craig advised summonses would be sought in relation to six named witnesses. The addresses of the witnesses and papers required to be brought to the hearing would follow.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "By email dated Friday 20 November 2015 and timed at 3:24pm the addresses of the six witnesses were duly provided. In relation to three of those witnesses application was made for a summons to produce documents. Unusually, the form of the order sought required the witnesses to identify for themselves the documents to be brought, such identification to be made by reference to the witness statements filed by Ms MacGregor and Mr Craig or in one case by reference to the will say statement filed by Mr Craig for the witness himself. The application by Mr Craig assumed the witnesses would be provided (as appropriate) with a full copy of Ms MacGregor's 21 page statement (166 paragraphs) or of Mr Craig's 42 page statement (248 paragraphs) or of the will say statement.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "The request was in the following terms:\nJordan Williams\n1. Any copies of the correspondence referred to in paragraphs 134 and 135 of the brief of evidence of the plaintiff, Rachel MacGregor (a copy of which is attached).\n2. Any documents (electronic or otherwise) which record when and on what terms that correspondence was obtained by Mr Williams.\n3. Any record of the discussion between Ms MacGregor's lawyer Geoff Bevan and Mr Williams as referred to in paragraph 144 of Ms MacGregor's brief of evidence (a copy of which is attached).\nChristine Rankin\n1. Any record or copy of the or texts relating to paragraph 112 of the brief of evidence of the defendant, Colin Craig, a copy of which is attached.\n2. Any record or copy of the other documents and information referred to in 113 of Mr Craig's brief of evidence and paragraphs 2.2 and 2.3 of the attached \"Will Say\" statement which has been served by Mr Craig.\nJohn Stringer\n1. Any notes or other written record he took of the discussion which took place on 19 June 2015 between Jordan Williams, Regan Monahan and Christine Rankin.\n2. Any documents (including electronic records such as emails) in which Rachel MacGregor communicated with Mr Stringer in any of the respects referred to in paragraphs 2.2 to 2.6 of the attached \"Will Say\" statement which has been served by the defendant Mr Craig.",
              "page": 3
            },
            {
              "number": "[8]",
              "content": "After the application was referred to the Chairperson under s 109(3) the Secretary responded to the effect submissions were sought on the following points:",
              "page": 3
            },
            {
              "number": "[8.1]",
              "content": "The documents required to be produced were left to be identified by the witnesses themselves after a reading of the relevant brief of evidence or will say statement. Furthermore, although only one or two paragraphs from the witness statements were referred to in the application, it was asked that the entire witness statement or will say statement be attached. This seemed inherently undesirable for the additional reason that the non-publication orders would be jeopardised.",
              "page": 3
            },
            {
              "number": "[8.2]",
              "content": "The form of the order sought provided no mechanism for the filtering of the requested documents by reference to such matters as privilege, confidentiality and relevance.",
              "page": 3
            },
            {
              "number": "[8.3]",
              "content": "In some instances the particular passages in the witness briefs did not in fact make reference to any document. In addition, in one instance the witness was asked to produce not only documents but also “information”.",
              "page": 3
            },
            {
              "number": "[8.4]",
              "content": "There was an overall concern the duces tecum application read as a request for discovery.",
              "page": 3
            },
            {
              "number": "[9]",
              "content": "Mr Craig was asked to file submissions by 5pm on Monday 23 November 2015 and Ms MacGregor by 5pm on Tuesday 24 November 2015.",
              "page": 3
            }
          ]
        },
        {
          "title": "The amended application",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[10]",
              "content": "At 5:46pm on Monday 23 November 2015 Mr Craig filed an amended schedule of the documents sought from the three witnesses. The amended terms in which the documents were described did not make cross-reference to any brief of evidence:\nJordan Williams - Document request\n1 Any copies of personal correspondence between Colin Craig and Rachel MacGregor, which Ms MacGregor showed to Mr Williams in December 2014 and any such correspondence which Mr Williams obtained from Ms MacGregor between December 2014 and 4 May 2015.\n2 Any document (which in this summons includes documents in electronic form) recording whether Ms MacGregor granted or refused Mr Williams permission to take copies of that correspondence.\n3 Any document recording when and on what terms that correspondence was obtained by Mr Williams.\n4 Any document recording a discussion between Ms MacGregor's lawyer, Geoff Bevan, and Mr Williams in which Mr Bevan sought an assurance from Mr Williams that he would treat all material obtained from Ms MacGregor concerning Mr Craig in confidence.\nChristine Rankin - document request\n5 Any documents (which in this witness summons includes documents in electronic form) recording or consisting of text messages which Ms Christine Rankin told Mr Colin Craig, on or about 29 May 2015, she had been sent or seen regarding his relationship with Ms Rachel MacGregor (one such text including a poem written by Mr Craig).\n6 Any documents subsequently exchanged between the sender of those text messages and Ms Rankin concerning the subject matter of the text messages.\nJohn Stringer - document request\n7 Any documents (which in this witness summons include documents in electronic form) which record all or part of a discussion which took place regarding Mr Colin Craig on 19 June 2015 between Jordan Williams, Regan Monahan and Christine Rankin.\n8 Any documents recording a discussion between Rachel MacGregor and John Stringer after 19 June 2015, regarding one or more of the following:\n8.1 correspondence between Colin Craig and Rachel MacGregor which Jordan Williams had seen or been provided copies of;\n8.2 Rachel MacGregor's sexual harassment claim against Mr Craig;\n8.3 Sexually explicit text messages alleged to have been sent by Mr Craig to Ms MacGregor;\n8.4 Whether Mr Stringer had Ms MacGregor's permission or consent to publish statements regarding any of the matters referred to in that discussion.",
              "page": 3
            },
            {
              "number": "[11]",
              "content": "It was submitted that in terms of Tajik Aluminium Plant v Hydro Aluminium AS [2005] EWCA Civ1218 the documents sought by Mr Craig were now sufficiently identified. As to concerns about privilege it was submitted that issue was best raised and dealt with upon attendance by the witness at the hearing: Re Golightly [1974] 2 NZLR 297 and McDougall v Henderson [1976] 1 NZLR 59.",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant v Hydro Aluminium AS [2005] EWCA Civ1218",
                  "context": "It was submitted that in terms of Tajik Aluminium Plant v Hydro Aluminium AS [2005] EWCA Civ1218 the documents sought by Mr Craig were now sufficiently identified."
                },
                {
                  "type": "case",
                  "reference": "Re Golightly [1974] 2 NZLR 297",
                  "context": "As to concerns about privilege it was submitted that issue was best raised and dealt with upon attendance by the witness at the hearing: Re Golightly [1974] 2 NZLR 297"
                },
                {
                  "type": "case",
                  "reference": "McDougall v Henderson [1976] 1 NZLR 59",
                  "context": "As to concerns about privilege it was submitted that issue was best raised and dealt with upon attendance by the witness at the hearing: ... and McDougall v Henderson [1976] 1 NZLR 59."
                }
              ]
            },
            {
              "number": "[12]",
              "content": "For her part Ms MacGregor gave notice she would abide the decision of the Tribunal or Chairperson.",
              "page": 4
            }
          ]
        },
        {
          "title": "Discussion",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[13]",
              "content": "The decision in Tajik Aluminium Plant along with two of the cases cited therein (In Re Asbestos Insurance Coverage Cases [1985] 1 WLR 331 and Panayiotou v Sony Music Entertainment (UK) Ltd [1994] Ch 142) assist in illuminating the following principles which apply in English practice:",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant",
                  "context": "The decision in Tajik Aluminium Plant... assist in illuminating the following principles"
                },
                {
                  "type": "case",
                  "reference": "In Re Asbestos Insurance Coverage Cases [1985] 1 WLR 331",
                  "context": "... along with two of the cases cited therein (In Re Asbestos Insurance Coverage Cases [1985] 1 WLR 331...)"
                },
                {
                  "type": "case",
                  "reference": "Panayiotou v Sony Music Entertainment (UK) Ltd [1994] Ch 142",
                  "context": "... and Panayiotou v Sony Music Entertainment (UK) Ltd [1994] Ch 142) assist in illuminating the following principles"
                }
              ]
            },
            {
              "number": "[13.1]",
              "content": "A distinction is to be made between the discovery (disclosure) process and a witness summons to produce documents. The distinction lies in the fact that a summons involves specific coercive powers on the part of the court. See Tajik Aluminium Plant at [24]:",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant at [24]",
                  "context": "See Tajik Aluminium Plant at [24]:"
                }
              ],
              "quoted_material": {
                "source": "Tajik Aluminium Plant at [24]",
                "content": "24. Whatever may be the origin of the present rules, there are in my view clear distinctions to be drawn between an order for disclosure made against a third party and a witness summons to produce documents. An order for disclosure normally directs the person to whom it is addressed to carry out a reasonable search for documents in his possession falling within classes which are often broadly described and to list them for the information of the parties to the proceedings. Often the documents are described in terms which call for the exercise of a degree of judgment in determining whether a particular document does or does not fall within the scope of the order. Any order of that kind, being an order of the court, is one that must be strictly obeyed, but it would be extremely unusual for a penal sanction to be attached to it or for a failure to comply in some material respect to be treated as a contempt of court, save in the case of a contumacious refusal to obey. Moreover, although disclosure is usually a prelude to production for inspection, the person giving disclosure may resist production, if he has grounds for doing so, and in any event has no obligation to do more than make the documents available to the party who has obtained the order. A witness summons to produce documents, by contrast, involves the exercise of the court's coercive powers. The person to whom it is addressed is at risk of being in contempt of court if he fails to comply in any material respect, as the summons itself makes clear. He is obliged to bring the documents to which the summons refers to court, not simply to list them or make them available for inspection."
              }
            },
            {
              "number": "[13.2]",
              "content": "A court should be astute to see that what is essentially a discovery exercise is not disguised as an application to produce particular documents. See Panayiotou at 153G:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Panayiotou at 153G",
                  "context": "See Panayiotou at 153G:"
                }
              ],
              "quoted_material": {
                "source": "Panayiotou at 153G",
                "content": "I preface consideration of the documents sought by noting that particularity of identification or description is a matter of degree. The description used, moreover, may be important in another way: it may throw light on the purpose for which the documents in question are sought. The court should be astute to see that what is essentially a discovery exercise, whereby the applicant is seeking production of documents with a view to ascertaining whether they may be useful rather than with a view to adducing them in evidence as proof of some fact, is not disguised as an application to produce particular documents. Where an applicant has not seen the documents sought and does not know what they contain, the application can the more readily be characterised as a discovery exercise."
              }
            },
            {
              "number": "[13.3]",
              "content": "Because a summons is reinforced by penal sanction, justice demands that each document must either be individually identified, or identified by reference to a class of documents or things by which criterion the person to whom the summons is addressed can know what obligation the court imposes on him. See Tajik Aluminium Plant at [27] approving Phipson on Evidence (16th ed) at [8.10]:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant at [27]",
                  "context": "See Tajik Aluminium Plant at [27]"
                },
                {
                  "type": "other",
                  "reference": "Phipson on Evidence (16th ed) at [8.10]",
                  "context": "approving Phipson on Evidence (16th ed) at [8.10]:"
                }
              ],
              "quoted_material": {
                "source": "Tajik Aluminium Plant at [27] approving Phipson on Evidence (16th ed) at [8.10]",
                "content": "A witness summons, unlike an order for disclosure, requires the person to whom it is addressed to attend court on a specified occasion and to produce to the court the documents to which it refers. It is a requirement reinforced with a penal sanction. Justice demands, therefore, that the person to whom it is addressed should be told clearly when and where he must attend and what he must bring with him. Anything less is unfair to the witness; it also makes supervision and enforcement by the court extremely difficult, as Miss Reffin was forced to admit. For these reasons I consider that the view put forward in Phipson, to which I referred earlier, is to be preferred. Ideally each document should be individually identified, but I do not think it is necessary to go that far in every case."
              }
            },
            {
              "number": "[13.4]",
              "content": "Actual documents are to be contrasted with conjectural documents which may or may not exist. See In Re Asbestos Insurance Coverage Cases at 338.",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "In Re Asbestos Insurance Coverage Cases at 338",
                  "context": "See In Re Asbestos Insurance Coverage Cases at 338."
                }
              ]
            },
            {
              "number": "[13.5]",
              "content": "Particularity of identification or description of the documents may throw light on the purpose for which the documents in question are sought. That is, whether it is to obtain discovery as opposed to securing production by a witness at the hearing. See Panayiotou at 153G.",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Panayiotou at 153G",
                  "context": "See Panayiotou at 153G."
                }
              ]
            },
            {
              "number": "[13.6]",
              "content": "While documents should be individually identified, this is not necessary in every case. In Panayiotou at 152-153 and in Tajik Aluminium Plant at [27] reference was made to the following observations in In Re Asbestos Insurance Coverage Cases at 337-338:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Panayiotou at 152-153",
                  "context": "In Panayiotou at 152-153..."
                },
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant at [27]",
                  "context": "...and in Tajik Aluminium Plant at [27]..."
                },
                {
                  "type": "case",
                  "reference": "In Re Asbestos Insurance Coverage Cases at 337-338",
                  "context": "...reference was made to the following observations in In Re Asbestos Insurance Coverage Cases at 337-338:"
                }
              ],
              "quoted_material": {
                "source": "In Re Asbestos Insurance Coverage Cases at 337-338",
                "content": "I do not think that by the words 'separately described' Lord Diplock intended to rule out a compendious description of several documents provided that the exact document in each case is clearly indicated. If I may borrow (and slightly amplify) the apt illustration given by Slade L.J. in the present case, an order for production of the respondent's 'monthly bank statements for the year 1984 relating to his current account' with a named bank would satisfy the requirements of the paragraph, provided that the evidence showed that regular monthly statements had been sent to the respondent during the year and were likely to be still in his possession. But a general request for 'all the respondent's bank statements for 1984' would in my view refer to a class of documents and would not be admissible."
              }
            },
            {
              "number": "[13.7]",
              "content": "In Tajik Aluminium Plant at [28] it was stated that the test to be applied when considering whether documents have been sufficiently identified in a witness summons is whether it is possible to identify the documents with sufficient certainty to leave no real doubt in the mind of the person to whom the summons is addressed about what he or she is required to do. This test is unlikely to be met if the documents are described simply by reference to a particular transaction or event which is itself described in broad terms.",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant at [28]",
                  "context": "In Tajik Aluminium Plant at [28] it was stated that the test to be applied..."
                }
              ],
              "quoted_material": {
                "source": "Tajik Aluminium Plant at [28]",
                "content": "28. Rule 34.2 does not contain any provision comparable to section 2(4) of the Evidence (Proceedings in Other Jurisdictions) Act 1975, but Lord Fraser's observations are nonetheless helpful because they provide an example of the ways in which, without describing them individually, it may be possible to identify the documents to be produced with sufficient certainty to leave no real doubt in the mind of the person to whom the summons is addressed about what he is required to do. In my view that is the test that should be applied when considering whether documents have been sufficiently identified in a witness summons. Whether it has been met is likely to depend, at least in part, on the particular circumstances of the case. It is unlikely to be met if the documents are described simply by reference to a particular transaction or event which is itself described in broad terms, although in cases where the transaction is self-contained and sufficiently well-defined that might be satisfactory. In general, I think that doubts about the adequacy of the description should be resolved in favour of the witness."
              }
            },
            {
              "number": "[13.8]",
              "content": "Doubts about the adequacy of the description should be resolved in favour of the witness: Tajik Aluminium Plant at [28].",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant at [28]",
                  "context": "Doubts about the adequacy of the description should be resolved in favour of the witness: Tajik Aluminium Plant at [28]."
                }
              ]
            },
            {
              "number": "[14]",
              "content": "Addressing the New Zealand context and in particular ss 109 and 113 of the Human Rights Act, the following points are clear:",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "ss 109 and 113 of the Human Rights Act",
                  "context": "Addressing the New Zealand context and in particular ss 109 and 113 of the Human Rights Act, the following points are clear:"
                }
              ]
            },
            {
              "number": "[14.1]",
              "content": "A witness summons, unlike an order for discovery, requires the person to whom it is addressed to attend the Tribunal on a specified occasion and to produce to the Tribunal the documents to which it refers. It is a requirement reinforced by penal sanction in the form of a criminal conviction and a fine not exceeding $1,500.",
              "page": 6
            },
            {
              "number": "[14.2]",
              "content": "The language of s 109(2)(c) makes it mandatory for the summons to identify the documents with a high degree of particularity:",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 109(2)(c)",
                  "context": "The language of s 109(2)(c) makes it mandatory for the summons to identify the documents with a high degree of particularity:"
                }
              ],
              "quoted_material": {
                "source": "",
                "content": "Shall state the papers, documents, records or things which that person is required to bring and produce to the Tribunal."
              }
            },
            {
              "number": "[14.3]",
              "content": "In the words of Tajik Aluminium Plant, this provision recognises justice demands that the person to whom the summons to produce is addressed must be told clearly what he or she must bring to the hearing. Anything less is unfair to the witness and it also makes supervision and enforcement by the Tribunal extremely difficult.",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant",
                  "context": "In the words of Tajik Aluminium Plant, this provision recognises justice demands..."
                }
              ]
            },
            {
              "number": "[14.4]",
              "content": "Actual documents are to be contrasted with conjectural documents which may or may not exist.",
              "page": 6
            },
            {
              "number": "[14.5]",
              "content": "The more vague the description of the documents sought by the party applying for the summons, the greater the need for vigilance to ensure the application is not a discovery exercise in disguise.",
              "page": 7
            },
            {
              "number": "[15]",
              "content": "In my view the test to be applied is that stated in Tajik Aluminium Plant, namely whether it is possible to identify the documents to be produced with sufficient certainty to leave no real doubt in the mind of the person to whom the summons is addressed about what he or she is required to do. The test is unlikely to be met if the documents are described simply by reference to a particular transaction or event which is itself described in broad terms, although in cases where the transaction is self-contained and sufficiently well-defined, that might be satisfactory.",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant",
                  "context": "In my view the test to be applied is that stated in Tajik Aluminium Plant..."
                }
              ]
            },
            {
              "number": "[16]",
              "content": "In the present case it is submitted for Mr Craig the events referred to in the re-drafted schedule are self-contained, the requests are sufficiently specific and the witness should not find it difficult to determine whether he or she has documents of the type described or not.",
              "page": 7
            }
          ]
        },
        {
          "title": "Application of the law to the facts",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[17]",
              "content": "The fundamental objections to the terms in which the document request had been framed are as follows:",
              "page": 7
            },
            {
              "number": "[17.1]",
              "content": "All eight classes of documents sought by Mr Craig read as an application to discover documents when no discovery application has been made. In substance what is essentially a discovery exercise against non-parties is presented as an application for a witness summons to produce particular documents.",
              "page": 7
            },
            {
              "number": "[17.2]",
              "content": "Without exception, the three witnesses are required to exercise their own judgment in determining whether a particular documents does or does not fall within the scope of the relevant eight categories of documents.",
              "page": 7
            },
            {
              "number": "[17.3]",
              "content": "The conjectural nature of the documentation sought is possibly exemplified by category 8. The witness is required to bring documents recording a discussion between himself and Ms MacGregor “after 19 June 2015” – whatever that may mean – regarding, for example “correspondence between Mr Craig and Ms MacGregor which a third party (Jordan Williams) had seen or provided copies of”. The description is so attenuated that it is hard to know how a witness could reasonably identify the documents required.",
              "page": 7
            },
            {
              "number": "[17.4]",
              "content": "The eight categories are described in terms closer to the impermissibly vague \"all your bank statements for 1984” than to the more appropriately particularised “monthly bank statements for the year 1984 relating to your current account with a named bank”. The former may be sufficient, the latter is not. While the English cases permit “a compendious description of several documents\", there is an important proviso, namely that the exact document must in each case be clearly indicated. See In Re Asbestos Insurance Coverage Cases at 337-338. As stated in Tajik Aluminium Plant the overriding requirement is for the documents to be identified with sufficient certainty to leave no real doubt in the mind of the person to whom the summons is addressed about what he or she is required to do.",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "In Re Asbestos Insurance Coverage Cases at 337-338",
                  "context": "See In Re Asbestos Insurance Coverage Cases at 337-338."
                },
                {
                  "type": "case",
                  "reference": "Tajik Aluminium Plant",
                  "context": "As stated in Tajik Aluminium Plant the overriding requirement is for the documents to be identified with sufficient certainty..."
                }
              ]
            },
            {
              "number": "[18]",
              "content": "In my view the document description provided in the amended application does not, in any of the eight categories, come close to meeting this test. Even if there were doubt in my mind (and there is none), the doubt must be resolved in favour of the witness and the application declined.",
              "page": 7
            },
            {
              "number": "[19]",
              "content": "In summary all eight categories of documents sought fail the test not only because they are a form of third party discovery (when no discovery request has been made), they involve conjecture on the part of the witnesses and do not describe the documents with sufficient certainty to leave no real doubt in the mind of the person to whom the summons is addressed about what he or she is required to do.",
              "page": 8
            }
          ]
        },
        {
          "title": "Conclusion",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[20]",
              "content": "In the result I decline the application by Mr Craig for the issue of witness summonses to Jordan Williams, Christine Rankin and John Stringer requiring them to produce documents.",
              "page": 8
            },
            {
              "number": "[21]",
              "content": "The Secretary is however directed to issue “to testify\" witness summonses to all three persons (Jordan Williams, Christine Rankin and John Stringer) as soon as possible. For the avoidance of doubt, those witness summonses, while requiring the persons to attend the hearing, are not to require the witnesses to bring and produce to the Tribunal papers, documents, records or things.",
              "page": 8
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines QC",
          "role": "Chairperson"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as: MacGregor v Craig (Application for Witness Summonses) [2015] NZHRRT 51. When first published on 27 November 2015 this decision was subject to interim publication restrictions. Those interim restrictions were subsequently rescinded by the Tribunal in MacGregor v Craig (Limited Extension of Confidentiality Orders) [2016] NZHRRT 30. Non-publication orders made in the High Court by Katz J on 12 September 2016 in CIV-2015-404-1845 were on 30 September 2016 lifted with effect from 5:00pm on Monday 3 October 2016.]",
          "page": 1
        }
      ]
    }
  ]
}