{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "Badillo-Lopez v Uber New Zealand (Strike-Out Application) [2019] NZHRRT 18.json",
    "total_pages": 5,
    "extraction_date": "2024-04-18"
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2019] NZHRRT 18",
        "reference_number": "HRRT 008/2017",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "AT AUCKLAND",
        "hearing_date": "Heard on the papers",
        "decision_date": "22 March 2019",
        "case_title": "Badillo-Lopez v Uber New Zealand (Strike-Out Application) [2019] NZHRRT 18",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL STRIKING OUT CLAIM",
        "page_range": {
          "start_page": 1,
          "end_page": 5
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "VICENTE BADILLO-LOPEZ",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "UBER NEW ZEALAND",
            "role": "DEFENDANT",
            "type": "Company"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Ms M Roche",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr V Badillo-Lopez in person",
          "representing": "PLAINTIFF"
        },
        {
          "counsel": "Mr J Edwards and Ms R Carter for defendant",
          "representing": "DEFENDANT"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL STRIKING OUT CLAIM¹",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "In February 2017, proceedings under the Privacy Act 1993 (PA) were brought against Uber New Zealand by Vincente Badillo-Lopez. Mr Badillo-Lopez's claim concerned alleged breaches of information privacy principles 1, 6, 8 and 11. By application dated 15 February 2019, Uber New Zealand applied for an order that the claim be:",
              "page": 1,
              "subsections": [
                {
                  "title": "[1.1]",
                  "content": "Dismissed in its entirety; or"
                },
                {
                  "title": "[1.2]",
                  "content": "The elements of the statement of claim that relate to Principles 1, 8 and 11 be struck out."
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993 (PA)",
                  "context": "proceedings under the Privacy Act 1993 (PA) were brought"
                }
              ]
            },
            {
              "number": "[2]",
              "content": "The grounds on which either of the orders were sought include the following:",
              "page": 2,
              "subsections": [
                {
                  "title": "[2.1]",
                  "content": "The Tribunal does not have jurisdiction to investigate the claim in respect of Principles 1, 8 and 11."
                },
                {
                  "title": "[2.2]",
                  "content": "Mr Badillo-Lopez is in default of a Minute issued by the Co-Chairperson on 8 November 2018 requiring him to file submissions on the jurisdiction issue."
                },
                {
                  "title": "[2.3]",
                  "content": "The claim is frivolous, vexatious and has not been brought in good faith."
                }
              ]
            },
            {
              "number": "[3]",
              "content": "Mr Badillo-Lopez has failed to comply with case management directions made by the Tribunal. The essential issue to be determined in this decision is whether this failure amounts to an abuse of process and whether it is appropriate to strike out the proceeding.",
              "page": 2
            }
          ]
        },
        {
          "title": "Background",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[4]",
              "content": "Mr Badillo-Lopez worked as an Uber driver. In February 2016, his access to the Uber application (the App) necessary to perform this work was suspended.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "In early April 2016, Uber New Zealand received an information request form from the New Zealand Police concerning Mr Badillo-Lopez. Uber New Zealand is an affiliate of Uber B.V., a limited liability company registered in the Netherlands. Uber B.V. provided the requested information to the Police.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "Subsequently, Mr Badillo-Lopez lost access to the App on a permanent basis. On 25 April 2016, Mr Badillo-Lopez emailed Uber New Zealand and requested all information it held about him. Later, he made a complaint to the Office of the Privacy Commissioner (OPC) against Uber New Zealand. On 10 November 2016, a Certificate of Investigation was issued which records that the OPC investigated Mr Badillo-Lopez's complaint under Principle 6 and found a breach of that Principle.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "On 15 February 2017, Mr Badillo-Lopez filed a claim in the Tribunal against Uber New Zealand. The claim alleged that Uber New Zealand had breached Principles 1, 6, 8 and 11. With respect to Principle 11, the claim alleged that Uber New Zealand had disclosed and wrongly shared Mr Badillo-Lopez's private information with the New Zealand Police. The claim also contained complaints regarding the OPC investigation. Damages in the sum of $100,000 were sought.",
              "page": 2
            }
          ]
        },
        {
          "title": "Jurisdiction issue",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[8]",
              "content": "Uber New Zealand raised the issue of the Tribunal's jurisdiction in its statement of reply. Its position was that as the OPC conducted an investigation solely in relation to an alleged breach of information privacy principle 6, the Tribunal only had jurisdiction with respect to this Principle and did not have jurisdiction with respect to the claims under Principles 1, 8 and 11. A letter from the OPC to the Secretary dated 27 April 2017 (provided to the parties), confirmed that the complaint was investigated as involving a possible breach of Principle 6 and that the OPC did not investigate issues under Principle 11.",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "At a teleconference convened on 8 November 2018, the Co-Chairperson explained to Mr Badillo-Lopez that it was necessary to resolve the issue of jurisdiction before steps such as discovery and the filing of evidence could take place. Mr Badillo-Lopez was advised that as he was, understandably, unfamiliar with case law concerning the jurisdiction issue, the Secretary would be directed to provide him with hyperlinks to recent relevant cases. It was agreed that after consideration of the case law and matters discussed at the teleconference, Mr Badillo-Lopez would advise the Tribunal and Uber New Zealand whether he agreed to the claim proceeding only with respect to Principle 6, or whether he maintained that the Tribunal has jurisdiction with respect to the other information privacy principles raised in his claim.",
              "page": 2
            },
            {
              "number": "[10]",
              "content": "Mr Edwards indicated that should Mr Badillo-Lopez take the position that the Tribunal had jurisdiction with respect to information privacy principles other than Principle 6, an application to strike out those parts of the claim would be made.",
              "page": 3
            },
            {
              "number": "[11]",
              "content": "In a Minute of the Co-Chairperson dated 8 November 2018, Mr Badillo-Lopez was provided with hyperlinks to the relevant Tribunal decisions and directed to advise the Tribunal and Uber New Zealand of his position on the jurisdiction issue by 5.00 pm on Friday, 23 November 2018.",
              "page": 3
            },
            {
              "number": "[12]",
              "content": "Mr Badillo-Lopez failed to comply with this direction and has not advised his position on jurisdiction.",
              "page": 3
            },
            {
              "number": "[13]",
              "content": "On 25 January 2019, the Co-Chairperson issued a Minute concerning non-compliance with case management directions. This directed that any strike-out application by Uber New Zealand together with any supporting submissions was to be filed and served by 5.00 pm on Friday, 15 February 2019 and that should Mr Badillo-Lopez wish to oppose the strike-out application, he was to file a notice of opposition together with any supporting submissions by Friday, 8 March 2019.",
              "page": 3
            },
            {
              "number": "[14]",
              "content": "As noted earlier, the strike-out application was duly filed and served on 15 February 2019. On 15 February 2019, Mr Badillo-Lopez emailed the Secretary requesting a copy of the file and of the strike-out application.",
              "page": 3
            },
            {
              "number": "[15]",
              "content": "On 18 February 2019, the Secretary emailed Mr Badillo-Lopez and attached copies of the statement of claim, statement of reply, the two Minutes of the Co-Chairperson, the strike-out application and the supporting submissions. In the email the Secretary stated:",
              "page": 3,
              "quoted_material": {
                "source": "Email from the Secretary",
                "content": "You will see from the Minute dated 25 January 2019 that you have until Friday 8 March 2019 to file a Notice of Opposition (to the strike-out application) together with any supporting submissions."
              }
            },
            {
              "number": "[16]",
              "content": "Nothing further has been received from Mr Badillo-Lopez.",
              "page": 3
            }
          ]
        },
        {
          "title": "The jurisdiction to strike out – principles",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[17]",
              "content": "The Tribunal has jurisdiction to strike out a proceeding pursuant to s 115A of the Human Rights Act 1993 (HRA), which provides:",
              "page": 3,
              "quoted_material": {
                "source": "115A Tribunal may strike out, determine, or adjourn proceedings",
                "content": "(1) The Tribunal may strike out, in whole or in part, a proceeding if satisfied that it—",
                "internal_paragraphs": [
                  {
                    "identifier": "(a)",
                    "content": "discloses no reasonable cause of action; or"
                  },
                  {
                    "identifier": "(b)",
                    "content": "is likely to cause prejudice or delay; or"
                  },
                  {
                    "identifier": "(c)",
                    "content": "is frivolous or vexatious; or"
                  },
                  {
                    "identifier": "(d)",
                    "content": "is otherwise an abuse of process."
                  }
                ]
              }
            },
            {
              "number": "[18]",
              "content": "Section 115A mirrors r 15.1 of the High Court Rules, which, until s 115A was inserted in November 2018, had guided the approach of the Tribunal to applications for strike-out: Mackrell v Universal College of Learning HC Palmerston North CIV-2005-485-802, 17 August 2005 at [48].",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Mackrell v Universal College of Learning HC Palmerston North CIV-2005-485-802, 17 August 2005 at [48]",
                  "context": "had guided the approach of the Tribunal to applications for strike-out: Mackrell v Universal College of Learning HC Palmerston North CIV-2005-485-802, 17 August 2005 at [48]."
                }
              ]
            },
            {
              "number": "[19]",
              "content": "The principles to be applied are clear and well established. They are set out by Richardson P in Attorney-General v Prince and Gardner [1998] 1 NZLR 262 (CA) at 267. As noted by the Tribunal in Parohinog v Yellow Pages Group Ltd (Strike-Out Application No. 2) [2015] NZHRRT 14, the jurisdiction is to be used sparingly. In addition, the fundamental constitutional importance of the right of access to courts and tribunals must be recognised. Nevertheless, such right of access must be balanced against the desirability of freeing defendants from the burden of litigation which is groundless or an abuse of process: Parohinog at [30]–[31].",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Attorney-General v Prince and Gardner [1998] 1 NZLR 262 (CA) at 267",
                  "context": "They are set out by Richardson P in Attorney-General v Prince and Gardner [1998] 1 NZLR 262 (CA) at 267."
                },
                {
                  "type": "case",
                  "reference": "Parohinog v Yellow Pages Group Ltd (Strike-Out Application No. 2) [2015] NZHRRT 14",
                  "context": "As noted by the Tribunal in Parohinog v Yellow Pages Group Ltd (Strike-Out Application No. 2) [2015] NZHRRT 14, the jurisdiction is to be used sparingly."
                }
              ]
            }
          ]
        },
        {
          "title": "Assessment",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[20]",
              "content": "Some four months have passed since the expiry of the deadline given to Mr Badillo-Lopez for advising his position in respect of jurisdiction. A large part of his claim rests on information being shared by Uber New Zealand with the New Zealand Police, allegedly in breach of Principle 11. He also makes claims under Principles 1 and 8 concerning the collection of information from him by Uber New Zealand and the accuracy of that information. These issues were not investigated by the Privacy Commissioner.",
              "page": 4
            },
            {
              "number": "[21]",
              "content": "In a line of cases, all of which were provided to Mr Badillo-Lopez, the Tribunal has found that it does not have jurisdiction in respect of matters that have not been investigated by the Privacy Commissioner: Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation (Strike-Out Application) [2014] NZHRRT 1; Gray v Ministry for Children (Strike-Out Application) [2018] NZHRRT 13; Wati v Corrrections [2018] NZHRRT 38 and Toia v Corrections (Jurisdiction) [2018] NZHRRT 46.",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation (Strike-Out Application) [2014] NZHRRT 1",
                  "context": "Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation (Strike-Out Application) [2014] NZHRRT 1"
                },
                {
                  "type": "case",
                  "reference": "Gray v Ministry for Children (Strike-Out Application) [2018] NZHRRT 13",
                  "context": "Gray v Ministry for Children (Strike-Out Application) [2018] NZHRRT 13"
                },
                {
                  "type": "case",
                  "reference": "Wati v Corrrections [2018] NZHRRT 38",
                  "context": "Wati v Corrrections [2018] NZHRRT 38"
                },
                {
                  "type": "case",
                  "reference": "Toia v Corrections (Jurisdiction) [2018] NZHRRT 46",
                  "context": "Toia v Corrections (Jurisdiction) [2018] NZHRRT 46"
                }
              ]
            },
            {
              "number": "[22]",
              "content": "Mr Badillo-Lopez has not responded to the strike-out application and it is unknown whether he maintains any interest in these proceedings. His position on jurisdiction remains unknown.",
              "page": 4
            },
            {
              "number": "[23]",
              "content": "Consistent failure to comply with court orders can amount to an abuse of process: Yarrow v Finnigan [2017] NZHC 1755 at [10]. A long period of inactivity evidencing a lack of intention to bring proceedings to a conclusion can similarly amount to an abuse: Yarrow at [15]. Applying s 115A of the HRA to this application, the striking out of a proceeding by reason of extended delay in compliance with case management directions plainly falls within s 115A(1)(b) (prejudice) and s 115A(1)(d) (abuse of process).",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Yarrow v Finnigan [2017] NZHC 1755 at [10]",
                  "context": "Consistent failure to comply with court orders can amount to an abuse of process: Yarrow v Finnigan [2017] NZHC 1755 at [10]."
                },
                {
                  "type": "case",
                  "reference": "Yarrow at [15]",
                  "context": "A long period of inactivity evidencing a lack of intention to bring proceedings to a conclusion can similarly amount to an abuse: Yarrow at [15]."
                },
                {
                  "type": "statute",
                  "reference": "s 115A of the HRA",
                  "context": "Applying s 115A of the HRA to this application"
                }
              ]
            }
          ]
        },
        {
          "title": "DECISION",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[24]",
              "content": "Mr Badillo-Lopez has failed to comply with a case management direction that he advise his position on jurisdiction for a period of four months. This leaves Uber New Zealand not knowing the ambit of the case against it. Mr Badillo-Lopez has made no response to the Minute concerning non-compliance with case management directions that timetabled this strike-out application. Neither has he responded to the strike-out application.",
              "page": 4
            },
            {
              "number": "[25]",
              "content": "The consistent and unexplained failure on the part of Mr Badillo-Lopez to comply with case management directions is both an abuse of process and has caused prejudice to Uber New Zealand. The criteria for strike out in s 115A of the HRA are satisfied. The claim is struck out.",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 115A of the HRA",
                  "context": "The criteria for strike out in s 115A of the HRA are satisfied."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms MA Roche",
          "role": "Co-Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Badillo-Lopez v Uber New Zealand (Strike-Out Application) [2019] NZHRRT 18.]",
          "page": 1
        }
      ]
    }
  ]
}