{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 5
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2018] NZHRRT 34",
        "reference_number": "HRRT 007/2016",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "AT WELLINGTON",
        "hearing_date": "Heard on the papers",
        "decision_date": "25 July 2018",
        "case_title": "Dooley v Canterbury District Health Board (Strike-Out Application) [2018] NZHRRT 34",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 5
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "MICHAEL DOOLEY",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "CANTERBURY DISTRICT HEALTH BOARD",
            "role": "FIRST DEFENDANT",
            "type": "Government Agency"
          },
          {
            "name": "SOUTH CANTERBURY DISTRICT HEALTH BOARD",
            "role": "SECOND DEFENDANT",
            "type": "Government Agency"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr BK Neeson JP",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr M Dooley",
          "representing": "in person"
        },
        {
          "counsel": "Mr G Brogden",
          "representing": "first defendant"
        },
        {
          "counsel": "Mr J Coates and Ms C Deans",
          "representing": "second defendant"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "By application dated 4 July 2018 the first and second defendants have applied to have these proceedings struck out on the grounds:",
              "page": 1
            },
            {
              "number": "[1.1]",
              "content": "Mr Dooley has failed to comply with timetable orders which required him to file and serve particulars by 29 April 2016.",
              "page": 2
            },
            {
              "number": "[1.2]",
              "content": "Despite reminders from the Tribunal, Mr Dooley has continued to fail to comply with the requirement to file and serve particulars.",
              "page": 2
            },
            {
              "number": "[1.3]",
              "content": "Mr Dooley has otherwise failed to engage with the Tribunal process.",
              "page": 2
            },
            {
              "number": "[1.4]",
              "content": "The first and second defendants are prejudiced by the continuation of this proceeding.",
              "page": 2
            },
            {
              "number": "[1.5]",
              "content": "The proceeding is otherwise an abuse of process.",
              "page": 2
            }
          ]
        },
        {
          "title": "BACKGROUND",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "",
              "content": "The complaint to the Privacy Commissioner",
              "page": 2,
              "subsections": [
                {
                  "title": "The complaint to the Privacy Commissioner",
                  "content": ""
                }
              ]
            },
            {
              "number": "[2]",
              "content": "In 2015 Mr Dooley alleged the South Canterbury District Health Board (SCDHB) had not supplied him with all the information to which he was entitled and had not responded to his request for correction of his information. Mr Dooley had also requested the SCDHB to delete his information from its electronic system and to surrender to him all hard copy records of his medical information. On a complaint being made by Mr Dooley the Privacy Commissioner in 2015 investigated a possible breach of rules 6 and 7 of the Health Information Privacy Code 1994 (the Code) by the SCDHB. Rule 6 gives individuals the right to access their health information while Rule 7 gives the right to correct health information.",
              "page": 2,
              "citations": [
                {
                  "type": "regulation",
                  "reference": "Health Information Privacy Code 1994",
                  "context": "Cited as the legal framework governing the rights to access (Rule 6) and correct (Rule 7) health information, which were the subject of the complaint to the Privacy Commissioner."
                }
              ]
            },
            {
              "number": "[3]",
              "content": "By letter dated 14 October 2015 the Privacy Commissioner notified Mr Dooley he (the Commissioner) had arrived at the preliminary view there had been no interference with Mr Dooley's privacy. On 15 October 2015 Mr Dooley advised he would like the Commissioner to close the file as he (Mr Dooley) was considering taking the matter to the Tribunal. By email dated 16 October 2015 the Commissioner advised he had closed the file and a Certificate of Investigation was provided to Mr Dooley.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "The Certificate of Investigation dated 16 October 2015 is a significant document. It confirms:",
              "page": 2
            },
            {
              "number": "[4.1]",
              "content": "Only the SCDHB was investigated by the Privacy Commissioner.",
              "page": 2
            },
            {
              "number": "[4.2]",
              "content": "The only rules of the Code which had been the subject of the investigation were rules 6 and 7.",
              "page": 2
            },
            {
              "number": "[4.3]",
              "content": "No breach of rules 6 and 7 had been found.",
              "page": 2
            },
            {
              "number": "",
              "content": "The statement of claim",
              "page": 2,
              "subsections": [
                {
                  "title": "The statement of claim",
                  "content": ""
                }
              ]
            },
            {
              "number": "[5]",
              "content": "By statement of claim filed on 9 February 2016 Mr Dooley alleged that both the Canterbury District Health Board (CDHB) and the SCDHB had breached not only rules 6 and 7 but also rules 5 (which governs the way health information is stored), 9 and 10 (which place restrictions on how people and organisations can use or disclose health information).",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "By letter dated 29 February 2016 the Privacy Commissioner drew the attention of the Tribunal (and of Mr Dooley) to the fact that as pleaded, the statement of claim faced the following jurisdiction objections:",
              "page": 3
            },
            {
              "number": "[6.1]",
              "content": "As the CDHB had not been investigated by the Privacy Commissioner, the Tribunal lacked jurisdiction to hear a complaint against it.",
              "page": 3
            },
            {
              "number": "[6.2]",
              "content": "As the Commissioner had conducted no investigation under rules 5, 9 and 10 of the Code, the Tribunal had no jurisdiction to investigate the allegations made by Mr Dooley in relation to those provisions.",
              "page": 3
            },
            {
              "number": "[7]",
              "content": "These points are returned to shortly.",
              "page": 3
            },
            {
              "number": "",
              "content": "The application for particulars",
              "page": 3,
              "subsections": [
                {
                  "title": "The application for particulars",
                  "content": ""
                }
              ]
            },
            {
              "number": "[8]",
              "content": "By statement of reply filed on 8 March 2016 the CDHB objected to the Tribunal's jurisdiction on the two grounds identified by the Privacy Commissioner at [6] above.",
              "page": 3
            },
            {
              "number": "[9]",
              "content": "By application dated 8 March 2016 the SCDHB sought particulars of the allegations made by Mr Dooley that:",
              "page": 3
            },
            {
              "number": "[9.1]",
              "content": "\"The defendants refused to remove me from all health Care Shared systems as requested and numerous occasion during 2015\"; and",
              "page": 3
            },
            {
              "number": "[9.2]",
              "content": "\"The defendants did not comply with Health Information Privacy Code rules:",
              "page": 3
            },
            {
              "number": "[9.2.1]",
              "content": "Rule 5: Storage and security of health information during 2015.",
              "page": 3
            },
            {
              "number": "[9.2.2]",
              "content": "Rule 6: Access to personal health information on numerous occasion during 2015.",
              "page": 3
            },
            {
              "number": "[9.2.3]",
              "content": "Rule 9: Retention of health information.",
              "page": 3
            },
            {
              "number": "[9.2.4]",
              "content": "Rule 10: Limits on use of health information.\"",
              "page": 3
            },
            {
              "number": "[10]",
              "content": "As to the first allegation the following particulars were sought:",
              "page": 3
            },
            {
              "number": "[10.1]",
              "content": "Which “health Care Shared systems” were the subject of the allegation;",
              "page": 3
            },
            {
              "number": "[10.2]",
              "content": "The dates on which Mr Dooley allegedly requested that he be removed from these systems;",
              "page": 3
            },
            {
              "number": "[10.3]",
              "content": "An explanation of how the SCDHB's conduct interfered with Mr Dooley's interests.",
              "page": 3
            },
            {
              "number": "[11]",
              "content": "As to the second allegation, Mr Dooley was asked to describe how the SCDHB breached each of the rules from the Code said to have been contravened and when the alleged breaches occurred.",
              "page": 3
            },
            {
              "number": "[12]",
              "content": "By email dated 15 March 2016 the Secretary advised Mr Dooley the Chairperson had given the following case management directions in relation to the strike-out application:",
              "page": 3
            },
            {
              "number": "[12.1]",
              "content": "Mr Dooley was to advise whether the SCDHB application was opposed and if so, he was to state the grounds of his opposition by 23 March 2016.",
              "page": 4
            },
            {
              "number": "[12.2]",
              "content": "If the application was not opposed, that he provide the particulars sought by 1 April 2016.",
              "page": 4
            },
            {
              "number": "[12.3]",
              "content": "That Mr Dooley was by 23 March 2016 to give notice whether he accepted the statement by the Privacy Commissioner that no investigation had been conducted in relation to the Canterbury DHB.",
              "page": 4
            },
            {
              "number": "[13]",
              "content": "By email dated 30 March 2016 Mr Dooley sought an extension of the 1 April 2016 deadline for providing the particulars sought by the SCDHB. The grounds of his application were stated to be “the extensive amount of documentation over the last 6 years and ill health”.",
              "page": 4
            },
            {
              "number": "[14]",
              "content": "By email dated 31 March 2016 the Secretary asked Mr Dooley to advise the length of the extension sought. On the same day Mr Dooley replied that he sought an extension of 15 working days. That extension was granted, notice of the extension being provided to Mr Dooley by email dated 31 March 2016. At the direction of the Chairperson that extension was in fact for four weeks (ie longer than Mr Dooley had requested) to take into account Mr Dooley's health issues. The new deadline was 5pm on Friday 29 April 2016.",
              "page": 4
            },
            {
              "number": "",
              "content": "The delay and the strike-out application",
              "page": 4,
              "subsections": [
                {
                  "title": "The delay and the strike-out application",
                  "content": ""
                }
              ]
            },
            {
              "number": "[15]",
              "content": "Two years then elapsed without the required particulars being provided by Mr Dooley. Indeed at no time in that two year period did Mr Dooley communicate with the Tribunal.",
              "page": 4
            },
            {
              "number": "[16]",
              "content": "By email dated 24 April 2018 the Secretary remined Mr Dooley of the jurisdiction objections signalled by the Privacy Commissioner and also referred to Mr Dooley's two-year default in providing the particulars sought by the SCDHB. He was asked to advise whether he had made a decision not to continue with his claim in which case he was to send an email confirming the withdrawal. The Secretary advised Mr Dooley that failing such advice it was likely both DHBs would apply to have the proceedings struck out. No response was received from Mr Dooley.",
              "page": 4
            },
            {
              "number": "[17]",
              "content": "On 15 June 2018 the Secretary by email advised the CDHB and SCDHB that any intended strike-out application was to be filed and served by 6 July 2018.",
              "page": 4
            },
            {
              "number": "[18]",
              "content": "On 4 July 2018 the defendants filed a joint strike-out application on the grounds set out earlier in this decision.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "By email dated 4 July 2018 Mr Dooley was advised the Chairperson had directed that should he (Mr Dooley) wish to oppose the application, his notice of opposition and supporting submissions were required by 13 July 2018.",
              "page": 4
            },
            {
              "number": "",
              "content": "The response by Mr Dooley to the strike-out application",
              "page": 4,
              "subsections": [
                {
                  "title": "The response by Mr Dooley to the strike-out application",
                  "content": ""
                }
              ]
            },
            {
              "number": "[20]",
              "content": "By email dated 9 July 2018 Mr Dooley advised he opposed the strike-out application on the grounds that he had gone through a period of sustained ill-health. His email stated:\nThank you for the notification.\nI wish to advise that since filing my application for proceedings I have gone through a period of sustained ill health. This was as highlight to the Tribunal around severe pain [redacted]. To make matters worse both Canterbury DHB and South Canterbury DHB and exasperated these health issue and even provoked the situation not only for myself but also my family which is still happen today as I write.\nI would therefore like to file a application to oppose. I would like the tribunal to be aware that I am currently taking a high dosage [redacted].\nThanks.",
              "page": 4
            }
          ]
        },
        {
          "title": "DECISION",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[21]",
              "content": "For over two years Mr Dooley has been in default of his obligation to provide the straightforward particulars sought by the SCDHB. The DHB still does not know the nature of the claim made by Mr Dooley, cannot prepare its defence or identify and brief the relevant witnesses and preserve the relevant documents. This is severely prejudicial. The prejudice will only compound as further time elapses. At each point Mr Dooley has explained away his default by reference to his sustained ill-health. However, such ill-health cannot justify leaving these proceedings unresolved indefinitely, particularly when Mr Dooley has given no indication of when his health status will change sufficiently to allow him to prosecute his claim with appropriate diligence. The delay cannot be permitted to continue and for this reason alone the proceedings must be struck out.",
              "page": 5
            },
            {
              "number": "[22]",
              "content": "There is also the fact that there has never been any basis for proceedings to be brought against the CDHB or for the proceedings against the SCDHB to allege breach of rules 5, 9 and 10 of the Code. See Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation [2014] NZHRRT 1, (2014) 10 HRNZ 279 at [39] to [42] and [44]. The Tribunal has no jurisdiction over an agency in respect of which no investigation has been conducted by the Privacy Commissioner under Part 8. Similarly, a plaintiff cannot bring a case based on different privacy principles to those investigated by the Commissioner.",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings [NKR] v Accident Compensation Corporation [2014] NZHRRT 1, (2014) 10 HRNZ 279 at [39] to [42] and [44]",
                  "context": "Cited to support the principle that the Tribunal has no jurisdiction over an agency or over privacy principles not investigated by the Privacy Commissioner."
                }
              ]
            },
            {
              "number": "[23]",
              "content": "In the circumstances the claim must be dismissed as against both the Canterbury District Health Board and the South Canterbury District Health Board.",
              "page": 5
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Mr BK Neeson JP",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Dooley v Canterbury District Health Board (Strike-Out Application) [2018] NZHRRT 34.]",
          "page": 1
        }
      ]
    }
  ]
}