{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 8,
    "extraction_date": "2024-05-24"
  },
  "cases": [
    {
      "case_number": 92022,
      "case_metadata": {
        "decision_number": "[2023] NZHRRT 20",
        "reference_number": "HRRT 009/2022",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL I TE TARAIPIUNARA MANA TANGATA",
        "jurisdiction": "AT WELLINGTON",
        "hearing_date": "Heard on the papers",
        "decision_date": "15 August 2023",
        "case_title": "Lawson v Intended Defendant (Extension of Time to Commence Proceedings)",
        "legal_basis": "THE PRIVACY ACT 2020",
        "decision_type": "DECISION OF DEPUTY CHAIRPERSON REJECTIONG APPLICATION TO EXTEND TIME TO COMMENCE PROCEEDINGS",
        "page_range": {
          "start_page": 1,
          "end_page": 8
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "SONJA MARIE LAWSON",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "INTENDED DEFENDANT",
            "role": "INTENDED DEFENDANT",
            "type": "Unknown"
          }
        ],
        "other_parties": []
      },
      "tribunal_members": [
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson"
        }
      ],
      "appearances": [
        {
          "counsel": "Miss SM Lawson",
          "representing": "in person"
        },
        {
          "counsel": "Mr AL Holloway, Ms R Thomson and Ms KJ Gage",
          "representing": "the Intended Defendant"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF DEPUTY CHAIRPERSON REJECTIONG APPLICATION TO EXTEND TIME TO COMMENCE PROCEEDINGS",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "The Tribunal received Miss Lawson's claim on 9 March 2022, approximately 11 months after the Privacy Commissioner gave notice on 8 April 2021 that he intended not to take action on a complaint she had made to his office. Accordingly, a jurisdictional issue arises as Miss Lawson's claim was lodged after the six month time period prescribed by the Privacy Act 2020 (PA).",
              "page": 1,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020 (PA)",
                  "context": "The claim was lodged after the six-month time period prescribed by the Privacy Act 2020 (PA)."
                }
              ]
            },
            {
              "number": "[2]",
              "content": "Miss Lawson's claim can only be accepted if the Chairperson or a Deputy Chairperson, on an application made by Miss Lawson, is satisfied that exceptional circumstances prevented her claim from being commenced within the statutory six month timeframe.",
              "page": 2
            }
          ]
        },
        {
          "title": "THE TRIBUNAL'S JURISDICTION",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[3]",
              "content": "Section 98 of the PA provides for when aggrieved individuals may commence proceedings in the Tribunal. Proceedings can only be commenced as of right in specified circumstances and within specified time periods.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98",
                  "context": "Section 98 of the PA provides for when aggrieved individuals may commence proceedings in the Tribunal."
                }
              ]
            },
            {
              "number": "[4]",
              "content": "The relevant time period for commencing the proceedings may, however, be extended under PA, s 98(8). That section provides that the Chairperson (which includes a Deputy Chairperson pursuant to the Human Rights Act 1993, s 101A) may agree to extend any time period specified for commencing proceedings if the Chairperson is satisfied that “exceptional circumstances prevented proceedings from being commenced within the specified period”.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98(8)",
                  "context": "The relevant time period for commencing the proceedings may, however, be extended under PA, s 98(8)."
                },
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993, s 101A",
                  "context": "A Deputy Chairperson is included pursuant to the Human Rights Act 1993, s 101A."
                }
              ]
            },
            {
              "number": "[5]",
              "content": "The provisions of PA, s 98 relevant to this case are set out below:",
              "page": 2,
              "quoted_material": {
                "source": "Privacy Act 2020, s 98",
                "content": "98 Aggrieved individuals may commence proceedings in Tribunal\n(1) An aggrieved individual, a representative on behalf of an aggrieved individual, or a representative lawfully acting on behalf of a class of aggrieved individuals may commence proceedings in the Tribunal in respect of a complaint received by the Commissioner, or a matter investigated under subpart 2, in any case where-\n...\n(b) the Commissioner, having commenced an investigation, decides not to further investigate the complaint or matter; or\n...\n(3) A person commencing proceedings under subsection (1)(b) must do so within 6 months after the Commissioner has given notice to the parties under section 81(4).\n...\n(8) The Chairperson may agree to extend any period specified in subsections (2) to (7) for commencing proceedings if, on an application made for the purpose by the person proposing to commence proceedings, the Chairperson is satisfied that exceptional circumstances prevented proceedings from being commenced within the specified period.",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "An aggrieved individual, a representative on behalf of an aggrieved individual, or a representative lawfully acting on behalf of a class of aggrieved individuals may commence proceedings in the Tribunal in respect of a complaint received by the Commissioner, or a matter investigated under subpart 2, in any case where-"
                  },
                  {
                    "identifier": "(b)",
                    "content": "the Commissioner, having commenced an investigation, decides not to further investigate the complaint or matter; or"
                  },
                  {
                    "identifier": "(3)",
                    "content": "A person commencing proceedings under subsection (1)(b) must do so within 6 months after the Commissioner has given notice to the parties under section 81(4)."
                  },
                  {
                    "identifier": "(8)",
                    "content": "The Chairperson may agree to extend any period specified in subsections (2) to (7) for commencing proceedings if, on an application made for the purpose by the person proposing to commence proceedings, the Chairperson is satisfied that exceptional circumstances prevented proceedings from being commenced within the specified period."
                  }
                ]
              }
            },
            {
              "number": "[6]",
              "content": "As Miss Lawson's claim was not lodged within the time period specified in the PA, s 98(3), before her claim can proceed, I must be satisfied that there were exceptional circumstances which prevented her from lodging that claim within the statutory six month period. Miss Lawson has the onus of satisfying me as to the existence of such circumstances.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98(3)",
                  "context": "Miss Lawson's claim was not lodged within the time period specified in the PA, s 98(3)."
                }
              ]
            },
            {
              "number": "[7]",
              "content": "If that onus is met, I then have a discretion to extend the relevant period within which Miss Lawson's claim had to be filed with the Tribunal.",
              "page": 2
            }
          ]
        },
        {
          "title": "What constitutes exceptional circumstances",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[8]",
              "content": "The phrase \"exceptional circumstances” is not defined in the PA. Its meaning was, however, recently considered by the Tribunal² where it was noted:\n[15] The meaning of the phrase \"exceptional circumstances\" as it arose in a different statute but a similar context relating to the power to extend time to bring a late claim was considered by the Supreme Court in Creedy v Commissioner of Police [2008] NZSC 31 at [24]-[33]. At issue in that case was s 114(4) of the Employment Relations Act 2000 that allows the Employment Relations Authority to grant leave to extend the time for raising a personal grievance after the statutory time limit if \"satisfied the delay in raising the personal grievance was occasioned by exceptional circumstances.\" The Court held \"exceptional circumstances\" in this context meant unusual or uncommon. This interpretation was preferred as it accords with ordinary English usage, is easier to apply and did not unduly limit the power to extend time. At [32] it was noted that in R v Kelly [1999] 2 All ER 13 (CA) at p 20 when construing a reference to \"exceptional circumstances\" Lord Bingham of Cornhill said:\n\"We must construe \"exceptional\" as an ordinary, familiar English adjective, and not as a term of art. It describes a circumstance which is such as to form an exception, which is out of the ordinary course, or unusual, or special or uncommon. To be exceptional, a circumstance need not be unique, or unprecedented, or very rare, but it cannot be one that is regularly, or routinely, or normally encountered.\"\n[16] The phrase \"exceptional circumstances\" in s 98(8) of the Privacy Act 2020 should similarly be given its ordinary or plain meaning of circumstances that are unusual, or uncommon. This interpretation accords with the purpose and context of s 98(8). The purpose of s 98(8) is to provide a discretion to the Chairperson of the Tribunal to agree to late commencement of proceedings when exceptional circumstances have prevented an aggrieved individual from commencing proceedings within the six-month statutory time limit. The jurisdiction to extend time under s 98(8) is a narrowly confined one and it should not be unduly limited by adopting a more stringent interpretation of \"exceptional circumstances\".",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020 (PA)",
                  "context": "The phrase 'exceptional circumstances' is not defined in the PA."
                },
                {
                  "type": "case",
                  "reference": "Creedy v Commissioner of Police [2008] NZSC 31 at [24]-[33]",
                  "context": "Considered the meaning of 'exceptional circumstances' in a similar context."
                },
                {
                  "type": "statute",
                  "reference": "Employment Relations Act 2000, s 114(4)",
                  "context": "The statute at issue in Creedy v Commissioner of Police."
                },
                {
                  "type": "case",
                  "reference": "R v Kelly [1999] 2 All ER 13 (CA) at p 20",
                  "context": "Noted in Creedy for its construction of 'exceptional circumstances'."
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98(8)",
                  "context": "The phrase 'exceptional circumstances' in s 98(8) of the Privacy Act 2020 should be given its ordinary or plain meaning."
                }
              ]
            }
          ]
        },
        {
          "title": "ISSUES",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[9]",
              "content": "The issues to be determined are, therefore:",
              "page": 3
            },
            {
              "number": "[9.1]",
              "content": "Whether there are exceptional circumstances (determined in accordance with the discussion at [8] above) which prevented Miss Lawson commencing these proceedings within six months after the Commissioner gave notice to the parties that he had decided to take no further action on the complaint.",
              "page": 3
            },
            {
              "number": "[9.2]",
              "content": "If so, whether my discretion should be exercised to extend the time for commencing proceedings to 9 March 2022 (Miss Lawson's statement of claim being received by the Tribunal on that day).",
              "page": 3
            }
          ]
        },
        {
          "title": "Opportunities to provide details of exceptional circumstances",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[10]",
              "content": "On 5 July 2022 a teleconference was held at which the jurisdictional issue was explained to Miss Lawson. She was directed to file her application, including any submissions and evidence as to any exceptional circumstances which prevented this proceeding being commenced within the statutory six month time period, by 26 August 2022. Following that date, Miss Lawson has been given a total of five further extensions, spanning a time period of over 11 months to file submissions or evidence in support of her application. The background to those extensions is summarised below.",
              "page": 3
            },
            {
              "number": "[11]",
              "content": "During July 2022, Miss Lawson filed four letters, in which she advised that she was in the process of engaging legal representation and she felt that, as a disabled person, she was being victimised. Miss Lawson stated that when she lodged her claim, she was advised it would be accepted outside the statutory time period. She has not provided any details as to who she says provided such assurance and the Tribunal can find no record of any such assurance.",
              "page": 4
            },
            {
              "number": "[12]",
              "content": "By Minute dated 3 August 2022 Miss Lawson was, however, given additional time, until 9 September 2022, to file her application relating to exceptional circumstances.",
              "page": 4
            },
            {
              "number": "[13]",
              "content": "On 9 August 2022 the Tribunal received an email from a Mr Boyd, on behalf of Miss Lawson, (Miss Lawson says Mr Boyd is assisting her with her case, but not as her agent) advising that Miss Lawson had asked him to relay that she was in the process of seeking legal representation and that the matter should be put on hold until further notice.",
              "page": 4
            },
            {
              "number": "[14]",
              "content": "By Minute dated 12 August 2022 the Tribunal noted that it was not appropriate that the matter be put on hold indefinitely. Instead, Miss Lawson was allowed a generous timeframe to secure legal representation. She was directed to file her application in relation to exceptional circumstances by 18 November 2022.",
              "page": 4
            },
            {
              "number": "[15]",
              "content": "On 7 December 2022 Mr Boyd forwarded to the Tribunal three typed pages entitled “Submission for Out of Time Application to HRRT Against [Intended Defendant]” (“Submissions”). The authorship of the Submissions is unclear.",
              "page": 4
            },
            {
              "number": "[16]",
              "content": "By Minute dated 9 December 2022 the Tribunal noted that as evidential matters in the Submissions had not been provided in affidavit form, little weight could be given to them. The Minute set out the ways in which evidence could be sworn and Miss Lawson was afforded the opportunity to file evidence in the form of an affidavit by 20 January 2023.",
              "page": 4
            },
            {
              "number": "[17]",
              "content": "On 16 December 2022 Mr Boyd emailed the Tribunal attaching a letter from Miss Lawson again requesting the matter be adjourned as she said she was in the process of applying for legal aid.",
              "page": 4
            },
            {
              "number": "[18]",
              "content": "By Minute dated 20 December 2022 the Tribunal again noted that the matter would not be put on hold indefinitely. Miss Lawson was directed to file and serve any affidavit evidence in support of her application for an extension of time by 3 March 2023.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "On 27 February 2023 Mr Boyd emailed the Tribunal, saying that Miss Lawson again asked for this matter to be adjourned until she had secured legally aided legal representation. Mr Boyd noted that, as he understood it, legal aid had been applied for last year. Mr Boyd's email attached a letter dated 23 February 2023 from Miss Lawson. While the letter was not referred to as having been sworn or affirmed, on the last page Miss Lawson has written “This is a true & correct statement” and the letter had also been signed by a Justice of the Peace based in Taranaki.",
              "page": 4
            },
            {
              "number": "[20]",
              "content": "The content of the letter of 23 February 2023 did not appear to go to whether there were exceptional circumstances and so, by Minute dated 1 March 2023, Miss Lawson was given a final opportunity to file and serve evidence in support of her contentions as to exceptional circumstances, by 6 April 2023.",
              "page": 4
            },
            {
              "number": "[21]",
              "content": "Miss Lawson did not do so.",
              "page": 4
            }
          ]
        },
        {
          "title": "WHETHER THERE WERE EXCEPTIONAL CIRCUMSTANCES",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[22]",
              "content": "The documents sent to the Tribunal in support of Miss Lawson's claim that there were exceptional circumstances which prevented her commencing these proceedings within the statutory six month period are the submissions and Miss Lawson's subsequent letter of 27 February 2023.",
              "page": 5
            },
            {
              "number": "[23]",
              "content": "Miss Lawson's Submissions are not in affidavit form and as previously referred to, their authorship is unclear. There must, therefore, be real doubt as to the weight to be afforded to the Submissions.",
              "page": 5,
              "subsections": [
                {
                  "title": "The Submissions",
                  "content": ""
                }
              ]
            },
            {
              "number": "[24]",
              "content": "Nevertheless, turning to whether the content of the Submissions on its face shows exceptional circumstances which prevented Miss Lawson commencing these proceedings within the statutory six month period, the Submissions first allege that the Privacy Commissioner refused to alter the content of his certificate of investigation and did not provide the original certificate within six months of the date of issue.",
              "page": 5
            },
            {
              "number": "[25]",
              "content": "The content of the certificate is not determinative of the Tribunal's jurisdiction, and this would not have prevented Miss Lawson from commencing her claim before the Tribunal.",
              "page": 5
            },
            {
              "number": "[26]",
              "content": "The relevant date for the commencement of the statutory time period is not six months from the date of the certificate, but rather is six months after the Commissioner gave notice to the parties, under PA, 81(4), that he had decided to take no further action on the matter.",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 81(4)",
                  "context": "The relevant date is six months after the Commissioner gave notice under PA, 81(4)."
                }
              ]
            },
            {
              "number": "[27]",
              "content": "Clause 5 of the Privacy Regulations 2020 provides that any notice or other document that is required to be served on a person may be served by posting it to the person's usual or last known place of residence or business. On 17 March 2022 the Privacy Commissioner confirmed to the Tribunal that, following his investigation, he had sent a notice under PA, s 98 by post to Miss Lawson on 8 April 2021. That notice advised the investigation was discontinued pursuant to PA, s 81(4). The notice was sent approximately 11 months prior to Miss Lawson seeking to commence this proceeding.",
              "page": 5,
              "citations": [
                {
                  "type": "regulation",
                  "reference": "Privacy Regulations 2020, Clause 5",
                  "context": "Provides for service of documents by post."
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98",
                  "context": "A notice was sent under this section."
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 81(4)",
                  "context": "The notice advised the investigation was discontinued pursuant to this section."
                }
              ]
            },
            {
              "number": "[28]",
              "content": "The Submissions allege that a lawyer did not file Miss Lawson's claim or follow up complaints in 2010 with the Privacy Commissioner so that she had to “re-do claims and complaints (causing a lack of resource of documents to file). After this, the legislation changed (previously no six-month deadline to submit COI to HRRT)”. There are no details in relation to the allegation that a lawyer did not file the claim or follow up complaints at the Privacy Commissioner's office in 2010. In any event, that is not relevant to the current jurisdictional issue in relation to the failure to file her proceedings within six months after 8 April 2021.",
              "page": 5
            },
            {
              "number": "[29]",
              "content": "The Submissions also allege that an unidentified lawyer took all of Miss Lawson's money and did not file the claim in the Tribunal. There are no details as to who the lawyer was, when that lawyer was engaged and why proceedings were not filed. Even if accepted, this would not have prevented Miss Lawson herself from filing this proceeding in the Tribunal. Miss Lawson is an experienced self-represented litigant before this Tribunal.³",
              "page": 5
            },
            {
              "number": "[30]",
              "content": "It is submitted that it would be unfair not to let the proceeding continue. Unfairness is not, however, the test under HRA, s 98(8).",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 98(8)",
                  "context": "Unfairness is not the test under HRA, s 98(8)."
                }
              ]
            },
            {
              "number": "[31]",
              "content": "In the Submissions it is alleged that Miss Lawson has been pursuing her claim against the Intended Defendant for 26 years and has been requesting corrections of records generated by them since 1996. The issue of “corrections” goes to the substance of the claim, not to whether exceptional circumstances existed that prevented the filing of the claim within time. That her grievance is longstanding is not something which would have prevented Miss Lawson proceeding expeditiously with her claim before the Tribunal. It does not show exceptional circumstances which would have prevented Miss Lawson from bringing her claim earlier.",
              "page": 6
            },
            {
              "number": "[32]",
              "content": "It is further alleged that evidence in documents that have recently been discovered was not available at the time the complaint was made to the Privacy Commissioner and this affected the content of the Privacy Commissioner's certificate. The submission is that, if such evidence and documentation had been available earlier, the Privacy Commissioner's certificate of investigation would have reflected the true nature of her complaint.",
              "page": 6
            },
            {
              "number": "[33]",
              "content": "As referred to above, the content of the Commissioner's certificate is not determinative of the Tribunal's jurisdiction under PA, s 98, and this would not have prevented Miss Lawson from commencing her claim within time.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98",
                  "context": "The content of the Commissioner's certificate is not determinative of the Tribunal's jurisdiction under PA, s 98."
                }
              ]
            },
            {
              "number": "[34]",
              "content": "Finally, the Submissions refer to Miss Lawson having physical difficulties. These physical difficulties are unspecified and unsubstantiated, and it is not clear why they would have prevented her filing this proceeding within the statutory time period.",
              "page": 6
            },
            {
              "number": "[35]",
              "content": "Overall, the content of the Submissions is not such as to persuade me that there were exceptional circumstances which would have prevented Miss Lawson from commencing the proceeding within the statutory six month timeframe.",
              "page": 6
            },
            {
              "number": "[36]",
              "content": "The content of the letter of 23 February 2023 is also relevant to a consideration of whether Miss Lawson has satisfied me there were exceptional circumstances which prevented her from filing this claim within the prescribed time period.",
              "page": 6,
              "subsections": [
                {
                  "title": "The letter of 23 February 2023",
                  "content": ""
                }
              ]
            },
            {
              "number": "[37]",
              "content": "Miss Lawson first says she tried to resolve the complaint, but the Intended Defendant would not do this. Instead, she says, the Intended Defendant employed counsel who hindered resolution and illegally obtained her health information.",
              "page": 6
            },
            {
              "number": "[38]",
              "content": "No details of the attempted resolution or the timing related to that have been given. The Intended Defendant has the right to representation. There is no detail of any illegally obtained health information. None of these allegations give rise to exceptional circumstances preventing Miss Lawson from lodging her claim earlier.",
              "page": 6
            },
            {
              "number": "[39]",
              "content": "Miss Lawson then says that a lawyer lied regarding willingness to resolve the matter without a hearing and made no attempt to negotiate or settle the matter in a manner acceptable to her.",
              "page": 6
            },
            {
              "number": "[40]",
              "content": "Once again, no detail is given. Settlement negotiations can continue regardless of the filing or progression of a claim. I am not persuaded that this allegation shows exceptional circumstances preventing Miss Lawson expeditiously commencing her claim.",
              "page": 6
            },
            {
              "number": "[41]",
              "content": "Miss Lawson says that medical documents showing she has various conditions have been ignored and that the Intended Defendant and their counsel continue to defame Miss Lawson, and to use illegally sought documents against her.",
              "page": 7
            },
            {
              "number": "[42]",
              "content": "These allegations appear to go to the substantive case and Miss Lawson does not explain why any of the allegations would have an impact on her commencing proceedings in the Tribunal.",
              "page": 7
            },
            {
              "number": "[43]",
              "content": "Miss Lawson complains the Tribunal has not accommodated her medical conditions, and that those conditions entitle her to have extra support and mean her claim should not progress unless she secures legal aid.",
              "page": 7
            },
            {
              "number": "[44]",
              "content": "As previously referred to, there is no indication as to why Miss Lawson's medical conditions would have prevented her from filing with the Tribunal within time or as to the extra support required. The Tribunal has permitted Mr Boyd to assist her throughout and has given Miss Lawson considerable time to progress instructing counsel. While Miss Lawson says the Tribunal has not accepted her right to have legal representation and has set “unfair deadlines”, Miss Lawson has been given over 11 months to secure legal representation and repeated opportunities to provide evidence of exceptional circumstances which prevented her from lodging her claim earlier.",
              "page": 7
            },
            {
              "number": "[45]",
              "content": "Miss Lawson's letter of 23 February 2023 does not, therefore, explain or give details of any matters which could be considered exceptional circumstances preventing her claim being brought within the statutory six month time period.",
              "page": 7
            }
          ]
        },
        {
          "title": "No exceptional circumstances",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[46]",
              "content": "Overall, there are no exceptional circumstances which prevented Miss Lawson from commencing her proceedings within six months after the Commissioner gave notice to the parties, under PA, 81(4).",
              "page": 7,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 81(4)",
                  "context": "No exceptional circumstances prevented commencement of proceedings after notice was given under PA, 81(4)."
                }
              ]
            },
            {
              "number": "[47]",
              "content": "I therefore do not need to consider whether to exercise my discretion to extend the date for filing of Miss Lawson's claim.",
              "page": 7
            },
            {
              "number": "[48]",
              "content": "Miss Lawson's application to extend time for commencing proceedings under PA, s 98(8) is declined.",
              "page": 7,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98(8)",
                  "context": "The application to extend time under PA, s 98(8) is declined."
                }
              ]
            },
            {
              "number": "[49]",
              "content": "The Tribunal file on this matter will now be closed.",
              "page": 7
            }
          ]
        },
        {
          "title": "ORDER",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[50]",
              "content": "For the reasons given above Miss Lawson's application to extend time to commence proceedings under s 98(8) of the Privacy Act 2020 is declined.",
              "page": 7,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020, s 98(8)",
                  "context": "The application to extend time to commence proceedings under s 98(8) is declined."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Lawson v Intended Defendant (Extension of Time to Commence Proceedings) [2023] NZHRRT 20]",
          "page": 1
        },
        {
          "number": "2",
          "content": "Keston v Redwood Corporation Ltd (Extension of Time to Commence Proceedings) [2022] NZHRRT 50 at [15] and [16]",
          "page": 3
        },
        {
          "number": "3",
          "content": "See Lawson v Health and Disability Commissioner (Strike-out) [2023] NZHRRT 15",
          "page": 5
        }
      ]
    }
  ]
}