{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 5,
    "extraction_date": ""
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2022] NZHRRT 51",
        "reference_number": "HRRT 075/2015",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "AT WELLINGTON",
        "hearing_date": "On the papers",
        "decision_date": "21 December 2022",
        "case_title": "Greer v Police (Strike-Out Application) [2022] NZHRRT 51",
        "legal_basis": "THE PRIVACY ACT 2020",
        "decision_type": "DECISION OF TRIBUNAL STRIKING-OUT CLAIM",
        "page_range": {
          "start_page": 1,
          "end_page": 5
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "ALAN IVO GREER",
            "role": "PLAINTIFF",
            "type": ""
          }
        ],
        "defendants": [
          {
            "name": "COMMISSIONER OF POLICE",
            "role": "DEFENDANT",
            "type": ""
          }
        ],
        "other_parties": []
      },
      "tribunal_members": [
        {
          "name": "Ms SJ Eyre",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MZM",
          "role": "Member"
        },
        {
          "name": "Ms L Ashworth",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr A Greer in person",
          "representing": ""
        },
        {
          "counsel": "Mr R S May and Mr S B McCusker",
          "representing": "for defendant"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL STRIKING-OUT CLAIM",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "This decision relates to a claim filed by Mr Greer in the Human Rights Review Tribunal alleging that the Commissioner of Police (Police) failed to respond to an information privacy request he made in 2014 in a timely manner and in full.",
              "page": 1,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            }
          ]
        },
        {
          "title": "BACKGROUND",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[2]",
              "content": "On 27 November 2015 Mr Greer filed a claim against the Police. The claim alleged a failure to respond to Mr Greer's information privacy request dated 29 September 2014. Police dispute there was any interference with Mr Greer's privacy and filed a statement of reply on 24 December 2015 and an amended statement of reply on 12 April 2017.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[3]",
              "content": "An initial teleconference was held in 2017 and Mr Greer was granted leave to file an application seeking further particulars relating to the statement of reply. However, in response to that direction, Mr Greer filed a 19-page memorandum that was rejected by the Tribunal for containing scandalous and offensive statements.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[4]",
              "content": "By Minute dated 28 January 2020, following a teleconference, the Tribunal directed Mr Greer to file his written statements of evidence by 4 pm on Friday 27 March 2020.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[5]",
              "content": "This timetable was amended following the need for further directions relating to discovery, so by way of a Minute dated 10 September 2020 the Tribunal directed Mr Greer to file and serve his written statements of evidence by 18 December 2020.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[6]",
              "content": "Mr Greer has not filed his evidence and has not been in contact with the Tribunal since the September 2020 teleconference.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[7]",
              "content": "By Minute dated 31 October 2022, the Tribunal provided Mr Greer with a further and final opportunity to file his evidence. Mr Greer was directed to file his evidence by 2 December 2022 and was given notice that if he did not do so, the Tribunal would consider striking-out his claim under s 115A of the Human Rights Act 1993. Mr Greer did not file his evidence.",
              "page": 2,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 115A of the Human Rights Act 1993",
                  "context": "The Tribunal would consider striking-out his claim under s 115A of the Human Rights Act 1993."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[8]",
              "content": "On 5 December 2022 the Tribunal notified the parties that it was considering striking-out Mr Greer's claim on the papers and if either party wished to provide submissions they were to do so by 19 December 2022.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[9]",
              "content": "On 19 December 2022, the Police filed a memorandum submitting that having regard to the guidance provided in Gwizo v Attorney-General [2022] NZHC 2727 (Gwizo), Mr Greer's consistent failure to file and serve briefs of evidence over several years should be taken as an indication of a lack of intention to bring the proceedings in a timely manner.",
              "page": 2,
              "subsections": [],
              "citations": [
                {
                  "type": "case",
                  "reference": "Gwizo v Attorney-General [2022] NZHC 2727 (Gwizo)",
                  "context": "Police filed a memorandum submitting that having regard to the guidance provided in Gwizo v Attorney-General [2022] NZHC 2727 (Gwizo)..."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[10]",
              "content": "Neither party has objected to the Tribunal determining this matter on the papers, accordingly the claim will be so determined.",
              "page": 2,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            }
          ]
        },
        {
          "title": "JURISDICTION TO STRIKE-OUT",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[11]",
              "content": "The Tribunal has a power to strike out proceedings pursuant to HRA, s 115A:",
              "page": 2,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 115A",
                  "context": "The Tribunal has a power to strike out proceedings pursuant to HRA, s 115A:"
                }
              ],
              "quoted_material": {
                "source": "115A Tribunal may strike out, determine, or adjourn proceedings",
                "content": "(1) The Tribunal may strike out, in whole or in part, a proceeding if satisfied that it—",
                "internal_paragraphs": [
                  {
                    "identifier": "(a)",
                    "content": "discloses no reasonable cause of action; or"
                  },
                  {
                    "identifier": "(b)",
                    "content": "is likely to cause prejudice or delay; or"
                  },
                  {
                    "identifier": "(c)",
                    "content": "is frivolous or vexatious; or"
                  },
                  {
                    "identifier": "(d)",
                    "content": "is otherwise an abuse of process."
                  }
                ]
              }
            },
            {
              "number": "[12]",
              "content": "In this claim, s 115A(1)(d) is the relevant ground of potential strike-out.",
              "page": 2,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 115A(1)(d)",
                  "context": "In this claim, s 115A(1)(d) is the relevant ground of potential strike-out."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[13]",
              "content": "As noted by counsel for the Police, in Gwizo the High Court indicated at [47] that a decision to strike-out for an abuse of process involved a two-stage test: whether there was an abuse of process; and if so, should the discretion be exercised to strike-out the proceeding?",
              "page": 3,
              "subsections": [],
              "citations": [
                {
                  "type": "case",
                  "reference": "Gwizo",
                  "context": "As noted by counsel for the Police, in Gwizo the High Court indicated at [47] that a decision to strike-out for an abuse of process involved a two-stage test..."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[14]",
              "content": "It was also noted that s 115A is equivalent to the strike-out jurisdiction of the High Court under r 15.1 of the High Court Rules. The principles adopted by the High Court under r 15.1 may therefore inform the approach of the Tribunal to strike-out decisions, subject to any other relevant provisions of the HRA.",
              "page": 3,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 115A",
                  "context": "It was also noted that s 115A is equivalent to the strike-out jurisdiction of the High Court under r 15.1 of the High Court Rules."
                },
                {
                  "type": "regulation",
                  "reference": "r 15.1 of the High Court Rules",
                  "context": "It was also noted that s 115A is equivalent to the strike-out jurisdiction of the High Court under r 15.1 of the High Court Rules."
                },
                {
                  "type": "statute",
                  "reference": "HRA",
                  "context": "...subject to any other relevant provisions of the HRA."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[15]",
              "content": "There is a useful discussion of the High Court's jurisdiction to strike-out a proceeding under r 15.1 in Gwizo at [43] to [45], which is also relevant to this case:",
              "page": 3,
              "subsections": [],
              "citations": [
                {
                  "type": "regulation",
                  "reference": "r 15.1",
                  "context": "There is a useful discussion of the High Court's jurisdiction to strike-out a proceeding under r 15.1 in Gwizo..."
                },
                {
                  "type": "case",
                  "reference": "Gwizo at [43] to [45]",
                  "context": "There is a useful discussion of the High Court's jurisdiction to strike-out a proceeding under r 15.1 in Gwizo at [43] to [45]..."
                }
              ],
              "quoted_material": {
                "source": "Gwizo",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "[43]",
                    "content": "The High Court's jurisdiction to strike out a proceeding as an abuse of process is available in several situations. Two are potentially relevant here. Each sets a high threshold."
                  },
                  {
                    "identifier": "[44]",
                    "content": "The first is where there has been a consistent failure to comply with court orders. This will be an abuse of process only where the failure is deliberate. Failures, even repeated ones, and especially where the plaintiff is a lay litigant, will not always be deliberate. They may be a result of ignorance, disorganisation or anxiety. However, a consistent failure in the face of repeated warnings will be regarded as deliberate, particularly where the plaintiff was conscious of the breach and chose to do nothing."
                  },
                  {
                    "identifier": "[45]",
                    "content": "The second is where a plaintiff lacks any intention of bringing the proceeding to a conclusion in a timely way. This may be evidenced by a long period of inactivity. [Footnotes omitted]"
                  }
                ]
              }
            },
            {
              "number": "[16]",
              "content": "Similarly, in Yarrow v Finnigan (2017) NZHC 1755 at [16]:",
              "page": 3,
              "subsections": [],
              "citations": [
                {
                  "type": "case",
                  "reference": "Yarrow v Finnigan (2017) NZHC 1755 at [16]",
                  "context": "Similarly, in Yarrow v Finnigan (2017) NZHC 1755 at [16]:"
                }
              ],
              "quoted_material": {
                "source": "Yarrow v Finnigan (2017) NZHC 1755",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "[16]",
                    "content": "The courts must not be used for collateral purposes (whether conscious or unconscious) as this will be oppressive on defendants and tends to undermine the system of judicial adjudication of disputes between parties. The flip side, however, is that the Court's power to strike out proceedings on this basis is not to be used lightly as over-vigorous intervention in this area will oppress plaintiffs who may well deserve their day in court, whatever their quality of proceeding and knowledge of judicial process. Non-compliances, even multiple ones, and especially by lay litigants, will not always be deliberate or otherwise for wrongful reasons. They may be the result of ignorance, disorganisation, anxiety or a combination of these. The Court will tend to be tolerant of these things, but not endlessly so."
                  }
                ]
              }
            }
          ]
        },
        {
          "title": "ISSUES",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[17]",
              "content": "To determine whether the Tribunal should strike-out Mr Greer's claim, the Tribunal must consider the following two issues:",
              "page": 3,
              "subsections": [
                {
                  "title": "",
                  "content": "[17.1] Is Mr Greer's failure to progress this claim an abuse of process?"
                },
                {
                  "title": "",
                  "content": "[17.2] If so, should the Tribunal exercise its discretion to strike-out the claim?"
                }
              ],
              "citations": [],
              "quoted_material": {}
            }
          ]
        },
        {
          "title": "IS MR GREER'S CLAIM AN ABUSE OF PROCESS?",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[18]",
              "content": "Mr Greer has been given multiple opportunities to file his evidence, in particular:",
              "page": 3,
              "subsections": [
                {
                  "title": "",
                  "content": "[18.1] By Minute dated 10 September 2020, Mr Greer was directed to file his evidence by 18 December 2020. Mr Greer did not file any evidence and did not contact the Tribunal to seek an extension or explain his failure to file evidence."
                },
                {
                  "title": "",
                  "content": "[18.2] By Minute dated 31 October 2022, the Tribunal noted Mr Greer's failure to progress his claim and directed Mr Greer to file his evidence by 2 December 2022. Mr Greer did not file his evidence and did not contact the Tribunal."
                },
                {
                  "title": "",
                  "content": "[18.3] Having noted the repeated failure by Mr Greer to file his evidence, Mr Greer was put on notice by Minute dated 5 December 2022 that the Tribunal was considering striking-out Mr Greer's claim. Both parties were provided with the opportunity to file submissions addressing this by 19 December 2022. Police responded with submissions, but Mr Greer did not respond at all."
                }
              ],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[19]",
              "content": "The Tribunal determines, after having regard to Mr Greer's repeated failure to file his evidence over the past two years, that this inaction must be regarded as deliberate. Mr Greer has had ample time to file his evidence and has been aware since the first teleconference in 2017 of the steps necessary to progress this claim.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[20]",
              "content": "This inaction is a deliberate failure to engage with the Tribunal process and the long period of inactivity displayed by Mr Greer indicates no intention to bring these proceedings to a conclusion in a timely manner.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[21]",
              "content": "Accordingly, the Tribunal finds that Mr Greer's failure to progress his claim is an abuse of process.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            }
          ]
        },
        {
          "title": "SHOULD THE TRIBUNAL EXERCISE ITS DISCRETION?",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[22]",
              "content": "Having found that Mr Greer's failure to progress his claim is an abuse of process, the Tribunal must now consider whether to exercise its discretion to strike-out Mr Greer's claim.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[23]",
              "content": "Mr Greer has provided no submissions advocating for the Tribunal to not strike-out his claim, nor has he contacted the Tribunal at all for two years and the Tribunal has concluded his failure to progress the claim is an abuse of process.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[24]",
              "content": "This Tribunal has previously noted the importance of the need for finality of proceedings for both the Tribunal and the parties (see Muir v Zhou (Strike-Out) [2022] NZHRRT 49 at [26]). In Gwizo the High Court also noted that it is relevant to consider the effect of a plaintiff's non-compliance on the Tribunal, given the limited resources of the Tribunal.",
              "page": 4,
              "subsections": [],
              "citations": [
                {
                  "type": "case",
                  "reference": "Muir v Zhou (Strike-Out) [2022] NZHRRT 49 at [26]",
                  "context": "...(see Muir v Zhou (Strike-Out) [2022] NZHRRT 49 at [26])."
                },
                {
                  "type": "case",
                  "reference": "Gwizo",
                  "context": "In Gwizo the High Court also noted that it is relevant to consider the effect of a plaintiff's non-compliance on the Tribunal..."
                }
              ],
              "quoted_material": {}
            },
            {
              "number": "[25]",
              "content": "If this claim was to remain before the Tribunal, the Tribunal would be required to follow up with Mr Greer periodically to remind him to file evidence, this takes the Tribunal's limited resources away from progressing and determining other claims. It also leaves the defendant and any witnesses in this matter in an uncertain position waiting for evidence to be filed to respond to. While the Tribunal accepts that the jurisdiction to strike-out should not be used lightly, over the past two years, Mr Greer has taken no steps to progress the claim.",
              "page": 4,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            },
            {
              "number": "[26]",
              "content": "For these reasons it is appropriate that the Tribunal exercise its discretion under s115A(1)(d) to strike-out Mr Greer's claim.",
              "page": 4,
              "subsections": [],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s115A(1)(d)",
                  "context": "...the Tribunal exercise its discretion under s115A(1)(d) to strike-out Mr Greer's claim."
                }
              ],
              "quoted_material": {}
            }
          ]
        },
        {
          "title": "ORDER",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[27]",
              "content": "Mr Greer's claim against the Commissioner of Police is struck-out in its entirety.",
              "page": 5,
              "subsections": [],
              "citations": [],
              "quoted_material": {}
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms SJ Eyre",
          "role": "Chairperson",
          "date": ""
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member",
          "date": ""
        },
        {
          "name": "Ms L Ashworth",
          "role": "Member",
          "date": ""
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Greer v Police (Strike-Out Application) [2022] NZHRRT 51]",
          "page": 1
        }
      ]
    }
  ]
}