{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 5
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2022] NZHRRT 4",
        "reference_number": "HRRT 045/2021",
        "court_tribunal": "HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "NEW ZEALAND",
        "hearing_date": "Heard on the papers",
        "decision_date": "26 January 2022",
        "case_title": "Baker v High Court (Costs)",
        "legal_basis": "THE HUMAN RIGHTS ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL ON COSTS",
        "page_range": {
          "start_page": 1,
          "end_page": 5
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "SUSAN BAKER",
            "role": "Plaintiff",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "HIGH COURT OF AUCKLAND",
            "role": "First Defendant",
            "type": "Government Agency"
          },
          {
            "name": "NEW ZEALAND COURT OF APPEAL",
            "role": "Second Defendant",
            "type": "Government Agency"
          },
          {
            "name": "COMMISSIONER OF INLAND REVENUE",
            "role": "Third Defendant",
            "type": "Government Agency"
          },
          {
            "name": "ATTORNEY-GENERAL",
            "role": "Fourth Defendant",
            "type": "Government Agency"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Ms WV Gilchrist",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Ms S Baker",
          "representing": "in person"
        },
        {
          "counsel": "Ms B McKenna and Ms RM McMenamin",
          "representing": "first and second defendants"
        },
        {
          "counsel": "Mr MJ McKillop and Ms CPC Wrightson",
          "representing": "third and fourth defendants"
        }
      ],
      "sections": [
        {
          "title": "",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "",
              "content": "(1) ORDER PROHIBITING PUBLICATION OF PLAINTIFF'S NAME\n(2) ORDER PREVENTING SEARCH OF THE TRIBUNAL FILE WITHOUT LEAVE OF THE TRIBUNAL OR OF THE CHAIRPERSON",
              "page": 1
            }
          ]
        },
        {
          "title": "INTRODUCTION",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "By decision given on 14 December 2021 the Tribunal struck out the plaintiff’s claim. See Baker v High Court (Strike-Out Application) [2021] NZHRRT 56 (the strike-out decision).",
              "page": 2,
              "citations": [
                {
                  "type": "case",
                  "reference": "Baker v High Court (Strike-Out Application) [2021] NZHRRT 56",
                  "context": "Cited as the decision that struck out the plaintiff's claim."
                }
              ]
            },
            {
              "number": "[2]",
              "content": "By application dated 20 December 2021 the third and fourth defendants (the Commissioner of Inland Revenue and the Attorney-General) now apply for an award of $3,000 as a reasonable contribution towards their costs. Their actual costs before the Tribunal totalled $5,584.55 (excl GST) with disbursements of $10.14 (excl GST). Costs and disbursements in line with the High Court Rules on a 1B basis would amount to $4,462.14.",
              "page": 2
            },
            {
              "number": "[3]",
              "content": "The application is opposed by the plaintiff.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "By Minute dated 21 December 2021 the Chairperson gave timetable directions for the filing of submissions. The third and fourth defendants filed their submissions on 20 December 2021 while the plaintiff filed her submissions on 11 January 2022.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "On 17 January 2022 the Tribunal was served with a copy of a notice of appeal filed by the plaintiff in the High Court at Wellington, the appeal being against the Tribunal’s strike-out decision of 14 December 2021.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "No application has been made for the decision on costs to be deferred pending the outcome of the plaintiff’s appeal.",
              "page": 2
            }
          ]
        },
        {
          "title": "BACKGROUND",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[7]",
              "content": "The background circumstances to these proceedings are set out in the strike-out decision.",
              "page": 2
            },
            {
              "number": "[8]",
              "content": "The statement of claim was struck out on the grounds:",
              "page": 2
            },
            {
              "number": "[8.1]",
              "content": "The claim against all defendants is statute barred by the Human Rights Act 1993 (HRA), ss 79(3) and 92B(7) which read together stipulate that no proceedings may be brought before the Tribunal where a complaint (or part of the complaint) concerns a judgment or other order of a court. See the strike-out decision at [20] to [22] and [31].",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Human Rights Act 1993 (HRA), ss 79(3) and 92B(7)",
                  "context": "Stipulates that no proceedings may be brought before the Tribunal concerning a judgment or other order of a court."
                }
              ]
            },
            {
              "number": "[8.2]",
              "content": "No reasonable cause of action based on discrimination (direct or indirect) was disclosed by the statement of claim or submissions filed by the plaintiff (strike-out decision at [23], [24] and [31]).",
              "page": 2
            },
            {
              "number": "[8.3]",
              "content": "No reasonable cause of action based on victimisation was disclosed by the statement of claim or submissions (strike-out decision at [25], [26] and [31]).",
              "page": 2
            },
            {
              "number": "[8.4]",
              "content": "The Tribunal has no jurisdiction to determine allegations that senior courts have breached natural justice (strike-out decision at [26] and [31]).",
              "page": 2
            },
            {
              "number": "[8.5]",
              "content": "The claim is an abuse of process (strike-out decision at [27] to [31]).",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "As the background circumstances to the case have been fully described in the strike-out decision, it is sufficient for the purposes of the present application to record that:",
              "page": 2
            },
            {
              "number": "[9.1]",
              "content": "In its most recent decision the Supreme Court in P (SC 46/2021) v Commissioner of Inland Revenue [2021] NZSC 51 (28 May 2021) at [5] characterised as an abuse of process an application by the plaintiff for leave to appeal against a judgment of the Court of Appeal of 29 March 2021 which dismissed the plaintiff’s application for recall of an earlier judgment of that Court delivered on 4 November 2019.",
              "page": 3,
              "citations": [
                {
                  "type": "case",
                  "reference": "P (SC 46/2021) v Commissioner of Inland Revenue [2021] NZSC 51",
                  "context": "Characterized plaintiff's application for leave to appeal as an abuse of process."
                }
              ]
            },
            {
              "number": "[9.2]",
              "content": "Prior to filing her statement of claim in the Tribunal the plaintiff first filed with the Human Rights Commission a complaint that she believed she had been subjected to victimisation and discrimination by the Commissioner of Inland Revenue for being a part-time carer of the plaintiff’s child.",
              "page": 3
            },
            {
              "number": "[9.3]",
              "content": "By email dated 10 June 2021 the Commission explained to the plaintiff that the terms of HRA, s 79(3) prevented the Commission from offering its dispute resolution service:",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 79(3)",
                  "context": "Prevents the Commission from offering its dispute resolution service."
                }
              ],
              "quoted_material": {
                "source": "email dated 10 June 2021 from the Commission",
                "content": "I write in response to your complaint to the Human Rights Commission in the belief that you’ve been subjected to victimisation and discrimination for being a part-time carer of your child by the Commissioner of IRD. You say this because the Commissioner in, in her assessment of the proportion of the care you had provided for your daughter, had decided you had provided zero percent of her care because your daughter was overseas for three months.\n\nYou consider the Commissioner’s actions to be unjust and unlawful under the Tax Administration Act 1994. You would like the Human Rights Commission to have the decisions relating to this matter to be judicially reviewed.\n\nSection 79(3) of the Human Rights Act (attached) prevents the Commission from taking action in relation to a complaint or relevant part of it, where that part of a complaint has been subject to a court judgement or other court order. For that reason, the Commission cannot offer its dispute resolution service to become involved in this aspect of a Court decision.\n\nAdditionally, the Human Rights Act and Commission’s complaints process involves mediation. It is a neutral body. It has no power to investigate complaints and make findings. That is the role of a Court.\n\nI realise you will be disappointed with our decision not to progress your complaint and wish you the best."
              }
            },
            {
              "number": "[9.4]",
              "content": "Undeterred by the abuse of process finding made by the Supreme Court and by HRA, s 79(3), the plaintiff filed her proceedings in the Tribunal less than a month after delivery of the Supreme Court decision and only 15 days after having had her attention drawn to the statutory bar in HRA, s 79(3).",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 79(3)",
                  "context": "Statutory bar which the plaintiff was made aware of before filing proceedings."
                }
              ]
            }
          ]
        },
        {
          "title": "THE APPLICATION FOR COSTS",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[10]",
              "content": "The primary submissions made by the third and fourth defendants in support of their application for costs are:",
              "page": 3,
              "subsections": [
                {
                  "title": "Submissions by third and fourth defendants",
                  "content": ""
                }
              ]
            },
            {
              "number": "[10.1]",
              "content": "This is not a claim in which access to courts is a concern. The plaintiff has had her concerns about her ineligibility for child support for six months in 2018 heard throughout the senior courts over the past three years. She has been unsuccessful at every stage. Her ongoing claims amount to a relitigation of (and collateral attack on) the substantive decisions of the High Court and Court of Appeal.",
              "page": 3
            },
            {
              "number": "[10.2]",
              "content": "The plaintiff was put on notice when she complained to the Human Rights Commission that her claim was statute barred by the Human Rights Act.",
              "page": 4
            },
            {
              "number": "[10.3]",
              "content": "The Commissioner of Inland Revenue had to instruct counsel to appear before the Tribunal. The Commissioner, and ultimately the taxpayer, has been put to the expense of defending each of the plaintiff’s claims.",
              "page": 4
            },
            {
              "number": "[11]",
              "content": "The two principle points made by the plaintiff in her submissions are:",
              "page": 4,
              "subsections": [
                {
                  "title": "Submissions by plaintiff",
                  "content": ""
                }
              ]
            },
            {
              "number": "[11.1]",
              "content": "It is impossible for her to change her opinion that a “mechanistic and distortive process” has been used to remove from her a monetary entitlement. She believes this is both abusive and discriminatory.",
              "page": 4
            },
            {
              "number": "[11.2]",
              "content": "She is a beneficiary on a limited income and with outstanding debts.",
              "page": 4
            }
          ]
        },
        {
          "title": "DISCUSSION",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[12]",
              "content": "The principles to be applied by the Tribunal in deciding whether to award costs were recently reviewed at length in Director of Proceedings v Smith (Costs) [2020] NZHRRT 35 at [2] to [16] and in Turner v University of Otago (Costs) [2021] NZHRRT 48 at [5] to [7]. We have taken into account all that has been said in these two decisions and the fact that HRA, s 92L(1) emphasises the breadth of the Tribunal’s discretion:",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Proceedings v Smith (Costs) [2020] NZHRRT 35",
                  "context": "Cited for review of principles for awarding costs."
                },
                {
                  "type": "case",
                  "reference": "Turner v University of Otago (Costs) [2021] NZHRRT 48",
                  "context": "Cited for review of principles for awarding costs."
                },
                {
                  "type": "statute",
                  "reference": "HRA, s 92L(1)",
                  "context": "Emphasises the breadth of the Tribunal's discretion on costs."
                }
              ],
              "quoted_material": {
                "source": "Human Rights Act, section 92L",
                "content": "92L Costs",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "In any proceedings under section 92B or section 92E or section 97, the Tribunal may make any award as to costs that it thinks fit, whether or not it grants any other remedy."
                  },
                  {
                    "identifier": "(2)",
                    "content": "Without limiting the matters that the Tribunal may consider in determining whether to make an award of costs under this section, the Tribunal may take into account whether, and to what extent, any party to the proceedings-\n(a) has participated in good faith in the process of information gathering by the Commission:\n(b) has facilitated or obstructed that information-gathering process:\n(c) has acted in a manner that facilitated the resolution of the issues that were the subject of the proceedings."
                  }
                ]
              }
            },
            {
              "number": "[13]",
              "content": "For the purpose of determining the present case we emphasise the following:",
              "page": 4
            },
            {
              "number": "[13.1]",
              "content": "To be consistent with HRA, s 105, decisions on costs must be made by exercising a broad judgment based on general principles applied to specific fact situations. The jurisdiction should not be governed by complex and technical refinements or rules. See Director of Proceedings v Smith (Costs) at [11].",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 105",
                  "context": "Requires decisions on costs to be made by exercising a broad judgment."
                },
                {
                  "type": "case",
                  "reference": "Director of Proceedings v Smith (Costs) at [11]",
                  "context": "Supports the principle that jurisdiction on costs should not be governed by complex rules."
                }
              ]
            },
            {
              "number": "[13.2]",
              "content": "In deciding whether to make an award of costs, the Tribunal must take into account the fundamental principle of better protection of human rights in New Zealand and in particular, the fundamental principle of preserving access to courts. The right of a person to access courts and tribunals in order to vindicate their legal rights has a high constitutional value in New Zealand. See Turner v University of Otago (Costs) at [6] and [6.2].",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Turner v University of Otago (Costs) at [6] and [6.2]",
                  "context": "Supports the principle of preserving access to courts and the high constitutional value of this right."
                }
              ]
            },
            {
              "number": "[13.3]",
              "content": "Some claims in the Tribunal should have costs consequences. See Commissioner of Police v Andrews [2015] NZHC 745, [2015] 3 NZLR 515 at [65] and Turner v University of Otago (Costs) at [7.6]:",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Commissioner of Police v Andrews [2015] NZHC 745, [2015] 3 NZLR 515 at [65]",
                  "context": "Supports the idea that some claims in the Tribunal should have costs consequences."
                },
                {
                  "type": "case",
                  "reference": "Turner v University of Otago (Costs) at [7.6]",
                  "context": "Cited for the proposition that litigants in person do not enjoy immunity from costs, especially in cases of needless, inexcusable conduct."
                }
              ],
              "quoted_material": {
                "source": "Turner v University of Otago (Costs) at [7.6]",
                "content": "[7.6] While litigants in person face special challenges and are to be allowed some latitude, they (as well as litigants represented by a lawyer) do not enjoy immunity from costs, especially where there has been needless, inexcusable conduct which has added to the difficulty and cost of the proceedings."
              }
            },
            {
              "number": "[14]",
              "content": "We address next whether in the context of the present case an award of costs should be made.",
              "page": 5
            },
            {
              "number": "[15]",
              "content": "As correctly submitted by the third and fourth defendants, this is not a case in which the principle of access to courts and tribunals is a concern. For over three years the plaintiff has had her concerns heard throughout the senior courts. The principle of preserving access to courts so that legal rights can be vindicated must yield to a specific statutory prohibition which prevents the use of proceedings before the Tribunal being used as a platform to mount an attack on a decision of a court. It is equally impermissible in proceedings before the Tribunal to relitigate matters which have been finally determined by a court. This would be an abuse of process. These are the underlying policy rationales of the statutory prohibition in HRA, ss 79(3) and 92B(7).",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, ss 79(3) and 92B(7)",
                  "context": "Cited as the statutory prohibition preventing the use of Tribunal proceedings to attack a court decision."
                }
              ]
            },
            {
              "number": "[16]",
              "content": "Prior to commencing proceedings in the Tribunal the plaintiff was well aware of the statutory bar because it had been drawn to her attention by the Human Rights Commission itself.",
              "page": 5
            },
            {
              "number": "[17]",
              "content": "In these circumstances recognition of the fundamental constitutional importance of the right of access to courts and tribunals must be balanced against the desirability of freeing defendants from the burden of groundless litigation, particularly if the proceedings constitute an attempt to relitigate issues already determined.",
              "page": 5
            },
            {
              "number": "[18]",
              "content": "There is a need for the plaintiff to understand she cannot continue litigating with impunity and that her limited financial resources do not make her immune to an award of costs.",
              "page": 5
            },
            {
              "number": "[19]",
              "content": "Ordinarily we would be minded to award the full amount of costs sought ($3,000 plus disbursements). However, taking into account the plaintiff’s status as a beneficiary, we award $1,000.",
              "page": 5
            }
          ]
        },
        {
          "title": "ORDER",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[20]",
              "content": "The plaintiff is ordered to pay $1,000 in costs to the third and fourth defendants.",
              "page": 5
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Dr SJ Hickey MNZM",
          "role": "Member"
        },
        {
          "name": "Ms WV Gilchrist",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Baker v High Court (Costs) [2022] NZHRRT 4. Note publication restrictions. Those restrictions require this decision to be anonymised by the redaction of the true name of the plaintiff. In substitution she is to be referred to as Susan Baker (not her true name).]",
          "page": 1
        }
      ]
    }
  ]
}