{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "total_pages": 19
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2022] NZHRRT 10",
        "reference_number": "HRRT 021/2018",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL I TE TARAIPIUNARA ΜΑΝΑ ΤΑNGATA",
        "jurisdiction": "Wellington",
        "hearing_date": "18 to 21 November 2019",
        "decision_date": "2 March 2022",
        "case_title": "Beauchamp v B & T Co (2011) Ltd",
        "legal_basis": "THE HUMAN RIGHTS ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 19
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "MARIKA NGATAUIRA BEAUCHAMP",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "B & T CO (2011) LIMITED TRADING AS ADZUKI BEAN CAFÉ AND RESTAURANT",
            "role": "FIRST DEFENDANT",
            "type": "Company"
          },
          {
            "name": "BING DU",
            "role": "SECOND DEFENDANT",
            "type": "Individual"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Ms J Foster",
          "role": "Deputy Chairperson"
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Ms E Tait",
          "representing": "plaintiff"
        },
        {
          "counsel": "Mr J Todd",
          "representing": "defendants"
        }
      ],
      "sections": [
        {
          "title": "INTRODUCTION",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "Ms Beauchamp was employed as a waitress at Adzuki Bean Café and Restaurant. Ms Beauchamp claims the defendants subjected her to pregnancy discrimination by dismissing her because she was pregnant and subjecting her to other detriments during her employment in breach of s 22 of the Human Rights Act 1993 (HRA). The defendants deny the claim.",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 22 of the Human Rights Act 1993 (HRA)",
                  "context": "The claim alleges a breach of this section regarding pregnancy discrimination."
                }
              ]
            }
          ]
        },
        {
          "title": "BACKGROUND",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[2]",
              "content": "B & T Co (2011) Ltd, the first defendant, trades as Adzuki Bean Café and Restaurant (Adzuki Café). Ms Du, the second defendant, is a director of the first defendant and owns and operates the business with her husband, Mr Jian Zhou Tan, who is also a director of the first defendant.",
              "page": 2
            },
            {
              "number": "[3]",
              "content": "In March 2016 Ms Beauchamp was employed as a waitress at Adzuki Café. Initially she worked only on Sundays, but by May 2016 she was working four days a week, for approximately 15 hours per week.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "At the end of June 2016 Ms Beauchamp discovered she was approximately five weeks' pregnant and immediately told Ms Du.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "In a letter dated 24 September 2016 Ms Beauchamp was informed she was being given two weeks' notice and her last day of work would be 9 October 2016. Ms Beauchamp says this was a dismissal letter and she wanted to keep working until closer to her due date. The defendants deny this and say the letter was merely confirming the date Ms Beauchamp had previously told them she wanted to finish work.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "Ms Beauchamp's last day working at Adzuki Café was 7 October 2016.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "Shortly after this Ms Beauchamp's lawyer, Ms Greally, had a telephone conversation with Ms Du. Ms Greally says in this conversation Ms Du admitted she had dismissed Ms Beauchamp because she was pregnant. The defendants deny this.",
              "page": 2
            },
            {
              "number": "[8]",
              "content": "In a letter dated 13 October 2016 Ms Greally was advised by the defendants' lawyer (at that time), Mr Espie, that he had been instructed Ms Beauchamp was a casual employee and the decision not to re-engage her was because of the concerns about her performance, not because she was pregnant. The defendants deny the letter was correct and say Mr Espie did not properly understand their instructions.",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "The defendants did not agree to continue Ms Beauchamp's employment.",
              "page": 2
            },
            {
              "number": "[10]",
              "content": "On 17 February 2017 Ms Beauchamp's daughter was born. Around this time an employment mediation was held but the matter was not resolved.",
              "page": 2
            },
            {
              "number": "[11]",
              "content": "On 20 February 2017 Ms Beauchamp complained to the Human Rights Commission, who held a mediation but also failed to resolve the matter.",
              "page": 2
            }
          ]
        },
        {
          "title": "MS BEAUCHAMP'S CLAIM",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[12]",
              "content": "On 21 May 2018 Ms Beauchamp filed these proceedings alleging the defendants discriminated against her in employment because of her sex (pregnancy) in breach of HRA, s 22(1)(c) by:",
              "page": 2,
              "subsections": [
                {
                  "title": "[12.1] Dismissing her; and",
                  "content": ""
                },
                {
                  "title": "[12.2] Subjecting her to detriments during her employment because of her pregnancy. Specifically that Ms Du did not give her 30 to 35 hours' work per week as promised, became unfriendly and gave her tasks that were difficult for a pregnant woman to perform.",
                  "content": ""
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Alleging discrimination in employment due to pregnancy, in breach of this section."
                }
              ]
            },
            {
              "number": "[13]",
              "content": "The remedies sought by Ms Beauchamp are a declaration, an order that the defendants undertake training, and damages for pecuniary loss ($1,713.98) and for humiliation, loss of dignity and injury to feelings ($40,000).",
              "page": 3
            },
            {
              "number": "[14]",
              "content": "The defendants deny Ms Beauchamp's allegations of pregnancy discrimination, including denying she was dismissed.",
              "page": 3
            }
          ]
        },
        {
          "title": "ISSUES FOR DETERMINATION",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[15]",
              "content": "The Tribunal must determine the following:",
              "page": 3,
              "subsections": [
                {
                  "title": "[15.1] Whether the defendants dismissed Ms Beauchamp, and if so, was this because of her pregnancy in breach of HRA, s 22(1)(c);",
                  "content": ""
                },
                {
                  "title": "[15.2] Whether the defendants subjected Ms Beauchamp to detriments during her employment because of her pregnancy in breach of HRA, s 22(1)(c); and",
                  "content": ""
                },
                {
                  "title": "[15.3] If Ms Beauchamp was subjected to pregnancy discrimination in breach of HRA, s 22(1)(c), what remedies should she be granted?",
                  "content": ""
                }
              ]
            }
          ]
        },
        {
          "title": "LEGAL FRAMEWORK",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[16]",
              "content": "Sex discrimination is a prohibited ground of discrimination and sex “includes pregnancy and childbirth”. See HRA, s 21(1)(a):",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 21(1)(a)",
                  "context": "Defining sex discrimination to include pregnancy and childbirth."
                }
              ],
              "quoted_material": {
                "source": "21 Prohibited grounds of discrimination",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "For the purposes of this Act, the prohibited grounds of discrimination are—"
                  },
                  {
                    "identifier": "(a)",
                    "content": "sex, which includes pregnancy and childbirth:"
                  },
                  {
                    "identifier": "(b)",
                    "content": "..."
                  }
                ]
              }
            },
            {
              "number": "[17]",
              "content": "The protection of women from pregnancy discrimination is consistent with New Zealand's ratification of the Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW).",
              "page": 3,
              "citations": [
                {
                  "type": "other",
                  "reference": "Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW)",
                  "context": "Noting consistency with international conventions."
                }
              ]
            },
            {
              "number": "[18]",
              "content": "The HRA, s 22(1)(c) makes it unlawful for an employer to terminate a person's employment or to subject the person to detriment by reason of any of the prohibited grounds of discrimination, including pregnancy:",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Making it unlawful for an employer to terminate employment based on prohibited grounds."
                }
              ],
              "quoted_material": {
                "source": "Discrimination in employment matters 22 Employment",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "(1)",
                    "content": "Where an applicant for employment or an employee is qualified for work of any description, it shall be unlawful for an employer, or any person acting or purporting to act on behalf of an employer,---"
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "(c) to terminate the employment of the employee, or subject the employee to any detriment, in circumstances in which the employment of other employees employed on work of that description would not be terminated, or in which other employees employed on work of that description would not be subjected to such detriment; or\n...\nby reason of any of the prohibited grounds of discrimination.",
              "page": 4
            },
            {
              "number": "[19]",
              "content": "It is for Ms Beauchamp to establish, on the balance of probabilities, that the defendants discriminated against her as alleged. See HRA, s 921(3).",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 921(3)",
                  "context": "Establishing the burden of proof."
                }
              ]
            },
            {
              "number": "[20]",
              "content": "The basic principles as set out in McClelland v Schindler Lifts NZ Ltd [2015] NZHRRT 45 (McClelland) at [87] relevantly include:",
              "page": 4,
              "subsections": [
                {
                  "title": "[20.1] Ms Beauchamp does not have to prove the defendants intended to engage in prohibited discrimination. Discrimination is about effect not intent.",
                  "content": ""
                },
                {
                  "title": "[20.2] There must be a causative link between the ground and the treatment complained of. The phrase “by reason of” requires the prohibited ground to be a material ingredient. See Air New Zealand Ltd v McAlister [2009] NZSC 78, [2010] 1 NZLR 153 at [49] per Tipping J.",
                  "content": ""
                }
              ],
              "citations": [
                {
                  "type": "case",
                  "reference": "McClelland v Schindler Lifts NZ Ltd [2015] NZHRRT 45 (McClelland) at [87]",
                  "context": "Citing basic principles for discrimination cases."
                },
                {
                  "type": "case",
                  "reference": "Air New Zealand Ltd v McAlister [2009] NZSC 78, [2010] 1 NZLR 153 at [49]",
                  "context": "Defining the 'by reason of' causative link."
                }
              ]
            },
            {
              "number": "[21]",
              "content": "HRA, s 22(1)(c) requires Ms Beauchamp to establish that the dismissal, or the detriment as the case may be, occurred in circumstances in which other employees employed on work of the same description would not be dismissed or subjected to detriment. This is usually established by use of a comparator group. The principles which guide the framing of the comparator group, including in the specific employment setting, are summarised in the decisions referred to in McClelland at [90]. In this case the appropriate comparator will be other waiting staff at Adzuki Café who were not pregnant.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Requiring establishment of differential treatment compared to other employees."
                },
                {
                  "type": "case",
                  "reference": "McClelland at [90]",
                  "context": "Referring to principles for framing a comparator group."
                }
              ]
            }
          ]
        },
        {
          "title": "WHETHER MS BEAUCHAMP WAS DISMISSED BECAUSE SHE WAS PREGNANT",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[22]",
              "content": "The core of Ms Beauchamp's claim was that the defendants dismissed her because she was pregnant. The determination of this issue depends on the findings of the Tribunal as to which party's account is to be preferred as there is a direct conflict in evidence as to whether Ms Beauchamp was dismissed.",
              "page": 4
            },
            {
              "number": "[23]",
              "content": "In brief, Ms Beauchamp claims the 24 September 2016 letter was a dismissal letter and that the defendants' actions, including statements made by Ms Du, show her pregnancy was the reason she was dismissed.",
              "page": 4
            },
            {
              "number": "[24]",
              "content": "The defendants deny Ms Beauchamp's account of events. They deny dismissing Ms Beauchamp and say she chose to finish work and that the letter's purpose was to congratulate her on her pregnancy and confirm the date she wanted to finish.",
              "page": 4
            }
          ]
        },
        {
          "title": "EVIDENCE",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[25]",
              "content": "A summary of each party's account on the key relevant events follows.",
              "page": 4
            }
          ]
        },
        {
          "title": "THE EVIDENCE BROUGHT BY MS BEAUCHAMP",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[26]",
              "content": "Ms Beauchamp's account of what occurred was set out in the following evidence given by herself, Mr Sambath Ith, who was her partner when the relevant events occurred and Ms Johanne Mary Greally, who was her lawyer at the time.",
              "page": 4
            }
          ]
        },
        {
          "title": "Ms Beauchamp",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[27]",
              "content": "At the end of June 2016, Ms Beauchamp discovered she was five weeks' pregnant and she told Ms Du that same day. Initially Ms Du was congratulatory, but then she became less friendly towards Ms Beauchamp. Ms Beauchamp had to take days off with sickness and in addition to this Ms Du required her to have days off at times from her regular days, and she didn't feel as though she was wanted at the job anymore.",
              "page": 5
            },
            {
              "number": "[28]",
              "content": "As she had never been given an employment contract, Ms Beauchamp said around 23 September 2016 she arranged for Ms Du to meet her after work. Mr Ith was also present as he had come to pick her up from work. At the meeting she asked Ms Du about whether she was part-time or full-time and whether she would be getting 30 to 35 hours. Ms Beauchamp said Ms Du told her \"you are just casual” then she said, “I usually don't hire pregnant women”. She felt Ms Du was only saying she was casual because she was pregnant.",
              "page": 5
            },
            {
              "number": "[29]",
              "content": "Ms Beauchamp said some time after this meeting Ms Du gave her a one-page contract for casual employment with a cover letter dated May 2016, despite it being given to her in September. She said she didn't sign the contract because she wasn't a casual employee and it wasn't a proper contract.",
              "page": 5
            },
            {
              "number": "[30]",
              "content": "Not long after being given the contract Ms Du gave her a dismissal letter dated 24 September 2016 and asked her to sign it. The letter stated as follows:",
              "page": 5,
              "quoted_material": {
                "source": "Letter from Bing Du",
                "content": "Notice to dear Miss Marika,\n\nFirst I behalf of Adzuki Bean Restaurant manage team to congrats on your pregnancy, we are so happy for you.\n\nSecond, we are going to give you two weeks' notice starts on 25th September 2016 to inform you that the last day you are working at Adzuki Bean is on 9th October 2016.\n\nLast, I behalf of Adzuki Bean team to think you for your hark work in the last few months with us, we are really appreciate it. Hope you have a lovely motherhood in the future.\n\nYours sincerely,\n\nBing Du"
              }
            },
            {
              "number": "[31]",
              "content": "Ms Beauchamp said at the time Ms Du tried to say it was about the safety of her and the baby, for example saying it wouldn't be safe for her to work when Christmas functions were happening. Ms Beauchamp said she didn't think that was the true reason as the café was a quiet restaurant. She felt like she was the wrong image because she was pregnant and Ms Du was saying things like “You are getting a bit bigger now”.",
              "page": 5
            },
            {
              "number": "[32]",
              "content": "Ms Beauchamp said she only signed the dismissal letter as she was getting pressured by Ms Du and she didn't feel like she had any choice.",
              "page": 5
            },
            {
              "number": "[33]",
              "content": "After she signed the dismissal letter she went to the Community Law Centre, who referred her to Legal Aid and she got Ms Greally as a lawyer, who tried to get her job back.",
              "page": 5
            },
            {
              "number": "[34]",
              "content": "Ms Beauchamp said because she felt so disheartened, she finished at Adzuki Café on 7 October 2016.",
              "page": 5
            },
            {
              "number": "[35]",
              "content": "Ms Beauchamp denied ever telling the defendants she wanted to finish work in October. She said she still wanted to work and she would have wanted to finish a month or two before her baby was due in March 2017.",
              "page": 6
            }
          ]
        },
        {
          "title": "Mr Ith",
          "page_start": 6,
          "paragraphs": [
            {
              "number": "[36]",
              "content": "Mr Ith recalled being at the after-work meeting with Ms Beauchamp and hearing Ms Du say \"I don't really hire pregnant women anyway.” He couldn't remember the exact details of what the meeting was about. He said he was worried about Ms Beauchamp getting more money.",
              "page": 6
            },
            {
              "number": "[37]",
              "content": "Mr Ith said Ms Beauchamp never had a contract earlier on and it was near the end that Ms Du tried to get her to sign a contract, but Ms Beauchamp wouldn't. He said it was after that Ms Du gave Ms Beauchamp a letter about her job finishing. He said she did not want to resign and they went to see a lawyer to get her job back.",
              "page": 6
            }
          ]
        },
        {
          "title": "Ms Greally",
          "page_start": 6,
          "paragraphs": [
            {
              "number": "[38]",
              "content": "Ms Greally is the principal and director of Hutt City Law Limited. She said at her first appointment with Ms Beauchamp, she appeared shocked, confused and couldn't understand why her employer would do this to her after indicating earlier her hours would be increased.",
              "page": 6
            },
            {
              "number": "[39]",
              "content": "Ms Greally wrote a letter to the defendants on 7 October 2016 and some days later hand-delivered the letter to Adzuki Café. The letter asked the defendants the reasons for Ms Beauchamp's dismissal and states she “was informed that you do not employ pregnant women” and has been led to understand her dismissal was a result of her pregnancy. The letter also asked for Ms Beauchamp's employment to continue until the matter was resolved.",
              "page": 6
            },
            {
              "number": "[40]",
              "content": "Ms Greally said Ms Du rang her a few hours after receiving the letter. Ms Greally described the phone call in her written statement of evidence as follows:",
              "page": 6,
              "quoted_material": {
                "source": "Written statement of evidence of Ms Greally",
                "content": "\"Ms Du said to me, \"I don't hire pregnant women.\" I asked her why not. She said, \"the job is not suitable for pregnant women.\" Her main reason was that it involved lifting things. She mentioned this several times. She also said that it required moving around between tables, and she said something about the \"look\", like \"it wasn't the right look\". By this I understood she was referring to Marika's pregnant tummy.\n\nI said, \"in New Zealand we are not allowed to discriminate on the grounds of pregnancy. Would you consider giving her job back?\"\n\nMs Du said she would not, and our call ended.\n\nHer comments absolutely stunned me.\""
              }
            },
            {
              "number": "[41]",
              "content": "Ms Greally said she was aware Ms Du was not a speaker of English as a first language but that Ms Du understood the words she was saying perfectly. Ms Greally said the phone call was partly a conversation about what pregnant women could do as Ms Du was concerned for Ms Beauchamp.",
              "page": 6
            },
            {
              "number": "[42]",
              "content": "On about 13 October 2016 Ms Greally received a letter from Alastair Espie, Dundas Street Employment Lawyers, who acted for Adzuki Café. The letter advised as follows:",
              "page": 6,
              "quoted_material": {
                "source": "Letter from Alastair Espie",
                "content": "\"Our instructions are that Marika was employed as a casual employee and was not in a permanent or ongoing employment relationship with the company...\n\nAs such our client was under no obligation to offer Marika continuing employment and therefore did not dismiss her as you have claimed. It accordingly does not accept she has a personal grievance for unjustified dismissal, or that she has an entitlement to further hours or salary as your letter suggests.\n\nFor completeness Adzuki does not accept that it dismissed (or chose not to reengage) Marika due to her being pregnant. To the contrary our client's decision to cease engaging Marika arose as a result of concerns it had about Marika's performance and ability to perform the role to a satisfactory standard.\n\nWe also note that Marika's last day of work (9 October 2016) was agreed during a conversation between her and Bin Du on 23 September 2016. During this conversation, Marika advised that 9 October 2016 was a good finish date as she was really tired and her tummy was getting bigger. Our client's letter dated 24 September 2016 was drafted after this discussion, hence the reference to Marika's pregnancy.\""
              }
            },
            {
              "number": "[43]",
              "content": "After Ms Greally discussed this letter with Ms Beauchamp she wrote a letter in response. Her letter dated 25 October 2016 records her key instructions from Ms Beauchamp at that time, including she was not a casual employee and she did not agree to finish on 9 October 2016. The letter also refers to the statements Ms Du had made about not employing pregnant women.",
              "page": 7
            },
            {
              "number": "[44]",
              "content": "Ms Greally said she also wrote a letter on about 17 October 2016 to WINZ on behalf of Ms Beauchamp to support her application for financial assistance. In that letter Ms Greally advises she acts for Ms Beauchamp, that it is apparent she was dismissed from her employment on the grounds she was pregnant and records “Ms Beauchamp's employer admitted to me on the phone that she had indeed dismissed Ms Beauchamp because of her pregnancy”.",
              "page": 7
            }
          ]
        },
        {
          "title": "THE EVIDENCE BROUGHT BY THE DEFENDANTS",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[45]",
              "content": "The defendants' account of what occurred was set out in the following evidence given by Ms Du, Mr Tan and Ms Bhawana Rijal, who previously worked at Adzuki Café.",
              "page": 7
            }
          ]
        },
        {
          "title": "Ms Du",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[46]",
              "content": "Ms Du said because Mr Ith and Ms Beauchamp came into Adzuki Café a couple of times asking about a job for her, she felt sorry for her and offered her the job, telling her \"if you are willing to learn, I will teach you”. She said she told Ms Beauchamp at the beginning she would just be working Sundays and she would use that time to teach her.",
              "page": 7
            },
            {
              "number": "[47]",
              "content": "Ms Du said Ms Beauchamp was not given a contract when she started on 13 March 2016 as she was on trial. Ms Du said after it was agreed her first day as a casual employee would be 13 May 2016 she was given the one-page contract she gave all casual employees but she did not return the signed contract.",
              "page": 7
            },
            {
              "number": "[48]",
              "content": "Ms Du said because Ms Beauchamp was still not confident with making coffee after two months' training, she hired another wait person, Mr Jan de Kock, in late May 2016.",
              "page": 7
            },
            {
              "number": "[49]",
              "content": "Ms Du said in late June 2016 when Ms Beauchamp told her she was pregnant she said she was worried about telling her partner, Mr Ith, she wanted to stop working. Ms Du said she told her to let her know as soon as she really wanted to stop working and that it was Ms Beauchamp's decision. Ms Du said at that time Ms Beauchamp decided to keep working.",
              "page": 7
            },
            {
              "number": "[50]",
              "content": "Ms Du said they hired another wait person, Ms Rijal, in August 2016 as they knew Mr de Kock would be leaving in late November 2016, Christmas was just around the corner, and Ms Beauchamp was pregnant.",
              "page": 8
            },
            {
              "number": "[51]",
              "content": "Ms Du said around the middle of September Ms Beauchamp told her and her husband, Mr Tan, that she was getting more and more tired and wanted to stop working soon. Ms Du said they told Ms Beauchamp she should do whatever she wanted, and they would support whatever decision she made. Ms Du said Ms Beauchamp said she wanted to finish on 9 October 2016 and they were happy for her to do so.",
              "page": 8
            },
            {
              "number": "[52]",
              "content": "Ms Du said Ms Beauchamp messaged her on 23 September 2016 asking if she and Mr Ith could talk to her after work. Ms Du said at the meeting they asked about whether Ms Beauchamp would be getting holiday pay, sick leave and maternity leave when she finished on 9 October 2016. Ms Du said she told them she would try and find out for them.",
              "page": 8
            },
            {
              "number": "[53]",
              "content": "Ms Du said at the meeting she had asked Ms Beauchamp about returning the signed contract and she said she couldn't find it. Ms Du said because of this following the meeting she gave her another copy of the contract, but she never returned a signed contract.",
              "page": 8
            },
            {
              "number": "[54]",
              "content": "Ms Du said because Ms Beauchamp had told them she wanted to finish on 9 October 2016 she wrote the letter dated 24 September 2016 to congratulate her on her pregnancy, thank her and confirm the last day she wanted to work. Ms Du said Ms Beauchamp signed the letter on 28 September 2016, and she never pressured her to sign it.",
              "page": 8
            },
            {
              "number": "[55]",
              "content": "Ms Du said the letter was not her firing Ms Beauchamp and she didn't have any reason to fire her. Ms Du said Ms Beauchamp was a hard worker.",
              "page": 8
            },
            {
              "number": "[56]",
              "content": "Ms Du said in the letter she used the words “two weeks' notice\" as she had seen these in employment agreements and did not then know those words are used differently to how she used them. Ms Du said she felt angry at herself that her words have been twisted to say that she had done something awful. Ms Du said her English is better than her husband's but is not perfect and feels this is the reason why she is in this situation.",
              "page": 8
            },
            {
              "number": "[57]",
              "content": "Ms Du said Ms Beauchamp messaged her on 2 October 2016 asking again about what she would get when she finished work, and she told her what she understood she could get, that is, just holiday pay.",
              "page": 8
            },
            {
              "number": "[58]",
              "content": "Ms Du said on her last day of work, 7 October 2016, Ms Beauchamp left suddenly, earlier than she was supposed to, and then didn't show up for her last two shifts.",
              "page": 8
            },
            {
              "number": "[59]",
              "content": "Ms Du said Ms Greally came into the café and handed her a letter on 11 October 2016. Ms Du said she and her husband read through the letter and they were shocked as it was the first time they knew Ms Beauchamp was upset. Ms Du said when she rang and talked to Ms Greally that day she remembers answering “no” when asked if Ms Beauchamp had been fired because she was pregnant. Ms Du said she told Ms Greally she did not fully understand some things and would need to find a lawyer. Ms Du denied saying to Ms Greally \"I don't hire pregnant women” or that “the job was not suitable as it involves lifting” or saying anything about “the look” in the conversation.",
              "page": 8
            },
            {
              "number": "[60]",
              "content": "Ms Du said she did not have a problem with the way pregnant women looked when working.",
              "page": 9
            },
            {
              "number": "[61]",
              "content": "Ms Du said after searching the internet for employment lawyers she made an appointment with Alastair Espie at Dundas Street Employment Lawyers. Ms Du said she and her husband told Mr Espie about Ms Beauchamp struggling to make coffee and missing work and he then incorrectly put in his letter they stopped giving her a job because she wasn't doing a good job. Ms Du said she did not know why Mr Espie did not put in the letter that Ms Beauchamp wanted to stop working.",
              "page": 9
            },
            {
              "number": "[62]",
              "content": "Ms Du said she and her husband were worried Mr Espie did not fully understand what they were telling him about Ms Beauchamp's employment. Ms Du said because they were worried about not being able to understand the employment rules for Ms Beauchamp's case, they later switched to another lawyer who they could speak to in Chinese.",
              "page": 9
            }
          ]
        },
        {
          "title": "Mr Tan",
          "page_start": 9,
          "paragraphs": [
            {
              "number": "[63]",
              "content": "Mr Tan said he and Ms Du operate Adzuki Café together and she dealt with front of house as she has better English.",
              "page": 9
            },
            {
              "number": "[64]",
              "content": "Mr Tan said Ms Du went against his advice hiring Ms Beauchamp and telling her she would train her. He said Ms Beauchamp took a long time to learn to make coffee and was unconfident, but he and Ms Du encouraged her as she needed to believe in herself.",
              "page": 9
            },
            {
              "number": "[65]",
              "content": "Mr Tan said he remembered Ms Du giving Ms Beauchamp an employment contract in May, as that was the same time he gave her a Kiwisaver form that she returned in June.",
              "page": 9
            },
            {
              "number": "[66]",
              "content": "Mr Tan said they hired Mr de Kock to make coffee and then Ms Rijal so she could be trained before he left. He said they did not need to hire a replacement for Ms Beauchamp when she left.",
              "page": 9
            },
            {
              "number": "[67]",
              "content": "Mr Tan said in September Ms Beauchamp told him and Ms Du she wanted to finish work on 9 October 2016. He said they were happy for her to finish and he said to her she could come back after the baby.",
              "page": 9
            },
            {
              "number": "[68]",
              "content": "Mr Tan said he was with Ms Du when she telephoned Ms Greally and Ms Du never said to Ms Greally that she does not hire pregnant women.",
              "page": 9
            },
            {
              "number": "[69]",
              "content": "Mr Tan denied Ms Du cared about how Ms Beauchamp looked when she was pregnant. He said they would have supported her to work until February if she wanted to. He said she could have come back but that she never requested to come back to work, and he didn't understand what that was about.",
              "page": 9
            }
          ]
        },
        {
          "title": "Ms Rijal",
          "page_start": 9,
          "paragraphs": [
            {
              "number": "[70]",
              "content": "Ms Rijal waitressed at Adzuki Café from 2016 to 2019. She started in August 2016 shortly after she arrived in New Zealand from Nepal and was very grateful to Ms Du for giving her the first job in her new country.",
              "page": 9
            },
            {
              "number": "[71]",
              "content": "Ms Rijal said she thought she was hired to replace Ms Beauchamp as a few days after she started Ms Du told her Ms Beauchamp would be leaving soon as she was pregnant. Ms Rijal said her hours increased after Ms Beauchamp left.",
              "page": 9
            }
          ]
        },
        {
          "title": "DISCUSSION AND FINDINGS",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[72]",
              "content": "As already noted above, the issue of whether Ms Beauchamp was dismissed because she was pregnant is to be determined by which party's account is to be preferred.",
              "page": 10
            },
            {
              "number": "[73]",
              "content": "The Tribunal finds it prefers Ms Beauchamp's account that she was dismissed, and this was because of her pregnancy, for the following reasons.",
              "page": 10
            },
            {
              "number": "[74]",
              "content": "Ms Beauchamp's account was logical, has been consistent over time and is supported by near-contemporaneous documentation. Further, all Ms Beauchamp's witnesses were assessed as credible. Ms Beauchamp and Mr Ith both gave evidence in quiet, measured terms to give an honest account to the best that they could recall. Ms Greally is a highly credible witness, an officer of the Court who has no vested interest in the outcome of these proceedings. Any discrepancies in these witnesses' evidence as to exact timing of events were not material and the witnesses readily accepted that the timing of certain events may have differed.",
              "page": 10
            },
            {
              "number": "[75]",
              "content": "In contrast the defendants' account was not only less logical, it has changed over time and is not supported by the near-contemporaneous documentation. Neither Ms Du nor Mr Tan were assessed as credible witnesses for these reasons.",
              "page": 10
            },
            {
              "number": "[76]",
              "content": "Below is a more detailed account of the Tribunal's reasoning.",
              "page": 10
            },
            {
              "number": "[77]",
              "content": "If Ms Beauchamp had decided to leave in mid-September as the defendants contended, it seems unlikely she would have asked for the meeting on 23 September simply to discuss what she was entitled to. Further, it was only logical for Ms Du to want Ms Beauchamp to sign a contract after the meeting if it was about her hours, as Ms Beauchamp contended. Nor does it necessarily follow, as the defendants contended, that because Ms Beauchamp messaged Ms Du on 2 October to ask what she would get when she finished work, it means she previously asked this at the 23 September meeting. It is just as likely that Ms Beauchamp would have sent this message because she was dismissed by the 24 September letter.",
              "page": 10
            },
            {
              "number": "[78]",
              "content": "That Ms Du had said at the 23 September meeting that she didn't usually hire pregnant women was attested to by both Ms Beauchamp and Mr Ith and is supported by the near-contemporaneous letters of Ms Greally, of 17 and 25 October 2016 (see above at [44] and [43] respectively).",
              "page": 10
            },
            {
              "number": "[79]",
              "content": "It is clear from the terms of the 24 September 2016 letter itself that its purpose was to dismiss Ms Beauchamp – it stated she was being given “two weeks' notice\" (see above at [30]). It is not credible that Ms Du did not understand the effect of using the words “two weeks' notice\" and that her English was the reason that she was in this situation. Ms Du had lived in New Zealand for 15 years at the time the letter was written, had completed two years' study towards a Bachelor of Commerce from Massey University and for many years has operated Adzuki Café, interacting with customers and staff in English on a daily basis. Further, it was undisputed that Ms Du had around this time tried to get Ms Beauchamp to sign a contract (that she said she gave all casual employees), that included the following term “Termination of employment may be made at any time, by either party, for any reason, but have to give two weeks' notice by both parties.\"",
              "page": 10
            },
            {
              "number": "[80]",
              "content": "That it was the defendants' decision to end Ms Beauchamp's employment and not her own is also supported by the near-contemporaneous 13 October 2016 letter from the defendants' own lawyer, Mr Espie, (see above at [42]) which states it was the defendants' decision to \"cease engaging” Ms Beauchamp. Whilst Ms Du said Mr Espie had incorrectly put that in his letter as he may not have fully understood what they were telling him, the Tribunal does not consider that is a credible explanation given her command of English and Mr Espie's expertise.",
              "page": 10
            },
            {
              "number": "[81]",
              "content": "Ms Greally's evidence that Ms Du admitted to her she had dismissed Ms Beauchamp because she was pregnant was highly compelling. Whilst both Ms Du and Mr Tan denied this occurred, they were not assessed as credible witnesses. Whereas Ms Greally was a highly credible witness for the reason set out above at [74] and her evidence is supported by her near-contemporaneous letters of 17 and 25 October 2016 (see above at [44] and [43] respectively).",
              "page": 11
            },
            {
              "number": "[82]",
              "content": "That Ms Beauchamp was dismissed because she was pregnant is also supported by the fact the defendants hired Ms Rijal in late August. Whilst the defendants denied she was hired to replace Ms Beauchamp, they did not hire anyone else to replace her after she left. Further, Ms Rijal understood she had been hired to replace Ms Beauchamp and said she was told by Ms Du shortly after she started that Ms Beauchamp would be leaving soon as she was pregnant. No credibility issues arise in respect of Ms Rijal's evidence. She was the defendants' own witness, was honest about her gratitude to them and as she is no longer employed by them her evidence would be given without any concern of possible direct adverse effects on her livelihood.",
              "page": 11
            },
            {
              "number": "[83]",
              "content": "If Ms Beauchamp had not been dismissed and had chosen to leave it was illogical for her to instruct a lawyer to try to get her job back.",
              "page": 11
            },
            {
              "number": "[84]",
              "content": "Finally, the defendants gave no explanation as to why they did not agree to Ms Beauchamp getting her job back. It is illogical for the defendants to refuse this if Ms Beauchamp had chosen to leave and given Ms Du's evidence that Ms Beauchamp was a hard worker. It is also inconsistent with Ms Du's and Mr Tan's evidence that they would support her in whatever she wanted to do.",
              "page": 11
            },
            {
              "number": "",
              "content": "Conclusion",
              "page": 11,
              "subsections": [
                {
                  "title": "Conclusion",
                  "content": ""
                }
              ]
            },
            {
              "number": "[85]",
              "content": "The Tribunal has found for the above reasons that it prefers Ms Beauchamp's account of events, including that she was dismissed and that Ms Du admitted this was because she was pregnant. Accordingly, the Tribunal is satisfied the defendants dismissed Ms Beauchamp and her pregnancy was the reason she was dismissed. Her dismissal was accordingly made in circumstances in which other wait staff who were not pregnant would not have been dismissed.",
              "page": 11
            },
            {
              "number": "[86]",
              "content": "It follows that Ms Beauchamp has established to the civil standard her employment was terminated by reason of a prohibited ground of discrimination (pregnancy), in breach of HRA, s 22(1)(c).",
              "page": 11,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Finding a breach of this section due to discriminatory termination of employment."
                }
              ]
            }
          ]
        },
        {
          "title": "WHETHER MS BEAUCHAMP WAS SUBJECTED TO DETRIMENTS DURING HER EMPLOYMENT BECAUSE OF HER PREGNANCY",
          "page_start": 11,
          "paragraphs": [
            {
              "number": "[87]",
              "content": "The Tribunal must now consider Ms Beauchamp's claim that the defendants committed a further breach of HRA, s 22(1)(c) by subjecting her to detriments during her employment because of her pregnancy. Specifically, she claims because of her pregnancy Ms Du did not give her 30 to 35 hours' work per week as promised, became unfriendly, and required her to do tasks that were difficult for a pregnant woman. The defendants deny these claims.",
              "page": 11,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Considering a further breach of this section."
                }
              ]
            },
            {
              "number": "[88]",
              "content": "It is for Ms Beauchamp to satisfy the Tribunal that the evidence establishes to the civil standard that she was subjected to the alleged detriments during her employment because of her pregnancy.",
              "page": 12
            }
          ]
        },
        {
          "title": "Alleged failure to give 30 to 35 hours per week as promised",
          "page_start": 12,
          "paragraphs": [
            {
              "number": "[89]",
              "content": "The Tribunal is not satisfied that the evidence establishes to the civil standard that Ms Du failed to give Ms Beauchamp 30 to 35 hours per week as promised because she was pregnant for the following reasons.",
              "page": 12
            },
            {
              "number": "[90]",
              "content": "Firstly, there was insufficient evidence to satisfy the Tribunal that Ms Du made Ms Beauchamp a clear promise to give her 30 to 35 hours per week.",
              "page": 12
            },
            {
              "number": "[91]",
              "content": "Ms Beauchamp and Mr Ith both said that when Ms Du offered her the job she was told it would be one day a week at the start but that she would be getting 30 to 35 hours after a couple of other girls left. Ms Du denies she said this.",
              "page": 12
            },
            {
              "number": "[92]",
              "content": "Whilst Ms Beauchamp's and Mr Ith's evidence was that the promise was made in March (when the job offer was made) this is inconsistent with Ms Beauchamp's statement of claim that alleges the promise of more hours occurred later. Specifically, the pleaded allegation in the statement of claim at [9] is: “The plaintiff initially worked an average of 15 hours per week. However, in or about April 2016, the second defendant advised the plaintiff that her hours would be increased around May/June, when two other employees were expected to leave”.",
              "page": 12
            },
            {
              "number": "[93]",
              "content": "Nor could Ms Beauchamp recall when the promise was made when she was cross-examined.",
              "page": 12
            },
            {
              "number": "[94]",
              "content": "Further, it is not logical for Ms Du to have said two girls were leaving when Ms Heerspring was the only female staff member at the time. Ms Beauchamp said she understood that the two girls Ms Du was talking about were Ms Heerspring and another girl who had been there and had just left. However, the evidence established there were no other employees who had recently left.",
              "page": 12
            },
            {
              "number": "[95]",
              "content": "Secondly, even if Ms Beauchamp had established that Ms Du promised to give her 30 to 35 hours per week, there was insufficient evidence to establish that her pregnancy was the reason her hours were not increased. It is not in dispute that in March and April Ms Beauchamp worked at Adzuki Café on Sundays only and from May after Ms Heerspring left her hours were increased to approximately 15 hours per week, but she was never given 30 to 35 hours per week. It is also not in dispute that another wait staff, Mr de Kock was hired in late May. Ms Beauchamp did not announce her pregnancy until late June. Accordingly, the reason why Ms Beauchamp's hours were not increased to 30 to 35 hours after Ms Heerspring left in early May could not be related to her pregnancy.",
              "page": 12
            }
          ]
        },
        {
          "title": "Alleged unfriendliness and being required to do more difficult tasks",
          "page_start": 12,
          "paragraphs": [
            {
              "number": "[96]",
              "content": "The Tribunal is not satisfied that Ms Beauchamp has established to the civil standard that because she was pregnant Ms Du was unfriendly to her and required her to do more difficult tasks than others for the following reasons.",
              "page": 12
            },
            {
              "number": "[97]",
              "content": "Ms Beauchamp said initially she was always a happy person at work as Ms Du was nice to her, supportive and giving her advice, but this changed after she announced her pregnancy at the end of June. She said Ms Du wasn't as friendly and started getting a bit cold with her, moody and snappy, telling her off for talking about personal stuff and asking, “Do you know when you will be finishing?” Ms Beauchamp said she would end up crying because Ms Du wasn't as friendly.",
              "page": 12
            },
            {
              "number": "[98]",
              "content": "Ms Beauchamp also said after she was pregnant Ms Du treated her differently than other staff by giving her the harder jobs to do. For example, asking her to stock the fridges with drinks. That included having to move heavy boxes out of the way, and a couple of times making her do cleaning jobs that required her to bend down a lot to clean underneath the tables and wipe the chairs down. Ms Beauchamp said she felt like she was picked on as everyone else was doing easier jobs like polishing glasses and she would have expected someone would help her take gum off and scrub table legs.",
              "page": 13
            },
            {
              "number": "[99]",
              "content": "Mr Ith said after Ms Beauchamp became pregnant she did not feel well in the way she was treated and that some days Ms Du would be nice and then she would be nasty.",
              "page": 13
            },
            {
              "number": "[100]",
              "content": "Ms Du denied treating Ms Beauchamp differently after she announced her pregnancy, being nasty or making her cry. She said their relationship was good and Ms Beauchamp would share personal things, sometimes things that were too personal. Ms Du said one time she told Ms Beauchamp not to tell her too personal things, but that was not because she was pregnant. Ms Du said her duties remained the same, the staff knew what had to be done and she didn't have to do anything more difficult. She denied making Ms Beauchamp clean gum from underneath the tables and chairs. Ms Du said she tried to look after her because she was pregnant and gave the example of asking Ms Rijal to do the dishes on Father's Day instead of Ms Beauchamp because she wanted to make sure Ms Beauchamp had an easier job.",
              "page": 13
            },
            {
              "number": "[101]",
              "content": "Ms Rijal said she had worked alongside Ms Beauchamp and Ms Du about a dozen times and it was clear they had a good relationship. Ms Rijal said from what she saw Ms Du treated Ms Beauchamp with the same respect and fairness she showed all staff and if anything showed more care, such as when she was asked to wash the dishes on Fathers' Day instead of Ms Beauchamp as it was a difficult job. She said she never saw Ms Beauchamp cleaning or checking for gum under the tables.",
              "page": 13
            },
            {
              "number": "[102]",
              "content": "Mr Michael Robertson works in the kitchen at Adzuki Café and has done so since 2014. His evidence was that he had never seen Ms Beauchamp crying at work or being treated unfairly by Ms Du, nor had he seen her cleaning gum from under the table or chairs.",
              "page": 13
            },
            {
              "number": "[103]",
              "content": "Ms Helen Heerspring waitressed at Adzuki Café from 2012 to May 2016, but she never worked with Ms Beauchamp. Ms Heerspring's evidence was that the staff quickly learn what needs to be done. Both she and Ms Rijal gave evidence that the standard duties of wait staff included sometimes having to clean or check underneath tables and wipe down chairs.",
              "page": 13
            },
            {
              "number": "[104]",
              "content": "Both Ms Rijal, Ms Heerspring and Mr Robertson also said the wait staff did not have to deal with heavy boxes when stocking drinks.",
              "page": 13
            },
            {
              "number": "[105]",
              "content": "No credibility issues arose in respect of the evidence given by Ms Rijal, Mr Robertson and Ms Heerspring.",
              "page": 13
            },
            {
              "number": "[106]",
              "content": "Apart from Ms Beauchamp's own evidence the only other evidence she brought to support her claims of being treated unfairly by Ms Du was that of Mr Ith, who was not in a position to personally witness Ms Du's behaviour. Whereas both Ms Rijal and Mr Robertson had the opportunity to observe Ms Du's treatment of Ms Beauchamp as they had worked together at times. Both Ms Rijal and Mr Robertson said they had never seen Ms Du treat Ms Beauchamp unfairly, and Ms Rijal described their relationship as good. Accordingly, there is insufficient evidence to support Ms Beauchamp's claim that after she became pregnant Ms Du became unfriendly to her.",
              "page": 13
            },
            {
              "number": "[107]",
              "content": "There is also insufficient evidence to support her claim that Ms Du required her to do more difficult tasks than other staff after she was pregnant for the following reasons. Ms Rijal had observed Ms Du giving Ms Beauchamp an easier task because she was pregnant. Both Ms Rijal and Ms Heerspring's evidence established wait staff did not have to move heavy boxes when stocking drinks. Their evidence also established wait staff were sometimes required to clean under tables and chairs. Accordingly, it was a standard part of Ms Beauchamp's duties to be asked to clean underneath the tables and chairs “a couple of times” as she claimed.",
              "page": 14
            },
            {
              "number": "[108]",
              "content": "For the above reasons Ms Beauchamp has failed to establish to the civil standard that the defendants subjected her to the alleged detriments during her employment because of her pregnancy.",
              "page": 14
            }
          ]
        },
        {
          "title": "Summary of findings - breach of Human Rights Act, s 22(1)(c)",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[109]",
              "content": "The Tribunal has found for the reasons given that Ms Beauchamp has established to the civil standard the defendants have breached HRA, s 22(1)(c) by dismissing her because she was pregnant.",
              "page": 14,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Finding a breach of this section by dismissing the plaintiff."
                }
              ]
            },
            {
              "number": "[110]",
              "content": "The Tribunal has also found that Ms Beauchamp has failed to establish on the balance of probabilities that the defendants subjected her to detriments during her employment because of her pregnancy in breach of that section.",
              "page": 14
            }
          ]
        },
        {
          "title": "REMEDY ASSESSMENT",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[111]",
              "content": "Having found that Ms Beauchamp has established that the defendants breached HRA, s 22(1)(c), we now turn to assess remedy.",
              "page": 14,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Proceeding to assess remedy after finding a breach of this section."
                }
              ]
            }
          ]
        },
        {
          "title": "Declaration",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[112]",
              "content": "We have found that the defendants dismissed Ms Beauchamp because of her pregnancy in breach of HRA, s 22(1)(c). Ms Beauchamp seeks a formal declaration to that effect. As Ms Beauchamp has submitted, it is entirely appropriate in this case for a declaration to be made. The defendants accepted that in the event the Tribunal finds a breach of s 22(1)(c) it strongly points towards the making of a declaration.",
              "page": 14,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22(1)(c)",
                  "context": "Finding of a breach of this section, leading to consideration of a declaration."
                }
              ]
            }
          ]
        },
        {
          "title": "Damages for pecuniary loss",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[113]",
              "content": "Ms Beauchamp seeks an award of damages for pecuniary loss under HRA, s 92N(1) for the losses suffered for unlawful termination of her employment.",
              "page": 14,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 92N(1)",
                  "context": "Basis for seeking damages for pecuniary loss."
                }
              ]
            },
            {
              "number": "[114]",
              "content": "Ms Beauchamp had wanted to continue working until a month or two before her baby was born. After she was unlawfully dismissed from Adzuki Café she had to rely on a benefit from WINZ, and because she was with Mr Ith this was not very much. She was entitled to be paid parental leave from early November, but this finished in February 2017, around the time the baby was born. She could then only receive a small amount of benefit from WINZ and a family tax credit which was less than the paid parental leave, and she found it hard to pay all her expenses.",
              "page": 14
            },
            {
              "number": "[115]",
              "content": "Ms Beauchamp seeks pecuniary loss damages of $1,713.98, being the total amount of pecuniary loss allegedly suffered. The defendants agree that this figure for pecuniary loss is appropriate. That loss is made up of the sum of lost earnings ($1,366.92), holiday pay on unpaid wages ($252.41) and employer contribution to Kiwisaver on unpaid wages ($94.65).",
              "page": 15
            },
            {
              "number": "[116]",
              "content": "We conclude the pecuniary loss claimed of $1,713.98 has been established as directly caused by the defendants' unlawful discriminatory act in dismissing Ms Beauchamp because of her pregnancy. Ms Beauchamp is to be awarded the agreed amount of $1,713.98 damages for pecuniary loss comprising loss of earnings together with holiday pay and employment contribution on unpaid wages.",
              "page": 15
            }
          ]
        },
        {
          "title": "Damages for humiliation, loss of dignity and injury to feelings",
          "page_start": 15,
          "paragraphs": [
            {
              "number": "[117]",
              "content": "Ms Beauchamp seeks an award of damages of $40,000 under HRA, ss 921(3)(c) and 92M(1)(c) for humiliation, loss of dignity and injury to feelings (emotional harm).",
              "page": 15,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, ss 921(3)(c) and 92M(1)(c)",
                  "context": "Basis for seeking damages for emotional harm."
                }
              ]
            },
            {
              "number": "[118]",
              "content": "The general principles relating to an assessment of damages for humiliation, loss of dignity and injury to feelings was summarised in Hammond v Credit Union Baywide [2015] NZHRRT 6 (Hammond) at [170]. In assessing the appropriate level of damages for emotional harm the following factors are relevant:",
              "page": 15,
              "subsections": [
                {
                  "title": "[118.1] There must be a causal connection between the discrimination suffered and the resulting harm;",
                  "content": ""
                },
                {
                  "title": "[118.2] The award of damages is to compensate for the hurt and humiliation suffered, not to punish the defendant. The conduct of the defendant may be a relevant consideration to the extent it exacerbates or mitigates the harm suffered by the plaintiff; and",
                  "content": ""
                },
                {
                  "title": "[118.3] The circumstances of humiliation, loss of dignity and injury to feelings are fact-specific and turn on the personality of the aggrieved individual.",
                  "content": ""
                }
              ],
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide [2015] NZHRRT 6 (Hammond) at [170]",
                  "context": "Summarising the general principles for assessing damages for emotional harm."
                }
              ]
            },
            {
              "number": "[119]",
              "content": "Three bands were identified in Hammond at [176] as a rough guide for awards for damages for emotional harm, the Tribunal noting such awards are fact-driven and vary widely. The lower band for the less serious cases is up to $10,000. The middle band, for more serious cases between $10,000 and $50,000. The highest band, for the most serious category of cases is in excess of $50,000.",
              "page": 15,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond at [176]",
                  "context": "Identifying the three bands for damages for emotional harm."
                }
              ]
            }
          ]
        },
        {
          "title": "Emotional harm suffered by Ms Beauchamp",
          "page_start": 15,
          "paragraphs": [
            {
              "number": "[120]",
              "content": "In this case Ms Beauchamp gave evidence of having suffered the following forms of emotional harm:",
              "page": 15,
              "subsections": [
                {
                  "title": "[120.1] Confusion and feeling pressured regarding her notice of termination;",
                  "content": ""
                },
                {
                  "title": "[120.2] Feeling moody, disheartened, shocked and confused about losing her job;",
                  "content": ""
                },
                {
                  "title": "[120.3] Feeling stressed and stranded due to the sudden unexpected loss of income and having to take a number of urgent steps to try to address this. This included seeking legal aid, applying for early paid parental leave, making a hardship application to her car finance company and having to borrow money from her partner (Mr Ith) and her mother;",
                  "content": ""
                },
                {
                  "title": "[120.4] Experiencing a deterioration in her relationship with Mr Ith;",
                  "content": ""
                },
                {
                  "title": "[120.5] Ongoing stress from the financial pressure of having reduced income including after her baby was born due to having to use her paid parental leave early;",
                  "content": ""
                },
                {
                  "title": "[120.6] Added stress from having to participate in an unsuccessful mediation shortly after the birth of her baby at a time when she needed to be calm and relaxed; and",
                  "content": ""
                },
                {
                  "title": "[120.7] Continuing to think every day about what happened and continuing to feel discouraged by her experience.",
                  "content": ""
                }
              ]
            },
            {
              "number": "[121]",
              "content": "Mr Ith's evidence supported Ms Beauchamp's. He said it was really hard for Ms Beauchamp after she lost her job and that she went through a lot of stress. He said when they had first met she was outgoing but after she lost her job was emotional, crying all the time, depressed, with bottled up feelings that she would then let out. He said they fought because of this. He said they struggled financially as she had no money but still had to pay outgoings and she had bills to pay. He said he had to pay for everything until the paid parental leave came through. He said this was hard for them both and they ended up fighting because of this too. He said all of this was why they were not together.",
              "page": 16
            },
            {
              "number": "[122]",
              "content": "The Tribunal has no hesitation finding that Ms Beauchamp has established she suffered the emotional harm described above at [120] and that was caused by the discrimination she suffered.",
              "page": 16
            },
            {
              "number": "[123]",
              "content": "Ms Beauchamp also gave evidence she believed her ongoing stress contributed to her developing high blood pressure and pre-eclampsia. No expert medical evidence was, however, brought to establish these conditions were caused by the stress she suffered because of the discrimination. Accordingly, as the defendants submitted, they cannot be liable for any emotional harm resulting from Ms Beauchamp developing these conditions when they have not been objectively proven to be caused by the discrimination she suffered.",
              "page": 16
            },
            {
              "number": "[124]",
              "content": "The defendants also submitted they should not be liable for the stress Ms Beauchamp suffered from attending a mediation shortly after giving birth because the defendants would have been happy to accommodate a mediation at a later date. The Tribunal disagrees as the mediation was only necessary because the defendants had discriminated against Ms Beauchamp and had refused to give her job back or otherwise resolve the matter. Further, as Ms Greally said, it was hoped the mediation would resolve the matter and this would reduce Ms Beauchamp's stress.",
              "page": 16
            }
          ]
        },
        {
          "title": "Assessment of damages",
          "page_start": 16,
          "paragraphs": [
            {
              "number": "[125]",
              "content": "The Tribunal must now determine the amount of damages Ms Beauchamp should be awarded to compensate for the emotional harm she suffered due to the discrimination.",
              "page": 16
            },
            {
              "number": "[126]",
              "content": "Ms Beauchamp seeks damages of $40,000 on the basis the emotional harm she experienced from being unlawfully dismissed is substantial and deserving of an award in the middle band as identified in Hammond.",
              "page": 16,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond",
                  "context": "Seeking an award in the middle band for emotional harm as identified in this case."
                }
              ]
            },
            {
              "number": "[127]",
              "content": "Ms Beauchamp submitted that emotional harm was often substantial when discriminatory treatment resulted in loss of employment (as in this case), as demonstrated by awards in recent Tribunal cases. For example, awards of $25,000 for emotional harm were made in each of the following four cases: Singh v Singh [2016] NZHRRT 38 (Singh), McClelland v Schlinder Lifts Ltd [2015] NZHRRT 45, DML v Montgomery [2014] NZHRRT 6 and Meulenbroek v Vision Antenna Systems Ltd [2014] NZHRRT 51 (Meulenbroek). Further examples are an award of $15,000 for emotional harm made in Nakarawa v AFFCO NZ Ltd [2014] NZHRRT 9 and the award of $98,000 made in Hammond where the harm was found to be in the most serious category.",
              "page": 17,
              "citations": [
                {
                  "type": "case",
                  "reference": "Singh v Singh [2016] NZHRRT 38 (Singh)",
                  "context": "Example of a $25,000 award for emotional harm."
                },
                {
                  "type": "case",
                  "reference": "McClelland v Schlinder Lifts Ltd [2015] NZHRRT 45",
                  "context": "Example of a $25,000 award for emotional harm."
                },
                {
                  "type": "case",
                  "reference": "DML v Montgomery [2014] NZHRRT 6",
                  "context": "Example of a $25,000 award for emotional harm."
                },
                {
                  "type": "case",
                  "reference": "Meulenbroek v Vision Antenna Systems Ltd [2014] NZHRRT 51 (Meulenbroek)",
                  "context": "Example of a $25,000 award for emotional harm."
                },
                {
                  "type": "case",
                  "reference": "Nakarawa v AFFCO NZ Ltd [2014] NZHRRT 9",
                  "context": "Example of a $15,000 award for emotional harm."
                },
                {
                  "type": "case",
                  "reference": "Hammond",
                  "context": "Example of a $98,000 award for emotional harm in the most serious category."
                }
              ]
            },
            {
              "number": "[128]",
              "content": "Ms Beauchamp submitted an award of $40,000 reflects that the emotional harm she suffered was similar to that in McClelland and Singh, while recognising her particular vulnerability including from her pregnancy and the degree of emotional harm she suffered.",
              "page": 17,
              "citations": [
                {
                  "type": "case",
                  "reference": "McClelland and Singh",
                  "context": "Submission that the emotional harm suffered was similar to that in these cases."
                }
              ]
            },
            {
              "number": "[129]",
              "content": "The defendants submitted that an appropriate award of damages for the emotional harm suffered by Ms Beauchamp falls within the lower band in Hammond (up to $10,000). The defendants say no evidence had been produced of Ms Beauchamp having experienced emotional harm approaching anywhere near that detailed by the plaintiff in Singh and Ms Beauchamp did not seek medical attention for any resulting emotional issues. The defendants submitted that Ms Beauchamp's vulnerability is irrelevant to the damages assessment as vulnerability is only relevant to discrimination cases involving racial or sexual harassment.",
              "page": 17,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond",
                  "context": "Submission that damages should fall in the lower band identified in this case."
                },
                {
                  "type": "case",
                  "reference": "Singh",
                  "context": "Submission that the plaintiff's emotional harm was not as severe as in this case."
                }
              ]
            },
            {
              "number": "[130]",
              "content": "In assessing quantum, account must be taken of the circumstances in which the discrimination occurred and the consequences. The circumstances of alleged emotional harm are fact-specific and are to be assessed subjectively on the basis of the actual impact on Ms Beauchamp.",
              "page": 17
            },
            {
              "number": "[131]",
              "content": "Ms Beauchamp's vulnerability is relevant as part of the circumstances of which the discrimination occurred and that because of her vulnerability, it may have had greater consequences for her than it may have had for others. Ms Beauchamp was particularly vulnerable in the circumstances arising here and it is likely her emotional harm was exacerbated. She was young, pregnant (and for the first time), she had a precarious financial position and lacked social supports as she was new to Wellington. Further, Ms Beauchamp lost her job in the middle of her pregnancy. This created enormous stress for her including financial stress and strain on her relationship with Mr Ith. She experienced this stress for many months after she was dismissed, including the financial stress in the months after her baby was born. She continued to feel discouraged and thought about what happened to her every day.",
              "page": 17
            },
            {
              "number": "[132]",
              "content": "The evidence demonstrates the emotional harm suffered by Ms Beauchamp because of her unlawful dismissal were serious and long-lasting. These included feelings of stress, self-doubt, moodiness, confusion and humiliation. The Tribunal agrees these should not be discounted or invalidated on the basis she did not seek medical intervention.",
              "page": 17
            },
            {
              "number": "[133]",
              "content": "The Tribunal must take into account the conduct of the parties in deciding what, if any, remedies to grant under HRA, s 921(4). Ms Beauchamp has done nothing that would disentitle her to damages or reduce their amount. Nor do we consider the defendants did anything to either lessen or exacerbate the emotional harm caused by unlawful discrimination. The Tribunal does not agree with the defendants' submission that the manner of Ms Beauchamp's dismissal (by letter that also congratulated her on her pregnancy and acknowledged her work) mitigates the emotional harm. Despite expressing congratulations and acknowledgement the letter was dismissing Ms Beauchamp unlawfully and the evidence clearly establishes she was shocked and confused after receiving it.",
              "page": 17,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 921(4)",
                  "context": "Requirement to take into account the conduct of the parties when granting remedies."
                }
              ]
            },
            {
              "number": "[134]",
              "content": "Ms Beauchamp was particularly vulnerable. She was pregnant, young, in a precarious financial position, and lacked social support. There is a substantial subjective element to the assessment of humiliation, loss of dignity and injury to feelings, as was observed in Meulenbroek at [179]. As noted in Hammond at [170.5] the very nature of these heads of damages means there are subjective elements to their assessment as the degree of intensity of Ms Beauchamp's subjective feelings of confusion, stress, and humiliation, is incapable of objective proof or measurement in monetary terms. Translating her feelings into hard currency is bound to be an artificial exercise. The Tribunal has to do the best it can on the available material to make a sensible assessment, accepting it is impossible to explain a particular sum with the same kind of solid evidential foundation and persuasive practical reasoning available in the calculation of pecuniary loss.",
              "page": 18,
              "citations": [
                {
                  "type": "case",
                  "reference": "Meulenbroek at [179]",
                  "context": "Observing the subjective element in assessing humiliation and loss of dignity."
                },
                {
                  "type": "case",
                  "reference": "Hammond at [170.5]",
                  "context": "Noting the subjective nature of these heads of damages."
                }
              ]
            },
            {
              "number": "[135]",
              "content": "Taking into account the findings made earlier, we believe an appropriate response to what occurred in the present case is an award of damages around the mid-point of the middle band discussed in Hammond at [176]. We award $25,000.",
              "page": 18,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond at [176]",
                  "context": "Awarding damages based on the middle band discussed in this case."
                }
              ]
            }
          ]
        },
        {
          "title": "Training order",
          "page_start": 18,
          "paragraphs": [
            {
              "number": "[136]",
              "content": "Ms Beauchamp also seeks a training order to be made under HRA, s 921(3)(f) and submitted that the defendants would benefit from training regarding employers' obligations under the Act, to ensure that current and future staff are protected from similar incidents of discrimination.",
              "page": 18,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 921(3)(f)",
                  "context": "Basis for seeking a training order."
                }
              ]
            },
            {
              "number": "[137]",
              "content": "The Tribunal agrees that Ms Du and Mr Tan, both of whom are directors of the first defendant, B & T Co (2011) Ltd, would benefit from understanding their responsibilities and obligations to staff arising from the HRA, including in particular under HRA, s 22.",
              "page": 18,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HRA, s 22",
                  "context": "Identifying the specific section of the HRA for which training is needed."
                }
              ]
            },
            {
              "number": "[138]",
              "content": "As noted in Meulenbroek at [182] and [183] remedies such as a declaration and damages are not on their own directed to preventing future breaches of the Act, especially in relation to others. The specific provision made in the HRA for training orders signifies the Tribunal must in any particular case consider the need to prevent future breaches of the anti-discrimination provisions of the HRA. A training programme is the most effective means of achieving that end.",
              "page": 18,
              "citations": [
                {
                  "type": "case",
                  "reference": "Meulenbroek at [182] and [183]",
                  "context": "Citing the purpose of remedies and the importance of training orders to prevent future breaches."
                }
              ]
            },
            {
              "number": "[139]",
              "content": "These comments apply in equal force to the defendants here.",
              "page": 18
            },
            {
              "number": "[140]",
              "content": "The defendants submitted they would undertake any training order made by the Tribunal if it finds the plaintiff's claim is made out.",
              "page": 18
            },
            {
              "number": "[141]",
              "content": "We accordingly order that the directors of B & T (2011) Ltd, Mr Tan and Ms Du undertake training (at their own cost) as to employer's obligations under the HRA to ensure they are aware of these obligations.",
              "page": 18
            }
          ]
        },
        {
          "title": "ORDERS",
          "page_start": 18,
          "paragraphs": [
            {
              "number": "[142]",
              "content": "For the reasons given above, the decision of the Tribunal is that:",
              "page": 18,
              "subsections": [
                {
                  "title": "[142.1] A declaration is made under s 921(3)(a) of the Human Rights Act 1993 that B & T Co (2011) Ltd and Ms Bing Du committed a breach of s 22(1) of the Human Rights Act 1993 by discriminating against Ms Beauchamp because of her pregnancy.",
                  "content": ""
                },
                {
                  "title": "[142.2] Damages of $1,713.98 are awarded against B & T Co (2011) Ltd and Ms Bing Du under ss 921(3)(c) and 92M(1)(a) of the Human Rights Act 1993 for pecuniary loss in the form of lost earnings and with holiday pay and Kiwisaver on unpaid wages.",
                  "content": ""
                },
                {
                  "title": "[142.3] Damages of $25,000 are awarded against B & T Co (2011) Ltd and Ms Bing Du under HRA, ss 921(3)(c) and 92M(1)(c) for humiliation, loss of dignity and injury to the feelings of Ms Beauchamp.",
                  "content": ""
                },
                {
                  "title": "[142.4] It is ordered pursuant to HRA, s 921(3)(f) that the directors of B & T Co (2011) Ltd, Ms Bing Du and Mr Tan, undertake training (at their own cost) as to employers' obligations under the Human Rights Act 1993 to ensure that they are aware of those obligations.",
                  "content": ""
                }
              ]
            }
          ]
        },
        {
          "title": "COSTS",
          "page_start": 19,
          "paragraphs": [
            {
              "number": "[143]",
              "content": "Costs are reserved. Unless the parties come to an arrangement on costs, the following timetable is to apply:",
              "page": 19,
              "subsections": [
                {
                  "title": "[143.1] Ms Beauchamp is to file her submissions within 14 days after the date of this decision. The submissions for the defendants are to be filed within the 14 days which follow.",
                  "content": ""
                },
                {
                  "title": "[143.2] Ms Beauchamp is to have a right of reply within seven days after that.",
                  "content": ""
                },
                {
                  "title": "[143.3] The Tribunal will then determine the issue of costs on the basis of written submissions without further oral hearing.",
                  "content": ""
                },
                {
                  "title": "[143.4] In case it should prove necessary, we leave it to the Chairperson or Deputy Chairperson of the Tribunal to vary the foregoing timetable.",
                  "content": ""
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Ms J Foster",
          "role": "Deputy Chairperson"
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member"
        },
        {
          "name": "Mr RK Musuku",
          "role": "Member"
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Beauchamp v B & T Co (2011) Ltd [2022] NZHRRT 10.]",
          "page": 1
        }
      ]
    }
  ]
}