{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 15,
    "extraction_date": "12 February 2024"
  },
  "cases": [
    {
      "case_number": 43,
      "case_metadata": {
        "decision_number": "[2024] NZHRRT 4",
        "reference_number": "HRRT 043/2020",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL I TE TARAIPIUNARA ΜΑΝΑ ΤΑNGATA",
        "jurisdiction": "AT AUCKLAND",
        "hearing_date": "28 August – 29 August 2023",
        "decision_date": "12 February 2024",
        "case_title": "Cunliffe & Cunliffe v Helensville Primary School Board of Trustees [2024] NZHRRT 4",
        "legal_basis": "THE PRIVACY ACT 2020",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 14
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "REGAN CUNLIFFE",
            "role": "FIRST PLAINTIFF",
            "type": "individual"
          },
          {
            "name": "RACHEL CUNLIFFE",
            "role": "SECOND PLAINTIFF",
            "type": "individual"
          }
        ],
        "defendants": [
          {
            "name": "HELENSVILLE PRIMARY SCHOOL BOARD OF TRUSTEES",
            "role": "DEFENDANT",
            "type": "organization"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Ms SJ Eyre",
          "role": "Chairperson"
        },
        {
          "name": "Mr JS Hancock",
          "role": "Deputy Chairperson"
        },
        {
          "name": "Ms L Ashworth",
          "role": "Member"
        },
        {
          "name": "Dr NR Swain",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr RD Cunliffe and Ms RV Cunliffe",
          "representing": "in person"
        },
        {
          "counsel": "Mr M Hutcheson and Ms L Wilkinson",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "DECISION OF TRIBUNAL",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "Mr and Ms Cunliffe's children attended Helensville Primary School (the School) for six years. In their final two years at the School Mr and Ms Cunliffe made several information privacy requests to the Helensville Primary School Board of Trustees (the Board) following a complaint they had made to the Board.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "The Board refused the information privacy requests and the requested information was not provided until approximately 18 months later, after a complaint was made to the Privacy Commissioner.",
              "page": 2
            }
          ]
        },
        {
          "title": "BACKGROUND",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[3]",
              "content": "Mr and Ms Cunliffe have four children. From 2013 to 2019 at least one of their children attended their local school, Helensville Primary School. In early 2018 an unsubstantiated allegation was made against Mr Cunliffe by another parent at the School. That parent was subsequently a parent helper at a School camp, despite Mr and Ms Cunliffe attempting to prevent that individual's attendance at the camp. These attempts included unsuccessful Court action. Mr and Ms Cunliffe's child did not attend the camp due to the presence of that parent helper.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "Mr and Ms Cunliffe complained to the principal and then to the Board. The resolution of this complaint included a mediation between Mr and Ms Cunliffe and the Board, held in September 2018. The following morning the Board met with staff at the School to update them on the situation. The Board later informed the Ministry of Education (the Ministry) the purpose of the staff meeting was to discuss “staff safety and wellbeing concerns” due to “direct threats” made during the mediation.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "Mr and Ms Cunliffe were not immediately aware that these matters had been discussed at the staff meeting, but once made aware by the Ministry they expressed their concern to the Board that they had been accused of making \"direct threats\". Mr and Ms Cunliffe made their first information privacy request to the Board on 15 October 2018. This request was followed up on 28 October 2018 with a request for further personal information.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "The Board contracted David Munro, who runs an employment relations business with experience in the school sector, to resolve the escalating situation between Mr and Ms Cunliffe and the Board. This included responding to the information privacy requests made by Mr and Ms Cunliffe. Mr Munro was co-opted onto the Board in November 2018.",
              "page": 2
            },
            {
              "number": "[7]",
              "content": "A third information privacy request was made on 28 January 2019. Notwithstanding previously seeking extensions to respond to the October 2018 requests, on 1 February 2019, all three requests were refused by Mr Munro on behalf of the Board and no documents were provided.",
              "page": 2
            },
            {
              "number": "[8]",
              "content": "A complaint was made to the Privacy Commissioner in January 2020, following which the initial tranche of information (72 emails) was provided to Mr and Ms Cunliffe. Further information was provided on 8 April 2020 (although this turned out to be a subset of the January 2020 information) and on 14 April 2020 a further 49 emails were released to Mr and Ms Cunliffe.",
              "page": 3
            }
          ]
        },
        {
          "title": "THE CLAIM",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[9]",
              "content": "In November 2020 Mr and Ms Cunliffe filed this claim against the Board, claiming that the Board interfered with their privacy by refusing to provide the personal information that they had requested on 15 October 2018, 28 October 2018 and 28 January 2019.",
              "page": 3
            },
            {
              "number": "[10]",
              "content": "The Board initially denied it had interfered with Mr and Ms Cunliffe's privacy, but in the hearing acknowledged “technical breaches” of the Privacy Act 1993 (PA 1993) and maintained that it had a proper basis for refusing the information privacy requests. The Board also disputed the extent of damages and remedies being sought by Mr and Ms Cunliffe.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993 (PA 1993)",
                  "context": "The Board acknowledged “technical breaches” of the Privacy Act 1993."
                }
              ]
            }
          ]
        },
        {
          "title": "ISSUES",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[11]",
              "content": "The Tribunal must determine the following issues:",
              "page": 3,
              "subsections": [
                {
                  "title": "[11.1]",
                  "content": "Did the Board respond to Mr and Ms Cunliffe's information privacy requests in accordance with the PA 1993?"
                },
                {
                  "title": "[11.2]",
                  "content": "If not, was there an interference with Mr and Ms Cunliffe's privacy?"
                },
                {
                  "title": "[11.3]",
                  "content": "If there was an interference with Mr and Ms Cunliffe's privacy, what, if anything, is the appropriate remedy?"
                }
              ]
            }
          ]
        },
        {
          "title": "RESPONSE TO THE INFORMATION PRIVACY REQUESTS",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[12]",
              "content": "The PA 19932 entitles an individual to make an information privacy request and prescribes the requirements for responding to that request.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "The PA 1993 entitles an individual to make an information privacy request."
                }
              ]
            },
            {
              "number": "[13]",
              "content": "There are two key components to a response to an information privacy request:",
              "page": 3,
              "subsections": [
                {
                  "title": "[13.1]",
                  "content": "First, a decision must be made whether the request will be granted, in what manner and for what charge (if any). This decision must be made as soon as reasonably practicable and no later than 20 working days after the date on which the request was received (refer s 40 PA 1993)."
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40 PA 1993",
                  "context": "This decision must be made as soon as reasonably practicable and no later than 20 working days after the date on which the request was received (refer s 40 PA 1993)."
                }
              ]
            },
            {
              "number": "",
              "content": "",
              "page": 4,
              "subsections": [
                {
                  "title": "[13.2]",
                  "content": "Secondly, the information requested must be provided without undue delay (s 66(4) PA 1993)."
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 66(4) PA 1993",
                  "context": "information requested must be provided without undue delay (s 66(4) PA 1993)."
                }
              ]
            },
            {
              "number": "[14]",
              "content": "If a decision is not made within the timeframe specified in s 40 PA 1993 or the information is not provided without undue delay, it is deemed to be an interference with privacy. If there has been an interference with privacy, the Tribunal may provide a remedy for that interference with privacy.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40 PA 1993",
                  "context": "If a decision is not made within the timeframe specified in s 40 PA 1993..."
                }
              ]
            },
            {
              "number": "[15]",
              "content": "Mr and Ms Cunliffe made their first information privacy request on 15 October 2018. Accordingly, the Board was required to decide whether to grant that request as soon as practicable but no later than 13 November 2018. On 8 November 2018, the Board sought an extension to the time to reply for a further 20 days, which meant a decision was required by 11 December 2018. A decision was made by the Board on 1 February 2019 when this request, as well as the next two requests, were refused. This decision was made later than the time to reply was extended to and therefore later than was required under s 40 PA 1993.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40 PA 1993",
                  "context": "This decision was made later than the time to reply was extended to and therefore later than was required under s 40 PA 1993."
                }
              ]
            },
            {
              "number": "[16]",
              "content": "Mr and Ms Cunliffe's second information privacy request was made on 28 October 2018. Accordingly, the Board was required to decide whether to grant that request no later than 23 November 2018. The Board sought an extension on 13 November 2018, but as the extension had no end date it did not meet the extension criteria in s 41 PA 1993.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 41 PA 1993",
                  "context": "the extension had no end date it did not meet the extension criteria in s 41 PA 1993."
                }
              ]
            },
            {
              "number": "[17]",
              "content": "The Board therefore failed to comply with the requirements of s 40(1) PA 1993 in respect of the 15 October 2018 and 28 October 2018 information privacy requests.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40(1) PA 1993",
                  "context": "The Board therefore failed to comply with the requirements of s 40(1) PA 1993"
                }
              ]
            },
            {
              "number": "[18]",
              "content": "Mr and Ms Cunliffe made their third information privacy request on 28 January 2019. Accordingly, the Board was required to provide its response no later than 26 February 2019. On 1 February 2019 this request was refused. The decision on the request was therefore made within the timeframe required by s 40 PA 1993. The refusal was stated to be a response to all three requests for personal information.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40 PA 1993",
                  "context": "The decision on the request was therefore made within the timeframe required by s 40 PA 1993."
                }
              ]
            },
            {
              "number": "[19]",
              "content": "The Board can only refuse to provide the personal information requested if it is refused in accordance with ss 27 to 29 PA 1993.3 The Board's refusal stated that the requests were being refused “because of your refusal to meet with me [Mr Munro] or to engage with me in any other meaningful way\".",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "ss 27 to 29 PA 1993",
                  "context": "refused in accordance with ss 27 to 29 PA 1993"
                }
              ]
            },
            {
              "number": "[20]",
              "content": "The refusal was not made in reliance on ss 27 to 29 PA 1993, there was no reference to those sections, nor was there any reference to the specific grounds for refusal described in those sections, such as security reasons, trade secrets, disclosure of the affairs of others or disclosure of privileged information. The refusal was instead focused on the fact Mr and Ms Cunliffe would not meet with Mr Munro. However, the PA 1993 does not require individuals to meet with an agency when they make an information privacy request. The Board was required to respond to the request irrespective of whether they met or not.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "ss 27 to 29 PA 1993",
                  "context": "The refusal was not made in reliance on ss 27 to 29 PA 1993"
                },
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "However, the PA 1993 does not require individuals to meet with an agency when they make an information privacy request."
                }
              ]
            },
            {
              "number": "[21]",
              "content": "The Board therefore failed to comply with the PA 1993 in relation to the third request, by refusing, without reliance on ss 27 to 29, to make information available. As the Board's refusal to supply information on 1 February 2019 was made in response to all three requests, this failure also applies to both of the October 2018 requests.",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "The Board therefore failed to comply with the PA 1993 in relation to the third request"
                },
                {
                  "type": "statute",
                  "reference": "ss 27 to 29",
                  "context": "by refusing, without reliance on ss 27 to 29, to make information available."
                }
              ]
            }
          ]
        },
        {
          "title": "WAS THERE AN INTERFERENCE WITH MR AND MS CUNLIFFE'S PRIVACY?",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[22]",
              "content": "A failure to comply with PA 1993 will only give rise to a remedy if it results in an interference with privacy as detailed in s 66, as set out below:",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "A failure to comply with PA 1993"
                },
                {
                  "type": "statute",
                  "reference": "s 66",
                  "context": "interference with privacy as detailed in s 66"
                }
              ],
              "quoted_material": {
                "source": "Privacy Act 1993, section 66",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "66",
                    "content": "Interference with privacy"
                  },
                  {
                    "identifier": "(1)",
                    "content": "[...]"
                  },
                  {
                    "identifier": "(2)",
                    "content": "Without limiting subsection (1), an action is an interference with the privacy of an individual if, in relation to an information privacy request made by the individual,"
                  },
                  {
                    "identifier": "(a)",
                    "content": "the action consists of a decision made under Part 4 or Part 5 in relation to the request, including—"
                  },
                  {
                    "identifier": "(i)",
                    "content": "a refusal to make information available in response to the request; or"
                  },
                  {
                    "identifier": "(ii)",
                    "content": "a decision by which an agency decides, in accordance with section 42 or section 43, in what manner or, in accordance with section 40, for what charge the request is to be granted; or Part 8 s 66 Privacy Act 1993 Reprinted as at 1 December 2020 54"
                  },
                  {
                    "identifier": "(iii)",
                    "content": "a decision by which an agency imposes conditions on the use, communication, or publication of information made available pursuant to the request; or"
                  },
                  {
                    "identifier": "(iv)",
                    "content": "a decision by which an agency gives a notice under section 32; or"
                  },
                  {
                    "identifier": "(v)",
                    "content": "a decision by which an agency extends any time limit under section 41; or"
                  },
                  {
                    "identifier": "(vi)",
                    "content": "a refusal to correct personal information; and"
                  },
                  {
                    "identifier": "(b)",
                    "content": "the Commissioner or, as the case may be, the Tribunal is of the opinion that there is no proper basis for that decision."
                  },
                  {
                    "identifier": "(3)",
                    "content": "If, in relation to any information privacy request, any agency fails within the time limit fixed by section 40(1) (or, where that time limit has been extended under this Act, within that time limit as so extended) to comply with paragraph (a) or paragraph (b) of section 40(1), that failure shall be deemed, for the purposes of subsection (2)(a)(i) of this section, to be a refusal to make available the information to which the request relates."
                  },
                  {
                    "identifier": "(4)",
                    "content": "Undue delay in making information available in response to an information privacy request for that information shall be deemed, for the purposes of subsection (2)(a)(i), to be a refusal to make that information available."
                  }
                ]
              }
            },
            {
              "number": "[23]",
              "content": "In this instance, s 66(2) applies and s 66(3) is also relevant as it states that a failure to respond within the timeframe set in s 40(1) amounts to a refusal to respond to a request.",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 66(2)",
                  "context": "In this instance, s 66(2) applies"
                },
                {
                  "type": "statute",
                  "reference": "s 66(3)",
                  "context": "and s 66(3) is also relevant"
                },
                {
                  "type": "statute",
                  "reference": "s 40(1)",
                  "context": "timeframe set in s 40(1)"
                }
              ]
            },
            {
              "number": "[24]",
              "content": "The Board did not comply with the timeframe fixed by s 40(1) in respect of the first two requests, which means the Board is deemed to have refused to make the personal information available. In relation to the third request, the Board refused to make information available. This satisfies the first part of the definition under s 66(2)(a)(i).",
              "page": 5,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 40(1)",
                  "context": "The Board did not comply with the timeframe fixed by s 40(1)"
                },
                {
                  "type": "statute",
                  "reference": "s 66(2)(a)(i)",
                  "context": "This satisfies the first part of the definition under s 66(2)(a)(i)."
                }
              ]
            },
            {
              "number": "[25]",
              "content": "If the Tribunal finds that there is no proper basis for that refusal, then s 66(2)(b) will be satisfied and there will be an interference with Mr and Ms Cunliffe's privacy.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 66(2)(b)",
                  "context": "then s 66(2)(b) will be satisfied"
                }
              ]
            },
            {
              "number": "[26]",
              "content": "In determining whether there was a “proper basis” in s 66(2)(b) reference must be made to s 30 PA 1993 which states:",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 66(2)(b)",
                  "context": "In determining whether there was a “proper basis” in s 66(2)(b)"
                },
                {
                  "type": "statute",
                  "reference": "s 30 PA 1993",
                  "context": "reference must be made to s 30 PA 1993"
                }
              ],
              "quoted_material": {
                "source": "PA 1993, section 30",
                "content": "Subject to sections 7, 31, and 32, no reasons other than 1 or more of the reasons set out in sections 27 to 29 justifies a refusal to disclose any information requested pursuant to principle 6.",
                "internal_paragraphs": [
                  {
                    "identifier": "30",
                    "content": "Refusal not permitted for any other reason"
                  }
                ]
              }
            },
            {
              "number": "[27]",
              "content": "The wording of s 30 PA 1993 is clear. An agency can only refuse a request if the refusal is justified under one of the sections referred to in s 30 PA 1993. The Board could not point to any reason for refusal made out in its letter dated 1 February 2019 that related to ss 27-29 PA 1993. The Board accordingly acknowledged in its closing submissions that this was a “technical” breach of PA 1993. Mr Munro also accepted in his evidence that there was a risk in the approach he took to responding to the information privacy requests.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 30 PA 1993",
                  "context": "The wording of s 30 PA 1993 is clear."
                },
                {
                  "type": "statute",
                  "reference": "ss 27-29 PA 1993",
                  "context": "related to ss 27-29 PA 1993."
                },
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "“technical” breach of PA 1993."
                }
              ]
            },
            {
              "number": "[28]",
              "content": "The Board has interfered with Mr and Ms Cunliffe's privacy. This is not simply a technical breach, it is a breach of one of the fundamental obligations of an agency under the PA 1993, namely the requirement to provide individuals with access to personal information held about them by an agency. There was no proper basis for the Board to refuse to provide this personal information. The second limb of the definition of an interference with privacy is met and Mr and Ms Cunliffe are entitled to a remedy.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "a breach of one of the fundamental obligations of an agency under the PA 1993"
                }
              ]
            }
          ]
        },
        {
          "title": "REMEDY",
          "page_start": 6,
          "paragraphs": [
            {
              "number": "[29]",
              "content": "When the Tribunal determines on the balance of probabilities that there has been an interference with privacy, it may grant one or more of the remedies set out in s 85 of the PA 1993.",
              "page": 6,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 85 of the PA 1993",
                  "context": "remedies set out in s 85 of the PA 1993."
                }
              ]
            },
            {
              "number": "[30]",
              "content": "Mr and Ms Cunliffe seek:",
              "page": 6,
              "subsections": [
                {
                  "title": "[30.1]",
                  "content": "A declaration that the Board interfered with their privacy; and"
                },
                {
                  "title": "[30.2]",
                  "content": "$10,000 each in damages for loss of benefit; and"
                },
                {
                  "title": "[30.3]",
                  "content": "$150,000 each in damages for humiliation, loss of dignity and injury to feelings; and"
                },
                {
                  "title": "[30.4]",
                  "content": "Costs."
                }
              ]
            }
          ]
        },
        {
          "title": "Declaration",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[31]",
              "content": "The grant of a declaration is discretionary but declaratory relief is not normally denied by the Tribunal where it finds there has been an interference with privacy.4",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414at [107] and [108]",
                  "context": "Referenced in footnote 4."
                }
              ]
            },
            {
              "number": "[32]",
              "content": "The Tribunal has found that the Board has interfered with Mr and Ms Cunliffe's privacy.",
              "page": 7
            },
            {
              "number": "[33]",
              "content": "It is appropriate in this claim that the Tribunal issue a formal declaration that the Board has interfered with Mr and Ms Cunliffe's privacy. This declaration is accordingly made.",
              "page": 7
            }
          ]
        },
        {
          "title": "Damages",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[34]",
              "content": "The Tribunal may order damages under three specific heads as set out in s 88 below:",
              "page": 7,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 88",
                  "context": "three specific heads as set out in s 88 below:"
                }
              ],
              "quoted_material": {
                "source": "Privacy Act 1993, section 88",
                "content": "",
                "internal_paragraphs": [
                  {
                    "identifier": "88",
                    "content": "Damages"
                  },
                  {
                    "identifier": "(1)",
                    "content": "In any proceedings under section 82 or section 83, the Tribunal may award damages against the defendant for an interference with the privacy of an individual in respect of any 1 or more of the following:"
                  },
                  {
                    "identifier": "(a)",
                    "content": "pecuniary loss suffered as a result of, and expenses reasonably incurred by the aggrieved individual for the purpose of, the transaction or activity out of which the interference arose:"
                  },
                  {
                    "identifier": "(b)",
                    "content": "loss of any benefit, whether or not of a monetary kind, which the aggrieved individual might reasonably have been expected to obtain but for the interference:"
                  },
                  {
                    "identifier": "(c)",
                    "content": "humiliation, loss of dignity, and injury to the feelings of the aggrieved individual."
                  }
                ]
              }
            },
            {
              "number": "[35]",
              "content": "Mr and Ms Cunliffe have each sought damages under this section for loss of benefit and for humiliation, loss of dignity and injury to feelings.",
              "page": 7
            }
          ]
        },
        {
          "title": "Damages for loss of benefit",
          "page_start": 7,
          "paragraphs": [
            {
              "number": "[36]",
              "content": "To award damages for loss of benefit, the Tribunal must be satisfied that the interference with privacy was a contributing or material cause of the loss of any benefit,5 which Mr and Ms Cunliffe might reasonably have been expected to obtain but for the interference.6",
              "page": 7,
              "citations": [
                {
                  "type": "case",
                  "reference": "Attorney-General v Dotcom [2018] NZHC 2564, [2019] 2 NZLR 277at [205]",
                  "context": "Referenced in footnote 5."
                },
                {
                  "type": "case",
                  "reference": "Gorgus v Chief Executive, Department of Corrections [2023] NZHRRT 22 at [88.2]",
                  "context": "Referenced in footnote 5."
                },
                {
                  "type": "statute",
                  "reference": "PA 1993, s 88(1)(b)",
                  "context": "Referenced in footnote 6."
                },
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings v Netsafe Inc [2022] NZHRRT 15, (2022) 13 HRNZ 571 at [230.5]",
                  "context": "Referenced in footnote 6."
                }
              ]
            },
            {
              "number": "[37]",
              "content": "Mr and Ms Cunliffe claim the interference with their privacy caused them a loss of benefit in three areas; their children's opportunity to be educated at the local school; their access to community support; and their ability to commence with legal or other complaint avenues.",
              "page": 8
            }
          ]
        },
        {
          "title": "Loss of benefit in relation to attendance at the School",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[38]",
              "content": "Mr and Ms Cunliffe submitted that the interference with their privacy by the Board caused or contributed to their decision to move their children from the School to out-of-zone schools in 2018 and 2019. Mr and Ms Cunliffe claim that this resulted in a loss of benefit which included increased fuel costs associated with transporting their children to these out-of-zone schools.",
              "page": 8
            },
            {
              "number": "[39]",
              "content": "While enrolment of children at the local school can be beneficial where it is what a party desires, the Tribunal is not satisfied that the interference with privacy was a material or contributing cause to the loss of the convenience of this education option.",
              "page": 8
            },
            {
              "number": "[40]",
              "content": "The relationship between Mr and Ms Cunliffe and the Board had broken down significantly prior to the refusal to release personal information resulting in the interference with privacy. Mr and Ms Cunliffe chose to remove their first child from the School in early August 2018, over two months prior to their first information request. Their two other children were removed from the School in June 2019, which is four months after the Board had refused the information requests and shortly after the Board elections which Mr and Ms Cunliffe each stood for, but were unsuccessful in.",
              "page": 8
            },
            {
              "number": "[41]",
              "content": "The timing of the decisions to move first one child and then two more of their children to a non-local school does not appear related to the 1 February 2019 refusal to provide the personal information or the subsequent failures to provide the requested personal information within the timeframes required. Furthermore, the evidence throughout the hearing clearly established there was an overall breakdown in relationships between Mr and Ms Cunliffe and various members of the School community from March 2018 onwards. This animosity arose from the School camp complaint and subsequent actions by both the Board and Mr and Ms Cunliffe. It appears more probable than not to the Tribunal that this was the material motivation for the school changes, rather than the interference with privacy. There is no evidence which supports the contention that the interference with privacy which manifested on 1 February 2019 was a contributing factor to the loss of the stated benefit of attending a local primary school.",
              "page": 8
            },
            {
              "number": "[42]",
              "content": "No damages for loss of benefit will be awarded under this head.",
              "page": 8
            }
          ]
        },
        {
          "title": "Loss of community",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[43]",
              "content": "Mr and Ms Cunliffe also claim a loss of a benefit arising from a “loss of community\" which they claim stems from the interference with their privacy. This refers to the range of community supports, (practical, financial and emotional) that they say could have been of benefit to them, particularly as they were experiencing a family health crisis but that was not available due to the Board's interference with their privacy.",
              "page": 8
            },
            {
              "number": "[44]",
              "content": "As already noted, there were fractured relationships between Mr and Ms Cunliffe and the Board arising from the dispute regarding the School camp. It was apparent from the evidence of both Mr and Ms Cunliffe that members of the wider community were aware of the dispute and were likely to have formed their own views on the situation, which may have resulted in the Cunliffe family experiencing a sense of loss of community. However, we find that this is more likely to have arisen from the School camp dispute than the interference with privacy itself.",
              "page": 9
            },
            {
              "number": "[45]",
              "content": "Furthermore, the availability of support from members of the community is not always a given. For the interference with privacy to have been a contributing or material cause to Mr and Ms Cunliffe losing that benefit, there would need to be some evidence that the interference with privacy was known to those who may otherwise have been expected to provide support to Mr and Ms Cunliffe. No such evidence has been provided. Mr and Ms Cunliffe's claimed loss of benefit for a “loss of community” is instead based on their subjective assessment of the circumstances and is not supported by corroborating evidence put before the Tribunal.",
              "page": 9
            },
            {
              "number": "[46]",
              "content": "No damages for loss of benefit will be awarded under this head.",
              "page": 9
            }
          ]
        },
        {
          "title": "Loss of benefit to access legal or complaint avenues",
          "page_start": 9,
          "paragraphs": [
            {
              "number": "[47]",
              "content": "Mr and Ms Cunliffe also submitted that the interference with privacy adversely impacted on their ability to take legal action to correct or respond to the allegations against them regarding the threats.",
              "page": 9
            },
            {
              "number": "[48]",
              "content": "Where the loss of a benefit is claimed to be the inability to use documents in a court proceeding, there must be some evidence that the actions were intended to have been undertaken and that opportunity has now been lost. It would also then be necessary to consider the extent to which the information requested is likely to have affected the outcome of the litigation for which it was said to be required.7",
              "page": 9,
              "citations": [
                {
                  "type": "case",
                  "reference": "Attorney-General v Dotcom as above n 5, at [207]",
                  "context": "Referenced in footnote 7."
                }
              ]
            },
            {
              "number": "[49]",
              "content": "Mr and Ms Cunliffe have not provided any specific evidence of what legal action they would have taken in respect of the allegations that they had made threats, nor have they clarified how the delay in receiving this information has impacted that. The standard limitation period for civil proceedings is unlikely to have expired, either now or at the time the interference with privacy arose. Mr and Ms Cunliffe have provided no evidence that any legal action has been commenced, nor have they established how the delay in receiving the requested information may have impacted the outcome of the litigation.",
              "page": 9
            },
            {
              "number": "[50]",
              "content": "No damages for loss of benefit under this head will be provided.",
              "page": 10
            }
          ]
        },
        {
          "title": "Damages for humiliation, loss of dignity and injury to feelings",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[51]",
              "content": "To award damages of this type, the Tribunal must be satisfied that there is a causal connection between the interference with privacy and the humiliation, loss of dignity and injury to feelings Mr and Ms Cunliffe claim they suffered.8 The award of damages of this type is intended to be an appropriate response to compensate for that harm and its purpose is not to punish the defendant.9 However, the conduct of the defendant is to be taken into account by the Tribunal in deciding what remedy to grant.10",
              "page": 10,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings v Netsafe Inc as above n 6, at [217], citing Winter v Jans HC Hamilton CIV-2003-419-854, 6 April 2004 at [33] and [34].",
                  "context": "Referenced in footnote 8."
                },
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide [2015] NZHRRT 6, (2015) 10 HRNZ 66 at [170].",
                  "context": "Referenced in footnote 9."
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993, section 85(4)",
                  "context": "Referenced in footnote 10."
                }
              ]
            },
            {
              "number": "[52]",
              "content": "In Hammond v Credit Union Baywide (Hammond) three bands were broadly identified for awards of damages,11 Damages at the less serious end of the scale have ranged up to $10,000, for more serious cases, awards have ranged from $10,000 to about $50,000; and for the most serious category of cases, awards may be in excess of $50,000.12 Mr and Ms Cunliffe have claimed $150,000 in damages each, which would be in the upper range of the band of damages applied to the most serious cases.",
              "page": 10,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide as above n 9, at [176].",
                  "context": "Referenced in footnote 11."
                },
                {
                  "type": "case",
                  "reference": "At [176].",
                  "context": "Referenced in footnote 12."
                }
              ]
            },
            {
              "number": "[53]",
              "content": "The Board says that there is no causal connection between the interference with privacy and any feelings of humiliation, loss of dignity or injury to feelings experienced by Mr and Ms Cunliffe and considers no damages should be awarded to either Mr Cunliffe or Ms Cunliffe.",
              "page": 10
            },
            {
              "number": "[54]",
              "content": "In support, the Board submits that any humiliation, loss of dignity or injury to feelings claimed by Mr and Ms Cunliffe:",
              "page": 10,
              "subsections": [
                {
                  "title": "[54.1]",
                  "content": "Arose primarily from the events associated with the initial complaint about the School camp and the dispute with various members of the School community that followed; and"
                },
                {
                  "title": "[54.2]",
                  "content": "Was more closely connected to the content of the information provided to them, rather than the refusal or late provision of that information; and"
                },
                {
                  "title": "[54.3]",
                  "content": "Was the “by-product of their own antagonistic and vindictive campaign” brought against the Board."
                }
              ]
            },
            {
              "number": "[55]",
              "content": "The Board says that it would be inconsistent with the purposes of the PA 1993 to award damages in these circumstances.",
              "page": 10,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "inconsistent with the purposes of the PA 1993"
                }
              ]
            },
            {
              "number": "[56]",
              "content": "The Tribunal accepts the School camp incident and subsequent disputes prior to the interference with privacy did significantly impact both Mr and Ms Cunliffe. It was, however, apparent that the delay in providing the documents requested, specifically those containing information about the “direct threats” which Mr and Ms Cunliffe purportedly made, materially contributed to their humiliation, loss of dignity and injury to feelings.",
              "page": 11
            },
            {
              "number": "[57]",
              "content": "While the content of the information had a material impact on Mr and Ms Cunliffe this does not negate their claim of humiliation, loss of dignify and injury to feelings in not knowing that content. They did not know, for some considerable time, what “threats” they had been accused of and were understandably very concerned about this.",
              "page": 11
            },
            {
              "number": "[58]",
              "content": "Finally, we do not accept that Mr and Ms Cunliffe's conduct ought to disentitle them from damages under this head. While the Board and Mr and Ms Cunliffe were involved in a fractious public dispute which predated the information request and refusal, the Tribunal is satisfied that the refusal itself was a material contributor to both Mr and Ms Cunliffes' respective humiliation, loss of dignity and injury to feelings.13",
              "page": 11,
              "citations": [
                {
                  "type": "case",
                  "reference": "Director of Human Rights Proceedings v Netsafe Inc as a bove n 6, at [217]. See also O'Hagan v Police [2020] NZHRRT 22 at [67].",
                  "context": "Referenced in footnote 13."
                }
              ]
            },
            {
              "number": "[59]",
              "content": "In reaching the conclusions above, we have taken into account and accepted Ms Cunliffe's evidence that the handling of their information privacy request and the subsequent refusal caused her considerable stress and distress and was detrimental to her mental health. Her medical records from her General Practitioner and her undisputed evidence of her health deterioration demonstrates escalating health difficulties and increased medical interventions required for stress, anxiety, sleeplessness and panic attacks. Ms Cunliffe was also hospitalised with chest pain, following the realisation they had been accused of making direct threats. The Tribunal accepts that the allegation that Mr and Ms Cunliffe had made \"direct threats\" during the mediation process caused a significant and ongoing health impact to Ms Cunliffe. This could have been alleviated by the prompt release of the information relating to the alleged “direct threat\" within the timeframe required by the PA 1993. The Tribunal is satisfied that there was a clear causative link between the delay and the uncertainty that created and Ms Cunliffe's documented medical concerns and related humiliation, emotional harm and injury to feelings.",
              "page": 11,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "within the timeframe required by the PA 1993."
                }
              ]
            },
            {
              "number": "[60]",
              "content": "Similarly, Mr Cunliffe provided evidence that his medical symptoms worsened during that period also leading to a diagnosis of irritable bowel syndrome in January 2019. We accept his evidence that during this time he experienced increased stress and anxiety, some of which also stemmed from his concern and unhappiness at the detrimental impact the matter was having upon his wife's health. While Mr Cunliffe did not express in as much detail as his wife the impact on his own health, Ms Cunliffe did corroborate the evidence he provided about the impact the delay in receiving the information caused Mr Cunliffe. The depth of distress that both Mr and Ms Cunliffe experienced from the unnecessary delays in providing the personal information requested was very evident in their evidence.",
              "page": 11
            },
            {
              "number": "[61]",
              "content": "Overall, the Tribunal is satisfied that there is a clear material causal connection between the impact of the delay in receiving clarification (via the documents) of the nature of the alleged “direct threats” and the emotional harm suffered by both Mr and Ms Cunliffe from the Board's initial refusal and subsequent delay to provide those documents. Mr and Ms Cunliffe were entitled to request their personal information from the Board. The right of an individual to receive personal information held about them by an agency is a core principle underpinning the PA 1993 and continues into the Privacy Act 2020.",
              "page": 12,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "core principle underpinning the PA 1993"
                },
                {
                  "type": "statute",
                  "reference": "Privacy Act 2020",
                  "context": "continues into the Privacy Act 2020."
                }
              ]
            },
            {
              "number": "[62]",
              "content": "The Tribunal finds that an award of damages to Mr and Ms Cunliffe under s 88(1)(c) is appropriate for the humiliation, loss of dignity and injury to feelings they each experienced.",
              "page": 12,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 88(1)(c)",
                  "context": "award of damages to Mr and Ms Cunliffe under s 88(1)(c)"
                }
              ]
            },
            {
              "number": "[63]",
              "content": "In considering any remedy, the Tribunal must have regard to the Board's conduct, including its misguided approach to insisting on a face-to-face meeting before any information would be released.14 The approach taken by Mr Munro on behalf of the Board had the effect of causing Mr and Ms Cunliffe further distress and exacerbation of the harm caused. This may have been avoided had the matter been quickly clarified through timely release of, or reference to, the Principal's email to the Board Chair dated 17 October 2018 clarifying that neither of Mr and Ms Cunliffe had made threats at the mediation meeting and that the accusation was only made about Mr Cunliffe, not Ms Cunliffe.",
              "page": 12,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993, s 85(4)",
                  "context": "Referenced in footnote 14."
                }
              ]
            },
            {
              "number": "[64]",
              "content": "Mr Munro, who gave evidence of his professional expertise in Privacy Act matters, knew that his approach in insisting upon meeting with Mr and Ms Cunliffe held some risks for the Board, yet nonetheless persisted with it. The Board's insistence that in-person meeting take place, which is not a requirement under the PA 1993, and subsequent refusal of the information request when this condition was not agreed to, had an aggravating effect on the harm experienced by Mr and Ms Cunliffe.",
              "page": 12,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA 1993",
                  "context": "not a requirement under the PA 1993"
                }
              ]
            },
            {
              "number": "[65]",
              "content": "Having regard to the guidance in Hammond, and the overall circumstances of the case, the Tribunal finds that this is a claim which sits in the lower part of the middle band of damages identified in Hammond.15 We find that this level of damages most appropriately reflects the clear causal connection between the circumstances giving rise to the interference with privacy (the refusal) and the humiliation, loss of dignity and injury to feelings to Mr and Ms Cunliffe. It also reflects the considerable length of the delay in the Board's provision of information.",
              "page": 12,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond",
                  "context": "Having regard to the guidance in Hammond"
                },
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide as above n 9, at [176]",
                  "context": "Referenced in footnote 15."
                }
              ]
            },
            {
              "number": "[66]",
              "content": "The Tribunal finds that the impact of the Board's conduct was more significant and pronounced on Ms Cunliffe, given the clearly evidenced health consequences to her and the fact that she was not actually being accused of any direct threats (although she did not know that at the time). Accordingly, a higher award of $15,000 damages is to be awarded to Ms Cunliffe and an award of damages of $10,000 is to be made to Mr Cunliffe.",
              "page": 13
            }
          ]
        },
        {
          "title": "Other Remedies",
          "page_start": 13,
          "paragraphs": [
            {
              "number": "[67]",
              "content": "Mr and Ms Cunliffe have requested a public apology. The Tribunal declines to make this order as any public apology would be more constructive if made voluntarily and not subject to prospect of enforcement proceedings in the District Court.",
              "page": 13,
              "subsections": [
                {
                  "title": "Apology",
                  "content": ""
                }
              ]
            },
            {
              "number": "[68]",
              "content": "Mr and Ms Cunliffe seek an order that the Board comply with their information request under s 85(1)(d) of the PA 1993. However, the Tribunal has not found that any documents were wrongly withheld and aside from a general submission that personal information contained in text messages and social media messages by board members, meeting notes and emails held by the Board may have not been provided, there is no actual evidence of this. The Tribunal has no evidence before it which suggests that the Board has withheld any documents, text messages or social media messages that are within its possession. Accordingly, there is no basis upon which the Tribunal could make such an order.",
              "page": 13,
              "subsections": [
                {
                  "title": "Order for provision of further documents",
                  "content": ""
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 85(1)(d) of the PA 1993",
                  "context": "request under s 85(1)(d) of the PA 1993."
                }
              ]
            },
            {
              "number": "[69]",
              "content": "Finally, Mr Cunliffe also submitted the Board have not formally provided him with one of the documents included in the common bundle of documents, being an email between the Ministry and the Board dated 12 October 2018. However, Mr and Ms Cunliffe were provided with that email by the Ministry of Education, so they do have that document. While it was provided from a different source, as Mr Cunliffe knows the school has it and has obtained a copy of it there is no meaningful purpose for the Tribunal to order that the Board produce this document.",
              "page": 13
            }
          ]
        },
        {
          "title": "ORDER",
          "page_start": 13,
          "paragraphs": [
            {
              "number": "[70]",
              "content": "The Tribunal is satisfied on the balance of probabilities that the actions of the Helensville Primary School Board of Trustees were an interference with the privacy of Mr and Ms Cunliffe. The following orders are made:",
              "page": 13,
              "subsections": [
                {
                  "title": "[70.1]",
                  "content": "A declaration is made under s 85(1)(a) of the Privacy Act 1993 that Helensville Primary School Board interfered with Mr and Ms Cunliffe's privacy by failing to respond to their information privacy requests in accordance with the Privacy Act 1993."
                }
              ]
            },
            {
              "number": "[70.2]",
              "content": "The Helensville Primary School Board is to pay Ms Cunliffe damages of $15,000 for humiliation, loss of dignity and injury to feelings under s 88(1)(c) of the Privacy Act 1993 no later than 20 working days after the date of this decision.",
              "page": 14
            },
            {
              "number": "[70.3]",
              "content": "The Helensville Primary School Board is to pay Mr Cunliffe damages of $10,000 for humiliation, loss of dignity and injury to feelings under s 88(1)(c) of the Privacy Act 1993 no later than 20 working days after the date of this decision.",
              "page": 14
            }
          ]
        },
        {
          "title": "COSTS",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[71]",
              "content": "Mr and Ms Cunliffe have sought costs, it is appropriate that they are awarded reimbursement of their disbursement costs incurred in preparing and presenting their claim. However, as they were self-represented, they are not entitled to general costs, which are considered to mean legal costs.16",
              "page": 14,
              "citations": [
                {
                  "type": "case",
                  "reference": "Scarborough v Kelly Services (NZ) Ltd (Costs) [2016] NZHRRT 3 at [8.1].",
                  "context": "Referenced in footnote 16."
                }
              ]
            },
            {
              "number": "[72]",
              "content": "An itemised list of the disbursements incurred by Mr and Ms Cunliffe is to be sent to the Board within five working days of the date of this decision (with any applicable receipts).",
              "page": 14
            },
            {
              "number": "[73]",
              "content": "The Tribunal anticipates that given the limited disbursements costs that can be incurred and recoverable, the parties will be able to come to an agreement regarding the payment of Mr and Ms Cunliffe's disbursements.",
              "page": 14
            },
            {
              "number": "[74]",
              "content": "However, if the parties cannot agree on the payment by the Board of Mr and Ms Cunliffe's disbursements, then the following timetable is to apply:",
              "page": 14,
              "subsections": [
                {
                  "title": "[74.1]",
                  "content": "Within 10 working days of this decision each party is to file submissions (no longer than five pages) regarding the appropriate disbursements costs to be paid, with the itemised list of disbursements attached."
                },
                {
                  "title": "[74.2]",
                  "content": "The Tribunal will then determine the matter based on the written submissions without a hearing but may invite further submissions from the parties if necessary."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms SJ Eyre",
          "role": "Chairperson",
          "date": ""
        },
        {
          "name": "Mr JS Hancock",
          "role": "Deputy Chairperson",
          "date": ""
        },
        {
          "name": "Ms L Ashworth",
          "role": "Member",
          "date": ""
        },
        {
          "name": "Dr NR Swain",
          "role": "Member",
          "date": ""
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "This decision is to be cited as Cunliffe & Cunliffe v Helensville Primary School Board of Trustees [2024] NZHRRT 4.",
          "page": 1
        },
        {
          "number": "2",
          "content": "The Privacy Act 1993 was repealed and replaced by the Privacy Act 2020 on 1 December 2020. However, this claim was filed under the Privacy Act 1993. The transitional provisions in Privacy Act 2020 Schedule 1, Part 1, clause 9(1) provide that these proceedings must be continued and completed under the 2020 Act, but that does not alter the relevant legal rights and obligations in force at the time that actions subject to this claim were taken. Accordingly, all references in this decision are to the Privacy Act 1993.",
          "page": 3
        },
        {
          "number": "3",
          "content": "Privacy Act 1993, s 30.",
          "page": 4
        },
        {
          "number": "4",
          "content": "See Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414at [107] and [108].",
          "page": 7
        },
        {
          "number": "5",
          "content": "Attorney-General v Dotcom [2018] NZHC 2564, [2019] 2 NZLR 277at [205]; and Gorgus v Chief Executive, Department of Corrections [2023] NZHRRT 22 at [88.2].",
          "page": 7
        },
        {
          "number": "6",
          "content": "PA 1993, s 88(1)(b); see Director of Human Rights Proceedings v Netsafe Inc [2022] NZHRRT 15, (2022) 13 HRNZ 571 at [230.5].",
          "page": 7
        },
        {
          "number": "7",
          "content": "See Attorney-General v Dotcom as above n 5, at [207]",
          "page": 9
        },
        {
          "number": "8",
          "content": "Director of Human Rights Proceedings v Netsafe Inc as above n 6, at [217], citing Winter v Jans HC Hamilton CIV-2003-419-854, 6 April 2004 at [33] and [34].",
          "page": 10
        },
        {
          "number": "9",
          "content": "See Hammond v Credit Union Baywide [2015] NZHRRT 6, (2015) 10 HRNZ 66 at [170].",
          "page": 10
        },
        {
          "number": "10",
          "content": "Privacy Act 1993, section 85(4)",
          "page": 10
        },
        {
          "number": "11",
          "content": "Hammond v Credit Union Baywide as above n 9, at [176].",
          "page": 10
        },
        {
          "number": "12",
          "content": "At [176].",
          "page": 10
        },
        {
          "number": "13",
          "content": "Director of Human Rights Proceedings v Netsafe Inc as a bove n 6, at [217]. See also O'Hagan v Police [2020] NZHRRT 22 at [67].",
          "page": 11
        },
        {
          "number": "14",
          "content": "Privacy Act 1993, s 85(4).",
          "page": 12
        },
        {
          "number": "15",
          "content": "Hammond v Credit Union Baywide as above n 9, at [176].",
          "page": 12
        },
        {
          "number": "16",
          "content": "See Scarborough v Kelly Services (NZ) Ltd (Costs) [2016] NZHRRT 3 at [8.1].",
          "page": 14
        }
      ]
    }
  ]
}