{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 21,
    "extraction_date": ""
  },
  "cases": [
    {
      "case_number": 1,
      "case_metadata": {
        "decision_number": "[2021] NZHRRT 10",
        "reference_number": "HRRT 066/2017",
        "court_tribunal": "HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "",
        "hearing_date": "6 July 2020",
        "decision_date": "15 February 2021",
        "case_title": "Cook v Manawatu Community Law Centre",
        "legal_basis": "THE PRIVACY ACT 1993",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 21
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "ALISHA MARIE COOK",
            "role": "PLAINTIFF",
            "type": "Individual"
          }
        ],
        "defendants": [
          {
            "name": "MANAWATU COMMUNITY LAW CENTRE",
            "role": "DEFENDANT",
            "type": "Organisation"
          }
        ]
      },
      "tribunal_members": [
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson"
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member"
        },
        {
          "name": "Sir RK Workman KNZM QSO",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Ms R Oakley",
          "representing": "plaintiff"
        },
        {
          "counsel": "Ms N Flint",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "INTRODUCTION",
          "page_start": 1,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "Ms Alisha Cook had an unhappy employment relationship with the Manawatu Community Law Centre (MCLC). Ms Cook was employed by MCLC in 2016, on a fixed term, one-year contract. While at MCLC Ms Cook alleged that she had been the subject of workplace bullying and sexual harassment.",
              "page": 1
            },
            {
              "number": "[2]",
              "content": "Against this backdrop Ms Abraham, who was employed by MCLC as its Work and Income New Zealand (WINZ) advocate, made two requests to WINZ for Ms Cook's personal information.",
              "page": 2
            },
            {
              "number": "[3]",
              "content": "The first request was made on 8 July 2016, immediately after an acrimonious performance review of Ms Cook by Ms Herbert, the Manager of MCLC. The request to WINZ asked whether Ms Cook was still in receipt of a benefit from WINZ and about any recent assistance from WINZ to Ms Cook. Ms Cook says she neither knew about, nor authorised, Ms Abraham's approach to WINZ for that information.",
              "page": 2
            },
            {
              "number": "[4]",
              "content": "The second request to WINZ for information about Ms Cook was on 3 March 2017. At that time Ms Cook was on leave, having filed two personal grievance claims against MCLC. A wide range of Ms Cook's personal information was requested by Ms Abraham. Once again, Ms Cook says she knew nothing about this request and certainly did not authorise it.",
              "page": 2
            },
            {
              "number": "[5]",
              "content": "In the case of each request to WINZ Ms Abraham attached a privacy waiver form that had been signed by Ms Cook on 5 May 2016. That privacy waiver had been specifically given by Ms Cook to enable Ms Abraham to seek information from WINZ as to Ms Cook's entitlement to assistance, as she had been sick but at that time did not have any sick leave entitlement.",
              "page": 2
            },
            {
              "number": "[6]",
              "content": "Ms Cook says in making the requests on 8 July 2017 and 3 March 2017, without her knowledge and authorisation, MCLC has breached IPPs 1, 2, 4 and 10 of the Privacy Act 1993 (PA). MCLC denies this allegation. MCLC also says that Ms Abraham was acting without its authority, essentially that Ms Abraham had “gone rogue”. Accordingly, MCLC says it is not responsible for Ms Abraham's actions, under PA, s 126(4).",
              "page": 2,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993",
                  "context": "Ms Cook alleges MCLC breached IPPs 1, 2, 4 and 10 of the Privacy Act 1993 (PA)."
                },
                {
                  "type": "statute",
                  "reference": "PA, s 126(4)",
                  "context": "MCLC says it is not responsible for Ms Abraham's actions, under PA, s 126(4)."
                }
              ]
            },
            {
              "number": "[7]",
              "content": "To understand the case some further background is needed.",
              "page": 2
            }
          ]
        },
        {
          "title": "Background to the information requests",
          "page_start": 2,
          "paragraphs": [
            {
              "number": "[8]",
              "content": "In March 2016 Ms Cook applied for the position of receptionist/information officer at MCLC. Following a successful interview, Ms Cook was offered the position by Ms Herbert. The position was a fixed term one, for the period from 30 March 2016 to 31 March 2017.",
              "page": 2
            },
            {
              "number": "[9]",
              "content": "On 22 March 2016 Ms Cook called at MCLC offices to sign her employment agreement. While there Ms Cook advised Ms Herbert that she (Ms Cook) was having problems with her rental payments. Ms Herbert suggested that Ms Abraham might be able to assist.",
              "page": 2
            },
            {
              "number": "[10]",
              "content": "Ms Cook approached Ms Abraham for assistance. Ms Abraham advised that Ms Cook needed to fill in a client form and a privacy waiver. This would enable Ms Abraham to seek personal information from WINZ about Ms Cook, to assist Ms Cook with budgetary matters. Ms Cook signed the privacy waiver. Ms Abraham contacted WINZ and was given the information requested.",
              "page": 2
            },
            {
              "number": "[11]",
              "content": "Separately, Ms Cook advised WINZ that she was now in employment and requested cancellation of her benefit. WINZ updated its records to note that Ms Cook was working full-time.",
              "page": 2
            },
            {
              "number": "[12]",
              "content": "Ms Cook commenced work at MCLC on 30 March 2016. She said that shortly after she started work she formed the opinion that she was being bullied by Ms Herbert and also that she was being sexually harassed by another staff member. Whether or not Ms Cook was being bullied or sexually harassed is not a matter for the Tribunal. The Tribunal is concerned solely with the alleged breaches of Ms Cook's privacy. The matter is, however, relevant as it forms the backdrop against which the actions of MCLC must be viewed.",
              "page": 3
            },
            {
              "number": "[13]",
              "content": "On 5 May 2016 Ms Cook needed further assistance from WINZ. Ms Cook had been away sick but had not accumulated any sick leave entitlement. Ms Cook approached Ms Abraham, in her capacity as MCLC's WINZ advocate, and asked Ms Abraham to find out whether there was anything WINZ could do to help her (Ms Cook) out financially. To facilitate her again approaching WINZ, Ms Abraham required Ms Cook to complete another privacy waiver form.",
              "page": 3
            },
            {
              "number": "[14]",
              "content": "On 6 May 2016 Ms Abraham contacted WINZ, on Ms Cook's behalf, and received certain information from WINZ about Ms Cook's entitlements.",
              "page": 3
            }
          ]
        },
        {
          "title": "The request of 8 July 2016",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[15]",
              "content": "The next significant events took place on 8 July 2016. Ms Cook arrived at work at around 9.30am and shortly thereafter was called into a meeting by Ms Herbert. The meeting canvassed Ms Cook's performance at work. Ms Cook said she was upset by the conversation and, at its conclusion, went downstairs to have a cigarette.",
              "page": 3
            },
            {
              "number": "[16]",
              "content": "On the same day, 8 July 2016, at 10.11am Ms Abraham emailed WINZ asking:",
              "page": 3,
              "subsections": [
                {
                  "title": "[16.1]",
                  "content": "Whether Ms Cook was still in receipt of a benefit from WINZ;"
                },
                {
                  "title": "[16.2]",
                  "content": "Whether Ms Cook was receiving any benefit supplements;"
                },
                {
                  "title": "[16.3]",
                  "content": "Details of recent assistance from WINZ given to Ms Cook, what that was for, and how much was paid out;"
                },
                {
                  "title": "[16.4]",
                  "content": "Whether WINZ held any documents from MCLC on Ms Cook's file and, if so, asking for a copy; and"
                },
                {
                  "title": "[16.5]",
                  "content": "Details of the hours of employment that WINZ had noted on Ms Cook's file."
                }
              ]
            },
            {
              "number": "[17]",
              "content": "Ms Abraham's request to WINZ attached the privacy waiver signed on 5 May 2016. On 8 July 2016 WINZ responded supplying the information requested.",
              "page": 3
            },
            {
              "number": "[18]",
              "content": "Ms Cook's evidence is that she was unaware of this request. It is MCLC's case that this request was made with Ms Cook's knowledge and consent.",
              "page": 3
            },
            {
              "number": "[19]",
              "content": "The workplace relationship between Ms Herbert and Ms Cook did not improve. In November 2016 Ms Cook, through her counsel, advised Mr Mark Sinclair (a Board member of MCLC), that Ms Cook claimed to be the subject of workplace bullying by Ms Herbert. As a result, Ms Cook did not attend MCLC premises after 21 November 2016, instead going on leave.",
              "page": 3
            },
            {
              "number": "[20]",
              "content": "On 24 November 2016 MCLC advised Ms Cook's counsel that MCLC had made investigations into the allegation of workplace bullying and found they were not upheld. MCLC also made certain counter allegations against Ms Cook.",
              "page": 3
            },
            {
              "number": "[21]",
              "content": "On 2 December 2016 Ms Cook filed notice of a personal grievance under ss 103(1)(b) and 103(1)(d) of the Employment Relations Act 2000 in relation to the alleged workplace bullying. On 17 February 2017 another personal grievance claim was made by Ms Cook against MCLC. Neither personal grievance was considered by the Tribunal. They do not form part of this case. They do, however, go to the circumstances surrounding Ms Abraham's requests to WINZ for Ms Cook's information.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "ss 103(1)(b) and 103(1)(d) of the Employment Relations Act 2000",
                  "context": "Ms Cook filed notice of a personal grievance under these sections in relation to alleged workplace bullying."
                }
              ]
            }
          ]
        },
        {
          "title": "The request of 3 March 2017",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[22]",
              "content": "By March 2017 MCLC had appointed Ms Angela Walker to conduct an investigation into Ms Cook's allegations of workplace bullying and sexual harassment. Ms Walker was due to interview Ms Cook on 6 March 2017.",
              "page": 4
            },
            {
              "number": "[23]",
              "content": "On 3 March 2017 Ms Abraham sent an email to WINZ requesting:",
              "page": 4,
              "subsections": [
                {
                  "title": "[23.1]",
                  "content": "File notes for Ms Cook from January 2012 to December 2017;"
                },
                {
                  "title": "[23.2]",
                  "content": "Details of Ms Cook's current WINZ supplements; and"
                },
                {
                  "title": "[23.3]",
                  "content": "Details of Ms Cook's outstanding debts to WINZ, specifically, the reason for the debt, the repayment amount and the date the debt was established."
                }
              ]
            },
            {
              "number": "[24]",
              "content": "The email attached Ms Cook's privacy waiver form dated 5 May 2016.",
              "page": 4
            },
            {
              "number": "[25]",
              "content": "On 8 March 2017 WINZ emailed Ms Abraham giving details of Ms Cook's WINZ supplements and the debts Ms Cook owed to WINZ. WINZ also wrote a letter to Ms Cook, acknowledging the privacy information request of 3 March 2017 and advising that the request would be processed within 20 working days of receipt.",
              "page": 4
            },
            {
              "number": "[26]",
              "content": "Ms Cook received that letter on 14 March 2017. She immediately called WINZ, advising that she had not made the information request. The WINZ file was noted to this effect and no further information was passed to MCLC.",
              "page": 4
            },
            {
              "number": "[27]",
              "content": "MCLC subsequently commissioned Mr Stowers of Absolute Management Solutions Limited to conduct an investigation into the privacy breaches alleged by Ms Cook.",
              "page": 4
            }
          ]
        },
        {
          "title": "MATTERS TO BE DETERMINED BY THE TRIBUNAL",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[28]",
              "content": "The Tribunal must determine whether Ms Cook's privacy has been interfered with. The test for an interference with privacy under the Privacy Act is two-limbed. In this case it requires both a finding that there has been a breach of any of IPPs 1, 2, 4 or 10 and also a finding that Ms Cook has, as a consequence of that breach, suffered one of the forms of harm in PA, s 66(1)(b). The onus is on Ms Cook to prove both of these limbs.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 66(1)(b)",
                  "context": "A finding that Ms Cook has, as a consequence of a breach, suffered one of the forms of harm in this section."
                }
              ]
            },
            {
              "number": "[29]",
              "content": "Only if an interference with Ms Cook's privacy is established, will the Tribunal have jurisdiction to consider whether any remedy should be granted.",
              "page": 4
            },
            {
              "number": "[30]",
              "content": "Before considering any remedy, the Tribunal must also consider whether Ms Abraham was acting as an employee of MCLC, pursuant to PA, s 126(1). If so, we must consider whether MCLC can rely on the defence in PA, s 126(4). To be able to rely on that defence MCLC must prove that it took reasonable steps to prevent Ms Abraham, in her capacity as an employee, from doing the act which gave rise to the breach of privacy.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 126(1)",
                  "context": "Consideration of whether Ms Abraham was acting as an employee pursuant to this section."
                },
                {
                  "type": "statute",
                  "reference": "PA, s 126(4)",
                  "context": "Consideration of whether MCLC can rely on the defence in this section."
                }
              ]
            }
          ]
        },
        {
          "title": "THE RELEVANT INFORMATION PRIVACY PRINCIPLES",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[31]",
              "content": "To succeed with her case, Ms Cook must first prove MCLC breached one or more of IPPS 1, 2, 4 or 10 in collecting or using her personal information on either 8 July 2016 or 3 March 2017.",
              "page": 5
            },
            {
              "number": "[32]",
              "content": "IPPs 1, 2 and 4 have, as their focus, the collection of personal information. Those IPPs have operation prior to information being collected and received. They prescribe the framework or process for collection which must be in place before information is received; see Armfield v Naughton [2014] NZHRRT 48 at [47]. They have overlapping features.",
              "page": 5,
              "citations": [
                {
                  "type": "case",
                  "reference": "Armfield v Naughton [2014] NZHRRT 48 at [47]",
                  "context": "Cited to describe the framework or process for collection which must be in place before information is received."
                }
              ]
            },
            {
              "number": "[33]",
              "content": "We consider each of the relevant IPPs, albeit not in numerical order.",
              "page": 5
            }
          ]
        },
        {
          "title": "WHETHER THERE WAS A BREACH OF IPP 4",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[34]",
              "content": "We first consider whether Ms Abraham's actions breached IPP 4. IPP 4 limits the manner in which personal information can be collected. It provides:",
              "page": 5,
              "quoted_material": {
                "source": "Principle 4",
                "content": "Manner of collection of personal information\nPersonal information shall not be collected by an agency—\n(a) by unlawful means; or\n(b) by means that, in the circumstances of the case,—\n(i) are unfair; or\n(ii) intrude to an unreasonable extent upon the personal affairs of the individual concerned."
              }
            },
            {
              "number": "",
              "content": "The request of 8 July 2016",
              "page": 5,
              "subsections": [
                {
                  "title": "The request of 8 July 2016",
                  "content": ""
                }
              ]
            },
            {
              "number": "[35]",
              "content": "As to the request of 8 July 2016, Ms Cook said that she did not know of or authorise the request. MCLC submitted that Ms Cook both knew of and requested the collection of this information.",
              "page": 5
            },
            {
              "number": "[36]",
              "content": "Ms Cook's evidence was that she did not need to ask WINZ for any of the information referred to in [16.1] to [16.3] (her WINZ benefits, supplements and assistance) as she knew this information. Ms Cook further said in relation to [16.4] (documents sent from MCLC to WINZ and held on Ms Cook's file) this would have been her employment agreement, which Ms Cook already had. Finally, in relation to the question relating to the details of the hours of employment that WINZ had noted on Ms Cook's file, Ms Cook's opinion was that MCLC asked this question to check whether Ms Cook had correctly informed WINZ as to her hours of employment. Because Ms Abraham did not give evidence there was no evidence to contradict Ms Cook's account of her dealings with Ms Abraham. We find that Ms Cook did not know of the 8 July 2016 request to WINZ.",
              "page": 5
            },
            {
              "number": "[37]",
              "content": "As to whether that request was by unfair or unreasonably intrusive means, Ms Cook submitted it was made to benefit MCLC not Ms Cook, in an employment context. She said it was unfair or unreasonably intrusive to re-use the privacy waiver dated 5 May 2016 for this purpose, without her knowledge or consent.",
              "page": 5
            },
            {
              "number": "[38]",
              "content": "As referred to above, Ms Abraham did not give evidence. MCLC submitted, however, that Ms Abraham considered it was not unfair or unreasonably intrusive to re- use the 5 May 2016 privacy waiver as Ms Cook was a “regular” client and that privacy waiver was signed not long before the 8 July 2016 request.",
              "page": 5
            },
            {
              "number": "[39]",
              "content": "It is difficult to accept MCLC's submission. Ms Abraham had required Ms Cook to sign the 5 May 2016 privacy waiver, notwithstanding Ms Cook had signed an earlier",
              "page": 5
            },
            {
              "number": "",
              "content": "privacy waiver on 22 March 2016. This indicates a practice to get a new privacy waiver each time additional information was sought from WINZ. In addition, the privacy waiver dated 5 May 2016 was given by Ms Cook as a client of MCLC for the narrow purpose of enabling WINZ assistance to be provided to her. It was not given in an employment context.",
              "page": 6
            },
            {
              "number": "[40]",
              "content": "In considering whether MCLC sought information in an unfair or unreasonably intrusive manner, the following circumstances surrounding the collection are relevant:",
              "page": 6,
              "subsections": [
                {
                  "title": "[40.1]",
                  "content": "The request was made immediately after Ms Cook's acrimonious performance review."
                },
                {
                  "title": "[40.2]",
                  "content": "The request sought a wide range of information, namely details of all benefits, supplements and assistance that Ms Cook was receiving from WINZ, a copy of any documents from MCLC on Ms Cook's file and details of the hours of employment that WINZ had noted on Ms Cook's file."
                },
                {
                  "title": "[40.3]",
                  "content": "It is unclear why MCLC would need a copy from WINZ of any documents from MCLC on Ms Cook's file with WINZ. MCLC would have held those documents itself."
                },
                {
                  "title": "[40.4]",
                  "content": "In relation to the request for details of the hours of employment that WINZ had noted on Ms Cook's file, the inevitable conclusion is that MCLC was checking whether Ms Cook had correctly advised WINZ of her hours of work with MCLC; ie checking on Ms Cook's veracity with WINZ."
                }
              ]
            },
            {
              "number": "[41]",
              "content": "We accept Ms Cook's submission that the 8 July 2016 request was made not to assist her, but to get information about her, in the context of an acrimonious employment situation.",
              "page": 6
            },
            {
              "number": "[42]",
              "content": "We find it was unfair and unreasonably intrusive for Ms Abraham to re-use the privacy waiver dated 5 May 2016 (given by Ms Cook as a client of MCLC for the narrow purpose of enabling WINZ assistance to be provided to her) on 8 July 2016, to try to elicit a wide range of information, which MCLC thought might be prejudicial to Ms Cook, in an employment context.",
              "page": 6
            },
            {
              "number": "[43]",
              "content": "It follows that we find that MCLC breached IPP 4 in collecting information on 8 July 2016.",
              "page": 6
            },
            {
              "number": "[44]",
              "content": "For the sake of completeness, we note MCLC invited the Tribunal to take into account that Ms Cook had not been misled and that MCLC had not obtained any advantage from the collection, in reliance on the Privacy Commissioner's Case Note 14824 [1997] NZPrivCmr 14. The further submission that MCLC obtained no advantage was on the assumption that Ms Cook had authorised the collection; which we do not find to be the case. Also, there was no advantage from the collection, as no dishonesty on Ms Cook's part was found. We do not find a lack of advantage to be a relevant factor, as it does not go to the means used to collect the information, which is the focus of IPP 4.",
              "page": 6,
              "citations": [
                {
                  "type": "case",
                  "reference": "Privacy Commissioner's Case Note 14824 [1997] NZPrivCmr 14",
                  "context": "MCLC invited the Tribunal to take into account that Ms Cook had not been misled and that MCLC had not obtained any advantage from the collection, in reliance on this case note."
                }
              ]
            },
            {
              "number": "",
              "content": "The request of 8 March 2017",
              "page": 6,
              "subsections": [
                {
                  "title": "The request of 8 March 2017",
                  "content": ""
                }
              ]
            },
            {
              "number": "[45]",
              "content": "Turning then to the request of 3 March 2017, Ms Cook again submitted this breached IPP 4 because the request was made to benefit MCLC not Ms Cook and it was unfair or unreasonably intrusive to re-use (without her knowledge) the privacy waiver",
              "page": 6
            },
            {
              "number": "",
              "content": "dated 5 May 2016 for this purpose. She submitted it was an unfair and unreasonably intrusive attempt at over-collection of highly personal information.",
              "page": 7
            },
            {
              "number": "[46]",
              "content": "The request was for details of Ms Cook's then current WINZ supplements, for file notes for Ms Cook between January 2012 and December 2017 and for details of outstanding debts which Ms Cook had to WINZ, including the reason for the debt, the repayment amount and the date the debt was established.",
              "page": 7
            },
            {
              "number": "[47]",
              "content": "It is accepted by MCLC that Ms Cook knew nothing about the request of 3 March 2017. MCLC submits, however, that the request of 3 March 2017 was neither unfair, nor unduly intrusive.",
              "page": 7
            },
            {
              "number": "[48]",
              "content": "A determination of whether this request was by means that were unfair or unreasonably intrusive once again involves looking at the circumstances surrounding the request. It was made at a time when Ms Cook was no longer working at MCLC offices and had filed two personal grievance claims against MCLC. The request was made days before Ms Walker was due to interview Ms Cook about the allegations of workplace bullying and sexual harassment.",
              "page": 7
            },
            {
              "number": "[49]",
              "content": "MCLC says that the request did not result in all information requested being provided. This is accepted. However, WINZ did supply details of Ms Cook's then supplements, the outstanding debts which Ms Cook had to WINZ, the reason for each debt, the repayment amount and the date the debt was established. The only reason that the file notes were not supplied was that Ms Cook found out about the request and told WINZ not to supply any further information. In addition, as already referred to, IPP 4 comes into operation prior to information being collected and received.",
              "page": 7
            },
            {
              "number": "[50]",
              "content": "Ms Herbert's evidence was that she asked Ms Abraham to prepare a report on the assistance MCLC had provided to Ms Cook. This was in the context of Ms Walker's investigation. MCLC submitted Ms Abraham sought information because she had not properly maintained her records about assistance given to Ms Cook. While we do not have Ms Abraham's evidence, it seems likely that the request to WINZ on 3 March 2017 was, at least in part, made to enable Ms Abraham to prepare the report requested by Ms Herbert.",
              "page": 7
            },
            {
              "number": "[51]",
              "content": "On this basis, MCLC submits that it was not unfair or unduly intrusive for Ms Abraham to seek the information, as Ms Cook was aware of MCLC's reporting and recording standards and client policies and should have reasonably expected Ms Abraham to comply with those policies by retaining a record (and so by implication to use the earlier privacy waiver to seek information to remedy her defective file records).",
              "page": 7
            },
            {
              "number": "[52]",
              "content": "However, the only information Ms Cook authorised MCLC to collect from WINZ was that in the requests of 22 March 2016 (as to her bond entitlement) and 5 May 2016 (as to WINZ assistance, as Ms Cook then had no sick leave entitlement). To reconstruct her file, and so to write a report detailing the support given by MCLC to Ms Cook, Ms Abraham needed only to ask WINZ to resend its earlier advice in connection with Ms Cook's bond and sick leave assistance. Instead, Ms Abraham used the 5 May 2016 privacy request to request a wide range of personal information about Ms Cook.",
              "page": 7
            },
            {
              "number": "[53]",
              "content": "To summarise:",
              "page": 8,
              "subsections": [
                {
                  "title": "[53.1]",
                  "content": "Ms Cook did not know of the 3 March 2017 request."
                },
                {
                  "title": "[53.2]",
                  "content": "Ms Abraham made the request using the privacy waiver of 5 May 2016, which was given by Ms Cook as an MCLC client, and not in an employment context."
                },
                {
                  "title": "[53.3]",
                  "content": "The request was made when Ms Cook was no longer attending MCLC offices and against the backdrop of Ms Cook's two personal grievance claims against MCLC and Ms Walker's investigation."
                },
                {
                  "title": "[53.4]",
                  "content": "The information sought was extremely wide, ranging well beyond the time of Ms Cook's employment by MCLC. It went well beyond what would be needed to reconstruct a file or to do a report on assistance provided to Ms Cook."
                }
              ]
            },
            {
              "number": "[54]",
              "content": "In these circumstances, we find that the request of 3 March 2017 was by means that were unfair and intruded to an unreasonable extent upon Ms Cook's personal affairs.",
              "page": 8
            },
            {
              "number": "[55]",
              "content": "It follows that we find that MCLC breached IPP 4 in collecting information on 3 March 2017.",
              "page": 8
            }
          ]
        },
        {
          "title": "WHETHER THERE WAS A BREACH OF IPP 1",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[56]",
              "content": "We now consider whether Ms Abraham's actions breached IPP 1. IPP 1 provides as follows:",
              "page": 8,
              "quoted_material": {
                "source": "Principle 1",
                "content": "Purpose of collection of personal information\nPersonal information shall not be collected by any agency unless—\n(a) the information is collected for a lawful purpose connected with a function or activity of the agency; and\n(b) the collection of the information is necessary for that purpose."
              }
            },
            {
              "number": "[57]",
              "content": "IPP 1 imposes two obligations. The first is the requirement that personal information not be collected by an agency unless the information is collected for a lawful purpose connected with a function or activity of the agency. The second is the requirement that collection of the information be necessary for that purpose.",
              "page": 8
            },
            {
              "number": "[58]",
              "content": "The phrase “necessary for that purpose” means reasonably necessary. See Lehmann v Canwest Radio Works Ltd [2007] NZHRRT 35 at [50] and Tan v New Zealand Police [2016] NZHRRT 32 at [77] and [78] where the Tribunal concluded that the term \"necessary for that purpose” indicated a higher threshold than “reasonableness” and \"expedient\":",
              "page": 8,
              "citations": [
                {
                  "type": "case",
                  "reference": "Lehmann v Canwest Radio Works Ltd [2007] NZHRRT 35 at [50]",
                  "context": "Cited for the definition of 'necessary for that purpose' as 'reasonably necessary'."
                },
                {
                  "type": "case",
                  "reference": "Tan v New Zealand Police [2016] NZHRRT 32 at [77] and [78]",
                  "context": "Cited for the conclusion that 'necessary for that purpose' indicates a higher threshold than 'reasonableness' and 'expedient'."
                }
              ],
              "quoted_material": {
                "source": "Tan v New Zealand Police [2016] NZHRRT 32",
                "internal_paragraphs": [
                  {
                    "identifier": "[77]",
                    "content": "In the present context the information privacy principles have as their purpose the promotion and protection of individual privacy. Those principles are not absolute and are subject to limits sometimes framed in terms of the agency holding a belief on reasonable grounds and sometimes in terms of the agency concluding non-compliance is \"necessary\". From this we conclude the term \"necessary\" as used in the information privacy principles indicates a higher threshold than \"reasonableness\" and \"expedient\". We therefore intend employing the Canterbury Regional Council v Independent Fisheries Ltd meaning of \"needed or required in the circumstances, rather than merely desirable or expedient\"."
                  },
                  {
                    "identifier": "[78]",
                    "content": "We believe this approach to be consistent with Commissioner of Police v Director of Human Rights Proceedings (2007) 8 HRNZ 364 (Clifford J, S Ineson and J Grant), a decision on"
                  }
                ]
              }
            },
            {
              "number": "",
              "content": "Principle 11. We understand this decision to mean that while the term \"necessary\" sets a higher threshold than \"expedient\", it does not set the highest of thresholds. The Court at [53] to [54] agreed with a submission that something would be necessary when it was \"required for a given situation, rather than that it was indispensable or essential\"",
              "page": 9
            },
            {
              "number": "[59]",
              "content": "The Tribunal must therefore determine:",
              "page": 9,
              "subsections": [
                {
                  "title": "[59.1]",
                  "content": "Whether the collections of Ms Cook's personal information on 8 July 2016 and 3 March 2017 were for a lawful purpose connected with a function or activity of MCLC; and if so"
                },
                {
                  "title": "[59.2]",
                  "content": "Whether such collections were necessary for that purpose."
                }
              ]
            },
            {
              "number": "[60]",
              "content": "In relation to the collection of 8 July 2016 and in relation to the issue in [59.1] above, Ms Cook submits that there was no lawful purpose for that collection. Rather, she submits that the collection was for the improper purpose of bringing the employment relationship to an end. Further, Ms Cook submits that there was no consent given for this collection.",
              "page": 9
            },
            {
              "number": "[61]",
              "content": "In relation to these submissions, an improper purpose of itself will not constitute an illegal purpose. In addition, there is no consent requirement in relation to IPP 1.",
              "page": 9
            },
            {
              "number": "[62]",
              "content": "MCLC says that the lawful purpose for collecting information on 8 July 2016 was to assist Ms Cook. We have already accepted Ms Cook's submission that the 8 July 2016 collection was made not to assist Ms Cook as a client of MCLC, but to get information about her, in the context of an acrimonious employment situation.",
              "page": 9
            },
            {
              "number": "[63]",
              "content": "Accordingly, we find the information was collected in connection with the functions of MCLC as an employer. This is a lawful function of MCLC.",
              "page": 9
            },
            {
              "number": "[64]",
              "content": "The issue of whether the collection was reasonably necessary in connection with MCLC's role as Ms Cook's employer must be considered in connection with the situation then existing between MCLC and Ms Cook. As at 8 July 2016 there were on-going employment issues and Ms Cook had just had an acrimonious performance review with Ms Herbert. Given these circumstances, we find that the threshold of “necessary for the purpose\" in relation to the collection of 8 July 2016 is met.",
              "page": 9
            },
            {
              "number": "[65]",
              "content": "The same cannot be said of the collection of 3 March 2017. Ms Cook submitted that the collection of 3 March 2017 was to provide ammunition to MCLC in relation to the bullying complaints which Ms Cook had made against MCLC.",
              "page": 9
            },
            {
              "number": "[66]",
              "content": "MCLC submitted that the lawful purpose for collecting information on 3 March 2017 was in connection with the functions of MCLC as Ms Cook's employer, in order to respond to the dispute raised by Ms Cook against MCLC in relation to bullying. We have found that it is likely that the request to WINZ on 3 March 2017 was, at least in part, made to enable Ms Abraham to prepare the report requested by Ms Herbert about assistance given to Ms Cook, in the context of Ms Walker's investigation into the bullying allegations. We find this information was collected in connection with the lawful functions of MCLC as an employer and was not in breach of IPP 1.",
              "page": 9
            },
            {
              "number": "[67]",
              "content": "We do not, however, find that the collection of 3 March 2017 was reasonably necessary in connection with MCLC's role as Ms Cook's employer. This is because of the width of the information sought. There is no apparent reason, in relation to an employment which commenced on 30 March 2016, why MCLC would need WINZ file notes for Ms Cook dating back to January 2012. Equally, it was not reasonably necessary for",
              "page": 9
            },
            {
              "number": "",
              "content": "MCLC to have details of Ms Cook's outstanding debts to WINZ, the reason for the debt, the repayment amount and the date the debt was established in the context of an employment allegation of workplace bullying.",
              "page": 10
            },
            {
              "number": "[68]",
              "content": "We find that IPP 1 was breached in that the collection on 3 March 2017 of the information referred to in [67] above was not reasonably necessary in connection with MCLC's role as Ms Cook's employer.",
              "page": 10
            }
          ]
        },
        {
          "title": "WHETHER THERE WAS A BREACH OF IPP 2",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[69]",
              "content": "We next consider whether MCLC breached IPP 2. IPP 2 provides:",
              "page": 10,
              "quoted_material": {
                "source": "Principle 2",
                "content": "Source of personal information\n(1) Where an agency collects personal information, the agency shall collect the information directly from the individual concerned.\n(2) It is not necessary for an agency to comply with subclause (1) if the agency believes, on reasonable grounds,—\n(a) that the information is publicly available information; or\n(b) that the individual concerned authorises collection of the information from someone else; or\n(c) that non-compliance would not prejudice the interests of the individual concerned; or\n(d) that non-compliance is necessary—\n(i) to avoid prejudice to the maintenance of the law by any public sector agency, including the prevention, detection, investigation, prosecution, and punishment of offences; or\n(ii) for the enforcement of a law imposing a pecuniary penalty; or\n(iii) for the protection of the public revenue; or\n(iv) for the conduct of proceedings before any court or tribunal (being proceedings that have been commenced or are reasonably in contemplation); or\n(e) that compliance would prejudice the purposes of the collection; or\n(f) that compliance is not reasonably practicable in the circumstances of the particular case; or\n(g) that the information—\n(i) will not be used in a form in which the individual concerned is identified; or\n(ii) will be used for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned; or\n(h) that the collection of the information is in accordance with an authority granted under section 54."
              }
            },
            {
              "number": "[70]",
              "content": "In summary, IPP 2 requires that where an agency collects personal information, the agency must collect that information directly from the individual concerned, unless a statutory exemption applies. To rely on a statutory exemption the agency must show that it had a belief that an exemption applied (which is a subjective test) and that there were reasonable grounds for that belief (which is an objective test); see Mills v Capital and Coast District Health Board [2019] NZHRRT 47 at [80].",
              "page": 10,
              "citations": [
                {
                  "type": "case",
                  "reference": "Mills v Capital and Coast District Health Board [2019] NZHRRT 47 at [80]",
                  "context": "Cited for the requirements to rely on a statutory exemption under IPP 2, namely a subjective belief and objective reasonable grounds for that belief."
                }
              ]
            },
            {
              "number": "",
              "content": "The collection of 8 July 2016",
              "page": 10,
              "subsections": [
                {
                  "title": "The collection of 8 July 2016",
                  "content": ""
                }
              ]
            },
            {
              "number": "[71]",
              "content": "Turning first to the collection of 8 July 2016, MCLC says that the exception at IPP 2(2)(b) applies. That requires MCLC to have a belief, on reasonable grounds, that Ms Cook authorised collection of the information from WINZ.",
              "page": 10
            },
            {
              "number": "[72]",
              "content": "MCLC says that Ms Abraham did have a belief, on reasonable grounds, that there was an implied authorisation to access information because Ms Cook had authorised Ms Abraham to collect her (Ms Cook's) information on two occasions in writing and on a third occasion, on 8 July 2016, verbally.",
              "page": 10
            },
            {
              "number": "[73]",
              "content": "We have already found that Ms Cook did not know about the collection of 8 July 2016. In any event, the concept of implied authorisation must be approached with caution and considered in light of the circumstances of the case. Those circumstances include:",
              "page": 11,
              "subsections": [
                {
                  "title": "[73.1]",
                  "content": "The then ongoing employment issues, including the acrimonious performance review immediately before Ms Abraham's 8 July 2016 request to WINZ for Ms Cook's benefit information."
                },
                {
                  "title": "[73.2]",
                  "content": "The earlier written authorisations having been given by Ms Cook as an MCLC client and then for only limited purposes."
                }
              ]
            },
            {
              "number": "[74]",
              "content": "We find that there were no reasonable grounds for Ms Abraham to believe that Ms Cook had impliedly authorised the collection of information on 8 July 2016. Accordingly, there was a breach of IPP 2.",
              "page": 11
            },
            {
              "number": "",
              "content": "The collection of 3 March 2017",
              "page": 11,
              "subsections": [
                {
                  "title": "The collection of 3 March 2017",
                  "content": ""
                }
              ]
            },
            {
              "number": "[75]",
              "content": "Turning then to the collection of 3 March 2017, MCLC also submits that the exception at IPP 2(2)(b) applies to this collection. MCLC says that Ms Abraham did have a belief on reasonable grounds that there was an implied authorisation to access information. This was because:",
              "page": 11,
              "subsections": [
                {
                  "title": "[75.1]",
                  "content": "It included information that had already been sought on Ms Cook's behalf and with her consent."
                },
                {
                  "title": "[75.2]",
                  "content": "The information was necessary to recreate a file Ms Abraham should have kept detailing Ms Cook's status, situation and the assistance provided to her."
                },
                {
                  "title": "[75.3]",
                  "content": "Ms Cook provided written privacy waivers on two previous occasions, so as an ongoing client, she authorised the collection of information in March 2017."
                }
              ]
            },
            {
              "number": "[76]",
              "content": "The Tribunal does not accept this submission. It is clear that in March 2017 Ms Cook did not take any steps to give Ms Abraham authorisation to collect information from WINZ. In relation to the submission that there was implied authorisation, the circumstances which are relevant when considering this include:",
              "page": 11,
              "subsections": [
                {
                  "title": "[76.1]",
                  "content": "The ongoing serious employment dispute between MCLC and Ms Cook. Ms Cook was not attending MCLC premises because of this dispute."
                },
                {
                  "title": "[76.2]",
                  "content": "The width of the information sought."
                },
                {
                  "title": "[76.3]",
                  "content": "The privacy waiver authorisation relied on being over 10 months old. Also, it had been given specifically in the context of possible rental assistance, where Ms Cook had been sick, but not in receipt of sick pay."
                }
              ]
            },
            {
              "number": "[77]",
              "content": "There is no plausible reason for Ms Abraham to believe that Ms Cook had authorised Ms Abraham to use the dated privacy authorisation to collect a wide range of information from WINZ for the purpose of assisting MCLC in its employment dispute with Ms Cook. Even if she did have such a belief, there can be no reasonable grounds for that belief. It follows that MCLC cannot rely on IPP 2(2)(b).",
              "page": 11
            },
            {
              "number": "[78]",
              "content": "MCLC submits that the exception at IPP 2(2)(c) also applies. This exception requires that Ms Abraham had a belief on reasonable grounds that collection of",
              "page": 11
            },
            {
              "number": "",
              "content": "information from WINZ, rather than Ms Cook herself would not prejudice the interests of Ms Cook.",
              "page": 12
            },
            {
              "number": "[79]",
              "content": "The interests of the individual concerned must be judged in light of the circumstances in which the collection was made. These circumstances included Ms Cook's two personal grievance claims against MCLC and Ms Walker's investigation. Given these circumstances, the conclusion must be drawn that the collection was sought in an attempt to cast doubt on Ms Cook's credibility, in light of her personal grievance claims. IPP 2(c) is, accordingly, not available as a defence to MCLC.",
              "page": 12
            },
            {
              "number": "[80]",
              "content": "Finally, MCLC submits that the exception set out at IPP 2(2)(f) applies. That states that there is an exception to the requirement to seek information from the person concerned, where compliance is not reasonably practicable in the circumstances of the case.",
              "page": 12
            },
            {
              "number": "[81]",
              "content": "MCLC says it could not have obtained the information from Ms Cook because she did not have a detailed record of her WINZ history. It is unclear why such information would be needed. In any event, there is no reason to suppose that Ms Cook would not have that information or could not obtain it from WINZ herself.",
              "page": 12
            },
            {
              "number": "[82]",
              "content": "MCLC was in contact with Ms Cook through her counsel. It would have been quite easy, and indeed the proper procedure, for MCLC to have requested Ms Cook to provide information through her counsel. We find that the IPP 2(2)(f) defence is not available to MCLC.",
              "page": 12
            },
            {
              "number": "[83]",
              "content": "Accordingly, we find that in collecting information on 3 March 2017 MCLC was in breach of IPP 2.",
              "page": 12
            }
          ]
        },
        {
          "title": "WHETHER THERE WAS A BREACH OF IPP 10",
          "page_start": 12,
          "paragraphs": [
            {
              "number": "[84]",
              "content": "We next consider whether MCLC breached IPP 10. IPP 10 provides:",
              "page": 12,
              "quoted_material": {
                "source": "Principle 10",
                "content": "Limits on use of personal information\n(1) An agency that holds personal information that was obtained in connection with one purpose shall not use the information for any other purpose unless the agency believes, on reasonable grounds,—\n(a) that the source of the information is a publicly available publication and that, in the circumstances of the case, it would not be unfair or unreasonable to use the information; or\n(b) that the use of the information for that other purpose is authorised by the individual concerned; or\n(c) that non-compliance is necessary—\n(i) to avoid prejudice to the maintenance of the law by any public sector agency, including the prevention, detection, investigation, prosecution, and punishment of offences; or\n(ii) for the enforcement of a law imposing a pecuniary penalty; or\n(iii) for the protection of the public revenue; or\n(iv) for the conduct of proceedings before any court or tribunal (being proceedings that have been commenced or are reasonably in contemplation); or\n(d) that the use of the information for that other purpose is necessary to prevent or lessen a serious threat (as defined in section 2(1)) to—\n(i) public health or public safety; or\n(ii) the life or health of the individual concerned or another individual; or\n(e) that the purpose for which the information is used is directly related to the purpose in connection with which the information was obtained; or\n(f) that the information—\n(i) is used in a form in which the individual concerned is not identified; or"
              }
            },
            {
              "number": "",
              "content": "(ii) is used for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned; or\n(g) that the use of the information is in accordance with an authority granted under section 54.\n(2) In addition to subclause (1), an intelligence and security agency that holds personal information that was obtained in connection with one purpose may use the information for any other purpose (a secondary purpose) if the agency believes on reasonable grounds that the use of the information for the secondary purpose is necessary to enable the agency to perform any of its functions.",
              "page": 13
            },
            {
              "number": "[85]",
              "content": "Ms Cook submits that:",
              "page": 13,
              "subsections": [
                {
                  "title": "[85.1]",
                  "content": "MCLC used her social welfare number (which is her personal information) on 8 July 2016 and 3 March 2017 to get personal information about her from WINZ."
                },
                {
                  "title": "[85.2]",
                  "content": "MCLC obtained her social welfare number as a client of MCLC and, accordingly, MCLC was not entitled to use that number for any other purpose; namely in an employment dispute."
                },
                {
                  "title": "[85.3]",
                  "content": "MCLC also used information about her obtained on 8 July 2016 and 3 March 2017 in an employment context, unauthorised by her, in breach of IPP 10."
                },
                {
                  "title": "[85.4]",
                  "content": "None of the exceptions in IPP 10(1)(a) to (g) apply."
                }
              ]
            },
            {
              "number": "[86]",
              "content": "MCLC submits that:",
              "page": 13,
              "subsections": [
                {
                  "title": "[86.1]",
                  "content": "There has been no breach of IPP 10 because MCLC never used, distributed or disclosed the information it received from WINZ for a different purpose than that for which it was obtained."
                },
                {
                  "title": "[86.2]",
                  "content": "In any event, the exception in IPP 10(e) applies, in that the purpose for which the information was used was directly related to the purpose in connection with which the information was obtained. Privacy Commissioner's Case Note 19740 [2002] NZPrivCmr 5 is authority for the proposition that the focus is on the agency's purpose in obtaining the information rather than the supplier's purpose. Accordingly, the focus in this case in on MCLC's purpose in collecting information, not WINZ 's purpose in supplying information."
                }
              ],
              "citations": [
                {
                  "type": "case",
                  "reference": "Privacy Commissioner's Case Note 19740 [2002] NZPrivCmr 5",
                  "context": "Cited as authority for the proposition that the focus is on the agency's purpose in obtaining information rather than the supplier's purpose."
                }
              ]
            },
            {
              "number": "[87]",
              "content": "We are concerned with two types of personal information, namely:",
              "page": 13,
              "subsections": [
                {
                  "title": "[87.1]",
                  "content": "Ms Cook's social welfare number; and"
                },
                {
                  "title": "[87.2]",
                  "content": "Ms Cook's personal information collected on 8 July 2016 and 3 March 2017."
                }
              ]
            },
            {
              "number": "",
              "content": "Use of social welfare number",
              "page": 13,
              "subsections": [
                {
                  "title": "Use of social welfare number",
                  "content": ""
                }
              ]
            },
            {
              "number": "[88]",
              "content": "Being information about Ms Cook, her social welfare number is her personal information. That information was collected in the context of Ms Cook being a client of MCLC, to determine WINZ assistance available to her. It was used to obtain further information about her in the context of an employment dispute. None of the statutory exceptions apply and, accordingly MCLC breached IPP 11 in the use of Ms Cook's social welfare number in this way.",
              "page": 13
            },
            {
              "number": "",
              "content": "Use of other information collected",
              "page": 14,
              "subsections": [
                {
                  "title": "Use of other information collected",
                  "content": ""
                }
              ]
            },
            {
              "number": "[89]",
              "content": "Ms Cook's personal information was also collected on 8 July 2016 and 3 March 2017. We have found that information was collected on both occasions in an employment context. There is no evidence as to the use of the information collected on 8 July 2016. Accordingly, we find no breach of IPP 10 in relation to this information.",
              "page": 14
            },
            {
              "number": "[90]",
              "content": "We have found that the information collected on 3 March 2017 was used, at least in part, for Ms Abraham to compile a report on assistance given to Ms Cook. This was the purpose for which information was collected. Accordingly, once again, we find no breach of IPP 10 in relation to this information.",
              "page": 14
            }
          ]
        },
        {
          "title": "WHETHER MS COOK's PRIVACY HAS BEEN INTERFERED WITH",
          "page_start": 14,
          "paragraphs": [
            {
              "number": "[91]",
              "content": "Having found a breach of IPPs 1 2, 4, and 10 by MCLC we now must consider whether Ms Cook's privacy has been interfered with.",
              "page": 14
            },
            {
              "number": "[92]",
              "content": "The Tribunal has jurisdiction to grant a remedy only if Ms Cook first establishes an interference with her privacy. Section 66 defines when such interference is established. Only PA, s 66(1) is relevant here:",
              "page": 14,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 66(1)",
                  "context": "This section is relevant here to define when an interference with privacy is established."
                }
              ],
              "quoted_material": {
                "source": "PA, s 66",
                "content": "66 Interference with privacy\n(1) For the purposes of this Part, an action is an interference with the privacy of an individual if, and only if,—\n(a) in relation to that individual,–\n(i) the action breaches an information privacy principle; or\n(ii) the action breaches a code of practice issued under section 63 (which relates to public registers); or\n(iia) the action breaches an information privacy principle or a code of practice as modified by an Order in Council made under section 96J; or\n(iib) the provisions of an information sharing agreement approved by an Order in Council made under section 96J have not been complied with; or\n(iii) the provisions of Part 10 (which relates to information matching) have not been complied with; and\n(b) in the opinion of the Commissioner or, as the case may be, the Tribunal, the action—\n(i) has caused, or may cause, loss, detriment, damage, or injury to that individual; or\n(ii) has adversely affected, or may adversely affect, the rights, benefits, privileges, obligations, or interests of that individual; or\n(iii) has resulted in, or may result in, significant humiliation, significant loss of dignity, or significant injury to the feelings of that individual."
              }
            },
            {
              "number": "[93]",
              "content": "Ms Cook has satisfied the Tribunal that MCLC has breached IPPs 1, 2, 4 and 10 under PA, s 66(1)(a). However, breach of an IPP does not on its own satisfy the statutory definition of “interference with the privacy of an individual”. Ms Cook must also satisfy the Tribunal that one of the harm thresholds in PA, s 66(1)(b) has been crossed, in that the breach by MCLC:",
              "page": 14,
              "subsections": [
                {
                  "title": "[93.1]",
                  "content": "has caused or may cause her loss, detriment, damage or injury; or"
                },
                {
                  "title": "[93.2]",
                  "content": "has adversely affected, or may adversely affect, her rights, benefits, privileges, obligations, or interests; or"
                },
                {
                  "title": "[93.3]",
                  "content": "has resulted in, or may result in, significant humiliation, significant loss of dignity, or significant injury to her feelings."
                }
              ],
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 66(1)(a)",
                  "context": "MCLC has breached IPPs 1, 2, 4 and 10 under this section."
                },
                {
                  "type": "statute",
                  "reference": "PA, s 66(1)(b)",
                  "context": "Ms Cook must satisfy the Tribunal that one of the harm thresholds in this section has been crossed."
                }
              ]
            },
            {
              "number": "[94]",
              "content": "There must be a causal connection between the breach of an IPP and harm suffered, pursuant to PA, s 66(1)(b). Ms Cook must show that she suffered harm and that MCLC's act was a contributing factor to the harm she suffered.",
              "page": 15,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 66(1)(b)",
                  "context": "There must be a causal connection between the breach of an IPP and harm suffered, pursuant to this section."
                }
              ]
            },
            {
              "number": "[95]",
              "content": "The causation standard was discussed in Taylor v Orcon Limited [2015] NZHRRT 15, (2015) 10 HRNZ 458 at [60] and [61]:",
              "page": 15,
              "citations": [
                {
                  "type": "case",
                  "reference": "Taylor v Orcon Limited [2015] NZHRRT 15, (2015) 10 HRNZ 458 at [60] and [61]",
                  "context": "Cited for discussion of the causation standard."
                }
              ],
              "quoted_material": {
                "source": "Taylor v Orcon Limited [2015] NZHRRT 15",
                "internal_paragraphs": [
                  {
                    "identifier": "[60]",
                    "content": "As pointed out by Gaudron J in Chappel v Hart (1998) 195 CLR 232, 238 (HCA), questions of causation are not answered in a legal vacuum. Rather, they are answered in the legal framework in which they arise. In the present context that framework includes the purpose of the Privacy Act which is to \"promote and protect individual privacy\" and second, the fact that s 66(1) does not require proof that harm has actually occurred, merely that it may occur. Given the difficulties involved in making a forecast about the course of future events and the factors (and interplay of factors) which might bring about or affect that course, the causation standard cannot be set at a level unattainable otherwise than in the most exceptional of cases. Even where harm has occurred it is seldom the outcome of a single cause. Often two or more factors cause the harm and sometimes the amount of their respective contributions cannot be quantified. It would be contrary to the purpose of the Privacy Act were such circumstance to fall outside the s 66(1) definition of interference with privacy. The more so given multiple causes present no difficulty in tort law. See Stephen Todd \"Causation and Remoteness of Damage\" in Stephen Todd (ed) The Law of Torts in New Zealand (6th ed, Thomson Reuters, Wellington, 2013) at [20.2.02]:"
                  }
                ]
              }
            },
            {
              "number": "[96]",
              "content": "Ms Cook gave evidence that:",
              "page": 15,
              "subsections": [
                {
                  "title": "[96.1]",
                  "content": "She felt disgusted and hurt that MCLC went behind her back twice to get information it was not entitled to, to discredit her in an investigation that was going on in relation to her allegations of work-place bullying."
                },
                {
                  "title": "[96.2]",
                  "content": "She felt that the privacy breaches were a continuation of the bullying she alleged and that MCLC was using its position of authority to treat Ms Cook in a way it had no right to."
                },
                {
                  "title": "[96.3]",
                  "content": "She did not feel that her private information was safe and she had no way of knowing who Ms Abraham or Ms Herbert shared the information with and how widely that information had been disclosed."
                },
                {
                  "title": "[96.4]",
                  "content": "When she found out about the privacy breach she felt vulnerable and that her personal information had been exposed for the purpose of trying to belittle her."
                },
                {
                  "title": "[96.5]",
                  "content": "She is depressed and the privacy beaches have left her with little self- esteem and defamed her character."
                }
              ]
            },
            {
              "number": "[97]",
              "content": "MCLC submits that any stress and anxiety suffered by Ms Cook are likely to have arisen as a result of her workplace allegations and the investigation being undertaken as a result of those allegations, rather than as a result of the alleged privacy breaches.",
              "page": 15
            },
            {
              "number": "[98]",
              "content": "We accept that, at the time the privacy breaches were discovered there were a number of other factors likely to cause Ms Cook significant humiliation or injury to her feelings. These include the on-going employment disputes. However, we also accept Ms Cook's evidence that when she became aware of the privacy breaches, she did suffer significant humiliation and injury to her feelings. The causation standard in Taylor v Orcon is made out.",
              "page": 16,
              "citations": [
                {
                  "type": "case",
                  "reference": "Taylor v Orcon",
                  "context": "The causation standard in this case is made out."
                }
              ]
            },
            {
              "number": "[99]",
              "content": "We therefore find Ms Cook's privacy has been interfered with.",
              "page": 16
            }
          ]
        },
        {
          "title": "LIABILITY OF MCLC AS AN EMPLOYER",
          "page_start": 16,
          "paragraphs": [
            {
              "number": "[100]",
              "content": "Having found that Ms Cook's privacy has been interfered with, before considering any remedy, we must consider those provisions of the Privacy Act that deal with MCLC's liability as an employer. Section 126 provides:",
              "page": 16,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act, Section 126",
                  "context": "This section deals with MCLC's liability as an employer."
                }
              ],
              "quoted_material": {
                "source": "Privacy Act, Section 126",
                "content": "126 Liability of employer and principals\n(1) Subject to subsection (4), anything done or omitted by a person as the employee of another person shall, for the purposes of this Act, be treated as done or omitted by that other person as well as by the first-mentioned person, whether or not it was done with that other person's knowledge or approval.\n(4) In proceedings under this Act against any person in respect of an act alleged to have been done by an employee of that person, it shall be a defence for that person to prove that he or she or it took such steps as were reasonably practicable to prevent the employee from doing that act, or from doing as an employee of that person acts of that description."
              }
            },
            {
              "number": "[101]",
              "content": "Accordingly, we must determine:",
              "page": 16,
              "subsections": [
                {
                  "title": "[101.1]",
                  "content": "Whether Ms Abraham was acting as an employee of MCLC; and if so"
                },
                {
                  "title": "[101.2]",
                  "content": "Whether MCLC took such steps as were reasonably practicable to prevent its employee, Ms Abraham, from doing, as an employee, the act that gave rise to the breach of the relevant IPP or acts of that description."
                }
              ]
            },
            {
              "number": "",
              "content": "Whether Ms Abraham was acting as MCLC's employee",
              "page": 16,
              "subsections": [
                {
                  "title": "Whether Ms Abraham was acting as MCLC's employee",
                  "content": ""
                }
              ]
            },
            {
              "number": "[102]",
              "content": "Pursuant to s 126(1) there is vicarious liability on MCLC as an employer, even though Ms Abraham may have acted without MCLC's knowledge or approval. For s 126(1) to apply the actions of Ms Abraham must be done as an employee of MCLC.",
              "page": 16,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 126(1)",
                  "context": "Pursuant to this section there is vicarious liability on MCLC as an employer."
                }
              ]
            },
            {
              "number": "[103]",
              "content": "MCLC accepts that at the times of the information requests (8 July 2016 and 3 March 2017) Ms Abraham was an employee of MCLC. MCLC further accepts that one of Ms Abraham's duties was WINZ advocacy, which allowed her to make inquiries to ensure that clients were on the correct benefit, and to advocate for those who could not advocate for themselves.",
              "page": 16
            },
            {
              "number": "[104]",
              "content": "It is Ms Herbert's evidence that Ms Abraham was employed at the time as the case worker for MCLC who primarily dealt with WINZ-related inquiries and assistance.",
              "page": 16
            },
            {
              "number": "[105]",
              "content": "MCLC submitted that Ms Cook approached Ms Abraham to assist her (Ms Cook) in a personal capacity that was “off the record\". We have, however, already found that Ms Cook did not know about the 8 July 2016 collection. There was no evidence before the Tribunal to indicate that Ms Abraham approached WINZ, other than as an employee of MCLC. This is true also for the collection of 3 March 2017. Ms Herbert had asked",
              "page": 16
            },
            {
              "number": "",
              "content": "Ms Abraham (as an employee of MCLC) to prepare a report detailing the work and assistance that had been provided to Ms Cook.",
              "page": 17
            },
            {
              "number": "[106]",
              "content": "We find that Ms Abraham contacted WINZ on 8 July 2016 and 3 March 2017 in her capacity as an employee of MCLC. Accordingly, in terms of PA, s 126(1) MCLC is vicariously liable for Ms Abraham's actions.",
              "page": 17,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 126(1)",
                  "context": "MCLC is vicariously liable for Ms Abraham's actions in terms of this section."
                }
              ]
            },
            {
              "number": "",
              "content": "Whether MCLC took such steps as were reasonably practicable to prevent Ms Abraham doing the acts complained of",
              "page": 17,
              "subsections": [
                {
                  "title": "Whether MCLC took such steps as were reasonably practicable to prevent Ms Abraham doing the acts complained of",
                  "content": ""
                }
              ]
            },
            {
              "number": "[107]",
              "content": "Having found that s 126(1) has given rise to vicarious liability we must consider whether MCLC can avail itself of the defence under PA, s 126(4).",
              "page": 17,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 126(1)",
                  "context": "This section gives rise to vicarious liability."
                },
                {
                  "type": "statute",
                  "reference": "PA, s 126(4)",
                  "context": "Consideration of whether MCLC can avail itself of the defence under this section."
                }
              ]
            },
            {
              "number": "[108]",
              "content": "For the reasons set out in [104] to [106] we find that the acts were done by MCLC's employee, Ms Abraham.",
              "page": 17
            },
            {
              "number": "[109]",
              "content": "Accordingly, we must consider whether MCLC took such steps as were reasonably practicable to prevent Ms Abraham, as an employee, from seeking information from WINZ about Ms Cook, (without any updated privacy consent) in July 2016 and March 2017 or from doing, as an employee, acts of that description. The onus is on MCLC to prove this, on the balance of probabilities.",
              "page": 17
            },
            {
              "number": "[110]",
              "content": "Ms Herbert said that as she was unaware of the requests of 8 July 2016 and March 2017 she could not take any steps to stop them. Lack of knowledge is not a relevant matter, as PA, s 126(1) applies whether or not the employer had knowledge of or approved the actions. For MCLC to be able to rely on the defence in PA, s 126(4) it must have taken active steps to prevent the actions complained of.",
              "page": 17,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 126(1)",
                  "context": "This section applies whether or not the employer had knowledge of or approved the actions."
                },
                {
                  "type": "statute",
                  "reference": "PA, s 126(4)",
                  "context": "To rely on the defence in this section, MCLC must have taken active steps to prevent the actions."
                }
              ]
            },
            {
              "number": "[111]",
              "content": "In relation to the request for information on 3 March 2017, MCLC says this was done by Ms Abraham to complete her file and to provide MCLC with details of the assistance it had given to Ms Cook. Ms Herbert said that when asking Ms Abraham to put together such a report she could not remember telling Ms Abraham not to approach WINZ, but most likely she did not do this. She also said that, on occasion, privacy waivers were re-used. We find that MCLC took no active steps to stop Ms Abraham from requesting information using a dated privacy waiver form which had been given not in an employment context, but in Ms Cook's capacity as a client of MCLC.",
              "page": 17
            },
            {
              "number": "[112]",
              "content": "In relation to the generic steps it took to prevent Ms Abraham from doing acts of the description complained of, MCLC made much of its privacy compliance procedures. Ms Herbert specifically said that before signing their employment contract all new employees of MCLC were required to read MCLC's Practice and Process handbook and MCLC's Human Resources handbook.",
              "page": 17
            },
            {
              "number": "[113]",
              "content": "A copy of MCLC's handbooks was available electronically and a hard copy was also available to employees in Ms Herbert's office. These documents covered MCLC's internal requirements to keep client records and its privacy policies.",
              "page": 17
            },
            {
              "number": "[114]",
              "content": "Ms Herbert said MCLC provided employees with a two-week orientation at the commencement of employment, which included information regarding the Privacy Act and the need for and use of privacy waivers.",
              "page": 17
            },
            {
              "number": "[115]",
              "content": "Ms Herbert further said that MCLC provided Ms Abraham with ongoing training and supervision. However, Ms Herbert was not clear as to the nature of the ongoing training",
              "page": 17
            },
            {
              "number": "",
              "content": "and supervision. She referred to having access to an external supervising solicitor for professional development, and annual training through the Māori Caucus.",
              "page": 18
            },
            {
              "number": "[116]",
              "content": "Ms Herbert could not point to any specific external privacy training for the staff, including Ms Abraham. Rather, Ms Herbert said the staff chose what training they needed. She could not say whether the MCLC Privacy Officer had completed the training offered by the Privacy Commissioner.",
              "page": 18
            },
            {
              "number": "[117]",
              "content": "In these circumstances we find that MCLC did not take such steps as were reasonably practicable to prevent Ms Abraham, as an employee, from doing the acts complained of in this case (namely, using Ms Cook's social welfare number and seeking Ms Cook's personal information without a current privacy authorisation).",
              "page": 18
            },
            {
              "number": "[118]",
              "content": "It follows that MCLC cannot rely on the defence under PA, s 126(4).",
              "page": 18,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 126(4)",
                  "context": "It follows that MCLC cannot rely on the defence under this section."
                }
              ]
            }
          ]
        },
        {
          "title": "REMEDY",
          "page_start": 18,
          "paragraphs": [
            {
              "number": "[119]",
              "content": "We must now consider the remedies (if any) to be granted to Ms Cook. Ms Cook is seeking:",
              "page": 18,
              "subsections": [
                {
                  "title": "[119.1]",
                  "content": "A declaration that her privacy has been interfered with."
                },
                {
                  "title": "[119.2]",
                  "content": "An apology from MCLC."
                },
                {
                  "title": "[119.3]",
                  "content": "An order for damages of between $98,000 and $200,000."
                },
                {
                  "title": "[119.4]",
                  "content": "An order that MCLC, in conjunction with the Privacy Commissioner's office, undertakes Privacy Act training."
                }
              ]
            },
            {
              "number": "",
              "content": "Remedies which may be granted",
              "page": 18,
              "subsections": [
                {
                  "title": "Remedies which may be granted",
                  "content": ""
                }
              ]
            },
            {
              "number": "[120]",
              "content": "Where the Tribunal is satisfied on the balance of probabilities that an action of a defendant is an interference with the privacy of an individual, the Tribunal may grant one or more of the remedies allowed by PA, s 85:",
              "page": 18,
              "citations": [
                {
                  "type": "statute",
                  "reference": "PA, s 85",
                  "context": "The Tribunal may grant one or more of the remedies allowed by this section."
                }
              ],
              "quoted_material": {
                "source": "PA, s 85",
                "content": "85 Powers of Human Rights Review Tribunal\n(1)\nIf, in any proceedings under section 82 or section 83, the Tribunal is satisfied on the balance of probabilities that any action of the defendant is an interference with the privacy of an individual, it may grant 1 or more of the following remedies:\n(a) a declaration that the action of the defendant is an interference with the privacy of an individual:\n(b) an order restraining the defendant from continuing or repeating the interference, or from engaging in, or causing or permitting others to engage in, conduct of the same kind as that constituting the interference, or conduct of any similar kind specified in the order:\n(c) damages in accordance with section 88:\n(d) an order that the defendant perform any acts specified in the order with a view to remedying the interference, or redressing any loss or damage suffered by the aggrieved individual as a result of the interference, or both:\n(e) such other relief as the Tribunal thinks fit."
              }
            },
            {
              "number": "[121]",
              "content": "Section 88(1) provides for three specific heads of damage:",
              "page": 19,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Section 88(1)",
                  "context": "This section provides for three specific heads of damage."
                }
              ],
              "quoted_material": {
                "source": "Section 88",
                "content": "88 Damages\n(1) In any proceedings under section 82 or section 83, the Tribunal may award damages against the defendant for an interference with the privacy of an individual in respect of any 1 or more of the following:\n(a) pecuniary loss suffered as a result of, and expenses reasonably incurred by the aggrieved individual for the purpose of, the transaction or activity out of which the interference arose:\n(b) loss of any benefit, whether or not of a monetary kind, which the aggrieved individual might reasonably have been expected to obtain but for the interference:\n(c) humiliation, loss of dignity, and injury to the feelings of the aggrieved individual."
              }
            },
            {
              "number": "",
              "content": "Declaration",
              "page": 19,
              "subsections": [
                {
                  "title": "Declaration",
                  "content": ""
                }
              ]
            },
            {
              "number": "[122]",
              "content": "While the grant of a declaration is discretionary, declaratory relief should not ordinarily be denied. See Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414 (Kós J, Ms SL Ineson and Ms PJ Davies) at [107] and [108].",
              "page": 19,
              "citations": [
                {
                  "type": "case",
                  "reference": "Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414 (Kós J, Ms SL Ineson and Ms PJ Davies) at [107] and [108]",
                  "context": "Cited for the principle that declaratory relief should not ordinarily be denied."
                }
              ]
            },
            {
              "number": "[123]",
              "content": "On the facts we see nothing that could possibly justify the withholding from Ms Cook of a formal declaration that MCLC interfered with her privacy.",
              "page": 19
            },
            {
              "number": "",
              "content": "Apology",
              "page": 19,
              "subsections": [
                {
                  "title": "Apology",
                  "content": ""
                }
              ]
            },
            {
              "number": "[124]",
              "content": "This case revolves principally around the actions of Ms Abraham and, to a lesser extent, Ms Herbert. The Tribunal understands that neither Ms Abraham nor Ms Herbert are now with MCLC. MCLC continues to maintain that it has acted in accordance with the requirements of the Privacy Act. In these circumstances there must be real questions about the worth and sincerity of any apology.",
              "page": 19
            },
            {
              "number": "[125]",
              "content": "Given the passage of time since the breaches the subject of this case and the factors referred to in [124] the Tribunal declines to order MCLC to offer an apology.",
              "page": 19
            },
            {
              "number": "",
              "content": "Damages for humiliation, loss of dignity and injury to feelings",
              "page": 19,
              "subsections": [
                {
                  "title": "Damages for humiliation, loss of dignity and injury to feelings",
                  "content": ""
                }
              ]
            },
            {
              "number": "[126]",
              "content": "Ms Cook is seeking damages of between $98,000 and $200,000, which is in the “category three” band as set out in Hammond v Credit Union Baywide [2015] NZHRRT 6.",
              "page": 19,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide [2015] NZHRRT 6",
                  "context": "Cited for the definition of the 'category three' band for damages."
                }
              ]
            },
            {
              "number": "[127]",
              "content": "The general principles relating to an assessment of damages for humiliation, loss of dignity and injury to feelings were summarised in Hammond v Credit Union Baywide. Those principles are adopted in this case.",
              "page": 19,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide",
                  "context": "Cited for the general principles relating to an assessment of damages for humiliation, loss of dignity and injury to feelings."
                }
              ]
            },
            {
              "number": "[128]",
              "content": "In relation to those principles, we make the following observations:",
              "page": 19,
              "subsections": [
                {
                  "title": "[128.1]",
                  "content": "The Tribunal is required to take into account the conduct of the defendant in deciding what remedy, if any, it will grant (PA, s 85(4)). While MCLC has taken no ownership of the privacy breaches in this case, MCLC did take Ms Cook's allegations sufficiently seriously to warrant an external investigation. It did continue to support Ms Cook financially during the investigation, while she was no longer at work. These are factors that will be taken into account."
                },
                {
                  "title": "[128.2]",
                  "content": "Heads of damages under s 88(1)(c) import a subjective element to their assessment. The circumstances of humiliation, loss of dignity and injury to feelings"
                }
              ]
            },
            {
              "number": "",
              "content": "are fact specific and turn on the personality of the aggrieved individual. In this case we found Ms Cook to be a robust plaintiff.",
              "page": 20
            },
            {
              "number": "[128.3]",
              "content": "While Ms Cook was feeling humiliation and injury to her feelings in relation to the privacy breaches, she was also undoubtably having those feelings as a result of the ongoing employment disputes between her and MCLC.",
              "page": 20,
              "subsections": [
                {
                  "title": "[128.3]",
                  "content": "While Ms Cook was feeling humiliation and injury to her feelings in relation to the privacy breaches, she was also undoubtably having those feelings as a result of the ongoing employment disputes between her and MCLC."
                }
              ]
            },
            {
              "number": "[129]",
              "content": "Ms Cook invited the Tribunal to find that what occurred to her was not any less than what occurred to the employee in Hammond v Credit Union Baywide. She submits that in both cases the breaches were connected to a dysfunctional employment relationship in which the employer had used an employee to access information it was not entitled to for the purpose of retaliation.",
              "page": 20,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide",
                  "context": "Ms Cook invited the Tribunal to compare her case to this one."
                }
              ]
            },
            {
              "number": "[130]",
              "content": "The Tribunal does not see this case as analogous to that in Hammond v Credit Union Baywide. In particular:",
              "page": 20,
              "subsections": [
                {
                  "title": "[130.1]",
                  "content": "The actions of MCLC did not leave Ms Cook with no choice but to resign."
                },
                {
                  "title": "[130.2]",
                  "content": "MCLC launched an investigation into Ms Cook's allegations."
                },
                {
                  "title": "[130.3]",
                  "content": "MCLC's actions did not cause Ms Cook any lost income. It continued to pay her while she was on special leave and the investigation ran its course. Ms Cook resigned only 14 days prior to the end of her fixed term employment."
                },
                {
                  "title": "[130.4]",
                  "content": "MCLC did not make any attempt to interfere with Ms Cook's ability to find new work (which was the case in Hammond v Credit Union Baywide)."
                },
                {
                  "title": "[130.5]",
                  "content": "Unlike Hammond v Credit Union Baywide MCLC did not take steps to intentionally provide the personal information to third parties."
                }
              ],
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide",
                  "context": "The Tribunal does not see this case as analogous to that in Hammond v Credit Union Baywide."
                }
              ]
            },
            {
              "number": "[131]",
              "content": "In all the circumstances we are of the opinion that an award of damages in the lower band, as discussed in Hammond v Credit Union Baywide, is appropriate.",
              "page": 20,
              "citations": [
                {
                  "type": "case",
                  "reference": "Hammond v Credit Union Baywide",
                  "context": "The lower band of damages discussed in this case is considered appropriate."
                }
              ]
            },
            {
              "number": "",
              "content": "Privacy Act training",
              "page": 20,
              "subsections": [
                {
                  "title": "Privacy Act training",
                  "content": ""
                }
              ]
            },
            {
              "number": "[132]",
              "content": "Ms Cook seeks an order that MCLC, in conjunction with the Privacy Commissioner's office, undertakes Privacy Act training.",
              "page": 20
            },
            {
              "number": "[133]",
              "content": "As referred to above, the Tribunal understands that neither Ms Herbert nor Ms Abraham are now with MCLC. Accordingly, a formal training order will not be granted.",
              "page": 20
            }
          ]
        },
        {
          "title": "FORMAL ORDERS",
          "page_start": 20,
          "paragraphs": [
            {
              "number": "[134]",
              "content": "For the foregoing reasons the decision of the Tribunal is that on the balance of probabilities the actions of the Manawatu Community Law Centre were interferences with the privacy of Ms Cook and:",
              "page": 20,
              "subsections": [
                {
                  "title": "[134.1]",
                  "content": "A declaration is made under s 85(1)(a) of the Privacy Act 1993 that the Manawatu Community Law Centre interfered with the privacy of Ms Cook by breaching IPPs 1, 2, 4 and 10."
                },
                {
                  "title": "[134.2]",
                  "content": "Damages of $6,000 are awarded against the Manawatu Community Law Centre under ss 85(1)(c) and 88(1)(c) of the Privacy Act 1993 for hurt and humiliation and injury to the feelings of Ms Cook."
                }
              ]
            }
          ]
        },
        {
          "title": "COSTS",
          "page_start": 21,
          "paragraphs": [
            {
              "number": "[135]",
              "content": "Costs are reserved. Unless the parties come to an arrangement on costs the following timetable is to apply:",
              "page": 21,
              "subsections": [
                {
                  "title": "[135.1]",
                  "content": "Ms Cook is to file her submissions within 14 days after the date of this decision. The submissions for the Manawatu Community Law Centre are to be filed within the 14 days which follow. Ms Cook is to have a right of reply within seven days after that."
                },
                {
                  "title": "[135.2]",
                  "content": "The Tribunal will then determine the issue of costs on the basis of the written submissions without further oral hearing."
                },
                {
                  "title": "[135.3]",
                  "content": "In case it should prove necessary, we leave it to the Chairperson or Deputy Chairperson of the Tribunal to vary the foregoing timetable."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson",
          "date": ""
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member",
          "date": ""
        },
        {
          "name": "Sir RK Workman KNZM QSO",
          "role": "Member",
          "date": ""
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as Cook v Manawatu Community Law Centre [2021] NZHRRT 10.]",
          "page": 1
        }
      ]
    }
  ]
}