{
  "document_metadata": {
    "total_cases": 1,
    "document_type": "single_case",
    "file_name": "",
    "total_pages": 33,
    "extraction_date": ""
  },
  "cases": [
    {
      "case_number": 412018,
      "case_metadata": {
        "decision_number": "[2020] NZHRRT 9",
        "reference_number": "HRRT 041/2018",
        "court_tribunal": "IN THE HUMAN RIGHTS REVIEW TRIBUNAL",
        "jurisdiction": "Napier",
        "hearing_date": "5, 6 and 10 December 2019",
        "decision_date": "16 March 2020",
        "case_title": "Marshall v IDEA Services Ltd (HDC Act) [2020] NZHRRT 9",
        "legal_basis": "THE HEALTH AND DISABILITY COMMISSIONER ACT 1994",
        "decision_type": "DECISION OF TRIBUNAL",
        "page_range": {
          "start_page": 1,
          "end_page": 33
        }
      },
      "parties": {
        "plaintiffs": [
          {
            "name": "EAMON HENNING MARSHALL",
            "role": "PLAINTIFF",
            "type": "individual"
          }
        ],
        "defendants": [
          {
            "name": "IDEA SERVICES LIMITED",
            "role": "DEFENDANT",
            "type": "company"
          }
        ],
        "other_parties": []
      },
      "tribunal_members": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson"
        },
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson"
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member"
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member"
        }
      ],
      "appearances": [
        {
          "counsel": "Mr GW Marshall",
          "representing": "as agent for his son"
        },
        {
          "counsel": "Ms I Reuvecamp",
          "representing": "defendant"
        }
      ],
      "sections": [
        {
          "title": "INTRODUCTION",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[1]",
              "content": "Eamon Marshall, presently some 17 years of age, is profoundly disabled. The following description of his disabilities has been taken from the report of the Health and Disability Commissioner in Case 16HDC00597 (12 October 2018 at [35]):",
              "page": 3,
              "quoted_material": {
                "source": "Health and Disability Commissioner in Case 16HDC00597 (12 October 2018 at [35])",
                "content": "35. Eamon Marshall has tuberous sclerosis and intractable epilepsy. Eamon has generalised brain dysfunction, which limits his mobility, and also has cerebral palsy, which affects his left side in particular. Eamon has limited use of his limbs, and his functional ability is around the age of an infant. He is fully dependent for continence, bathing, and dressing, as well as all other day-to-day care needs. He is non-verbal and has poor eyesight. Eamon receives a number of different medications and, of note, suffers from seizures and receives medication to minimise his risk of experiencing seizures."
              }
            },
            {
              "number": "[2]",
              "content": "Because of Eamon's high and complex needs his parents (Glenn Walter Marshall and Franziska Jane Marshall) have been unwilling and unable to care for him. In January 2004, at the age of 18 months, Eamon was by agreement under the then Children, Young Persons and their Families Act 1989, placed in the care of IDEA Services Limited (IDEA Services). Wendy and Melvin Pluijmers were contracted by IDEA Services to care for Eamon as full-time foster care givers. He remained in their care until December 2015 when the events in question occurred some 11 years later.",
              "page": 3,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Children, Young Persons and their Families Act 1989",
                  "context": "Eamon was by agreement under the then Children, Young Persons and their Families Act 1989, placed in the care of IDEA Services Limited"
                }
              ]
            }
          ]
        },
        {
          "title": "The complaint",
          "page_start": 3,
          "paragraphs": [
            {
              "number": "[3]",
              "content": "In about November 2015 Mrs Marshall on four occasions found medication down the side of Eamon's wheelchair or in his clothing, raising concern that he had not received the medication on those occasions.",
              "page": 3
            },
            {
              "number": "[4]",
              "content": "That concern (and others) were set out by Mr Marshall in an email dated 8 December 2015 addressed to Kai Jugo of the Needs Assessment and Service Coordinator (NASC) service of the Hawke's Bay District Health Board. In the same email Mr and Mrs Marshall expressed their view that Eamon should be transitioned out of foster care into full-time residential care. Mr Marshall asked that the email be forwarded by the NASC to IDEA Services. This was done the following day, 9 December 2015.",
              "page": 3
            },
            {
              "number": "[5]",
              "content": "IDEA Services took immediate action and met with Mr and Mrs Marshall on 10 December 2015. That same day Eamon was uplifted by IDEA Services from the care of Mr and Mrs Pluijmers. From that point he was placed in full-time residential care provided by IDEA Services until November 2016 when he was transferred to a different service provider. No complaint has been made by Mr and Mrs Marshall regarding the care provided to Eamon in the period 10 December 2015 to November 2016. They have praised the standard of care.",
              "page": 3
            },
            {
              "number": "[6]",
              "content": "The concerns expressed by Mr and Mrs Marshall regarding the care given by Mr and Mrs Pluijmers were investigated by the Area Manager of IDEA Services and were the subject of a report by her. Mr and Mrs Marshall have voiced a number of complaints regarding that report and the circumstances of the Area Manager's investigation.",
              "page": 3
            }
          ]
        },
        {
          "title": "The investigation by the Health and Disability Commissioner",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[7]",
              "content": "In mid-June 2016 IDEA Services received notice from the Health and Disability Commissioner that Mr and Mrs Marshall had made a complaint alleging breaches of the Code of Health and Disability Services Consumers' Rights 1994 (Code).",
              "page": 4,
              "citations": [
                {
                  "type": "regulation",
                  "reference": "Code of Health and Disability Services Consumers' Rights 1994",
                  "context": "alleging breaches of the Code of Health and Disability Services Consumers' Rights 1994 (Code)."
                }
              ]
            },
            {
              "number": "[8]",
              "content": "Much later, on 12 October 2018 the Commissioner published his report in Case 16HDC00597. The ambit of the inquiry, as it related to Mr and Mrs Pluijmers, was the care provided to Eamon between 2012 and 2015, specifically in relation to medication management, the provision of suitable food, methods of transferring Eamon, personal cares and hygiene.",
              "page": 4,
              "citations": [
                {
                  "type": "case",
                  "reference": "Case 16HDC00597",
                  "context": "the Commissioner published his report in Case 16HDC00597."
                }
              ]
            },
            {
              "number": "[9]",
              "content": "The scope of the inquiry, as it related to IDEA Services, was confined to the oversight IDEA Services and its staff provided in respect of the care provided to Eamon by Mr and Mrs Pluijmers between 2012 and 2015 and the investigation by IDEA Services into the complaint made by Mr and Mrs Marshall in December 2015.",
              "page": 4
            },
            {
              "number": "[10]",
              "content": "With regard to Mr and Mrs Pluijmers, one of the principal findings of the Commissioner was that as Mr and Mrs Pluijmers were responsible for administering Eamon's medication they had to take a degree of responsibility for the pills found in his wheelchair. It was also found they had not maintained Eamon's medication folder to an appropriate standard.",
              "page": 4
            },
            {
              "number": "[11]",
              "content": "In relation to IDEA Services, the Commissioner noted IDEA Services had accepted its oversight of the care provided to Eamon by Mr and Mrs Pluijmers had fallen short of the expected standard. The Commissioner found there had been a failure to provide appropriate oversight and support of the care provided by Mr and Mrs Pluijmers for a prolonged period of time in a number of areas and a failure to engage with Eamon's school. The Commissioner concluded IDEA Services had not provided services to Eamon with reasonable care and skill in breach of Right 4(1) of the Code.",
              "page": 4
            },
            {
              "number": "[12]",
              "content": "In relation to the complaint management issue the Commissioner found IDEA Services had breached Right 4(2) of the Code by not complying with its own standards when dealing with the December 2015 complaint by Mr and Mrs Marshall.",
              "page": 4
            },
            {
              "number": "[13]",
              "content": "The Commissioner concluded his report by exercising his discretion under the Health and Disability Commissioner Act 1994 (HDCA), s 45(2)(f) (HDCA) to refer IDEA Services to the Director of Proceedings (Director) for the purpose of deciding whether any proceedings should be taken under the Act. That puts in issue the jurisdiction of the Tribunal to hear the present proceedings.",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Health and Disability Commissioner Act 1994 (HDCA), s 45(2)(f)",
                  "context": "exercising his discretion under the Health and Disability Commissioner Act 1994 (HDCA), s 45(2)(f) (HDCA) to refer IDEA Services to the Director of Proceedings"
                }
              ]
            }
          ]
        },
        {
          "title": "Jurisdiction",
          "page_start": 4,
          "paragraphs": [
            {
              "number": "[14]",
              "content": "Mr and Mrs Marshall are the legal guardians of Eamon. Mr Marshall has brought (and conducted) the present proceedings in that capacity.",
              "page": 4
            },
            {
              "number": "[15]",
              "content": "However, s 51 of the Act provides that an aggrieved person cannot bring proceedings unless the Director declines or fails to take proceedings:",
              "page": 4,
              "citations": [
                {
                  "type": "statute",
                  "reference": "s 51 of the Act",
                  "context": "s 51 of the Act provides that an aggrieved person cannot bring proceedings unless the Director declines or fails to take proceedings"
                }
              ],
              "quoted_material": {
                "source": "Aggrieved person may bring proceedings before Tribunal, Section 51",
                "content": "Notwithstanding section 50(2) but subject to section 53, the aggrieved person (whether personally or by any person authorised to act on his or her behalf) may bring proceedings before the Tribunal against a person to whom section 50 applies if he or she wishes to do so, and-\n(a) the Commissioner, having found a breach of the Code on the part of the person to whom that section applies, has not referred the person to the Director of Proceedings under section 45(2)(f); or\n(b) the Director of Proceedings declines or fails to take proceedings.",
                "internal_paragraphs": [
                  {
                    "identifier": "(a)",
                    "content": "the Commissioner, having found a breach of the Code on the part of the person to whom that section applies, has not referred the person to the Director of Proceedings under section 45(2)(f); or"
                  },
                  {
                    "identifier": "(b)",
                    "content": "the Director of Proceedings declines or fails to take proceedings."
                  }
                ]
              }
            },
            {
              "number": "[16]",
              "content": "Because the Director by letter dated 7 November 2018 gave formal notice to the Tribunal and to the parties that she had decided not to take proceedings against IDEA Services before the Tribunal there is no jurisdictional barrier to the present proceedings being brought by Eamon.",
              "page": 5
            }
          ]
        },
        {
          "title": "THE SCOPE OF THE PRESENT PROCEEDINGS",
          "page_start": 5,
          "paragraphs": [
            {
              "number": "[17]",
              "content": "The original statement of claim dated 7 November 2018 was noticeably unfocussed and discursive. It also named Mr Marshall as second plaintiff and Mrs Marshall as third plaintiff. After concerns were raised by the Chairperson in his Minutes dated 21 November 2018 and 3 December 2018 a second statement of claim was filed on 9 December 2018. A third (and final) statement followed on 15 February 2019.",
              "page": 5,
              "subsections": [
                {
                  "title": "The statement of claim",
                  "content": ""
                }
              ]
            },
            {
              "number": "[18]",
              "content": "The principal changes introduced by the third statement of claim are:",
              "page": 5,
              "subsections": [
                {
                  "title": "",
                  "content": "[18.1] Only two causes of action are now advanced, being the breaches of Rule 4(1) and Rule 4(2) of the Code identified in the Commissioner's report."
                },
                {
                  "title": "",
                  "content": "[18.2] Mr and Mrs Marshall are no longer plaintiffs. A formal notice of discontinuance was filed by them on 6 March 2019."
                },
                {
                  "title": "",
                  "content": "[18.3] Although the third claim initially sought damages for humiliation and loss of dignity, Mr Marshall by subsequent email dated 5 September 2019 withdrew the “humiliation” ground and confined the claimed damages to “loss of dignity”. See the Minute issued by the Chairperson on 20 September 2019."
                }
              ]
            },
            {
              "number": "[19]",
              "content": "The statement of reply dated 20 March 2019 by IDEA Services responds specifically to the third and final statement of claim. IDEA Services admits it breached Right 4(1) and Right 4(2) of the Code. However, those admissions are explicitly limited in nature and for reasons which will be explained, largely determine the basis on which the issue of remedies is to be addressed. For that reason it is necessary that the terms of the admissions be recorded here in full.",
              "page": 5,
              "subsections": [
                {
                  "title": "The statement of reply filed by IDEA Services",
                  "content": ""
                }
              ]
            },
            {
              "number": "[20]",
              "content": "Right 4(1) of the Code provides:\nEvery consumer has the right to have services provided with reasonable care and skill.",
              "page": 5,
              "subsections": [
                {
                  "title": "The admissions by IDEA Services – Right 4(1)",
                  "content": ""
                }
              ]
            },
            {
              "number": "[21]",
              "content": "In relation to this right IDEA Services accepts:",
              "page": 5,
              "subsections": [
                {
                  "title": "",
                  "content": "[21.1] It failed to provide appropriate oversight of the care provided to Eamon by Mr and Mrs Pluijmers;"
                },
                {
                  "title": "",
                  "content": "[21.2] It failed to review Eamon's medication folders appropriately;"
                },
                {
                  "title": "",
                  "content": "[21.3] It did not adequately identify and address the training needs of Mr and Mrs Pluijmers;"
                },
                {
                  "title": "",
                  "content": "[21.4] From December 2014, the drawer in Eamon's room was not an appropriate location to store medication on the basis that it did not comply with the IDEA Service's Medication Policy regarding the need for locked secure storage of medication;"
                },
                {
                  "title": "",
                  "content": "[21.5] It failed to interact on an appropriate level with Eamon's educational provider;"
                },
                {
                  "title": "",
                  "content": "[21.6] It failed to provide appropriate oversight and support to Mr and Mrs Pluijmers as Eamon's foster parents and caregivers to ensure that appropriate care was being provided, and accordingly, did not provide to Eamon services with reasonable care and skill, in breach of Right 4(1) of the Code."
                }
              ]
            },
            {
              "number": "[22]",
              "content": "Right 4(2) of the Code provides:\nEvery consumer has the right to have services provided that comply with legal, professional, ethical, and other relevant standards.",
              "page": 6,
              "subsections": [
                {
                  "title": "The admissions by IDEA Services – Right 4(2)",
                  "content": ""
                }
              ]
            },
            {
              "number": "[23]",
              "content": "In relation to this right IDEA Services accepts:",
              "page": 6,
              "subsections": [
                {
                  "title": "",
                  "content": "[23.1] It breached the Code by not complying with its own standards when dealing with the complaint from Mr and Mrs Marshall."
                },
                {
                  "title": "",
                  "content": "[23.2] It initially failed to treat the complaint as a complaint despite it clearly filling IDEA Services' own definition of a complaint."
                },
                {
                  "title": "",
                  "content": "[23.3] It failed to adequately investigate the complaint."
                },
                {
                  "title": "",
                  "content": "[23.4] The internal report was substandard."
                },
                {
                  "title": "",
                  "content": "[23.5] There was no indication on the “summary” report that it was a summary report."
                },
                {
                  "title": "",
                  "content": "[23.6] While IDEA Services by letter dated 20 July 2016 stated the investigation was reasonable, robust and appropriate, it subsequently acknowledged the steps taken by the Area Manager (Maggie Brown) in carrying out the initial investigation and subsequent summary report provided to Mr and Mrs Marshall were not robust or meeting the expectations of the organisation."
                },
                {
                  "title": "",
                  "content": "[23.7] Maggie Brown concluded her investigation and finalised her report prior to receiving a medication audit from Ms Lyn Burns, health adviser, and that once received, this audit was not attached by Ms Brown as an addendum to her report."
                },
                {
                  "title": "",
                  "content": "[23.8] That in a letter dated 12 April 2017 it stated:\nthe steps taken by the Area Manager in carrying out the initial investigation and subsequent summary report provided to the Marshalls, were not robust or meeting the organisation's expectations (as we had initially believed)."
                }
              ]
            },
            {
              "number": "[24]",
              "content": "Significant though the admissions may be, they have been carefully framed and are expressly limited. There is no admission of the facts found by the Commissioner. The admissions are in relation to findings made, not in relation to the evidence taken into account by the Commissioner in reaching those findings. In addition not all findings in the report are admitted. Many are strongly disputed. See for example the IDEA Services letter to the Commissioner dated 19 September 2018 responding to the Commissioner's provisional opinion.",
              "page": 7,
              "subsections": [
                {
                  "title": "Admissions limited",
                  "content": ""
                }
              ]
            },
            {
              "number": "[25]",
              "content": "Specifically disputed is the Commissioner's opinion that:",
              "page": 7,
              "subsections": [
                {
                  "title": "",
                  "content": "[25.1] Information was deliberately removed from the Area Manager's report to minimise the significance of its findings (report para 277); and"
                },
                {
                  "title": "",
                  "content": "[25.2] The fact that the report from the Area Manager did not comply with IDEA Services' complaints policy was reflective of a culture of non-compliance within the senior leadership team of IDEA Services (report para 298)."
                }
              ]
            },
            {
              "number": "[26]",
              "content": "Mr Marshall called no evidence which would enable the Tribunal to make findings of the kind made by the Commissioner. The evidence given by him and his wife went little further than asserting a belief that the Commissioner's findings were correct. They produced no evidence to support that belief beyond the Commissioner's report itself.",
              "page": 7
            },
            {
              "number": "[27]",
              "content": "Consequently, in the present proceedings the report is evidence only of the fact that the Commissioner conducted an investigation and reached certain conclusions. It is not evidence of the truth of the factual findings made by the Commissioner or of the correctness of his findings.",
              "page": 7
            },
            {
              "number": "[28]",
              "content": "In this regard the Chairperson by Minutes dated 22 May 2019 at [18] and 23 August 2019 at [52] reminded the parties of the limited consequences of incorporating a document in the common bundle (such as the Commissioner's report), pointing out that while the Tribunal was not bound by the High Court Rules, r 9.5, they were to be applied to the present case:",
              "page": 7,
              "quoted_material": {
                "source": "Minute dated 22 May 2019 at [18]",
                "content": "[52] The parties are reminded that the Minute dated 22 May 2019 at [18] records that the consequences of incorporating a document in the common bundle are those set out in High Court Rules, r 9.5. Although the Tribunal is not bound by those rules they are applied when appropriate, as in the present case. The references to \"the court\" are to be read as references to the Tribunal:\n9.5 Consequences of incorporating document in common bundle\n(1) Each document contained in the common bundle is, unless the court otherwise directs, to be considered-\n(a) to be admissible; and\n(b) to be accurately described in the common bundle index; and\n(c) to be what it appears to be; and\n(d) to have been signed by any apparent signatory; and\n(e) to have been sent by any apparent author and to have been received by any apparent addressee; and\n(f) to have been produced by the party indicated in the common bundle index.\n(2) If a party objects to the admissibility of a document included in the common bundle, or to the application of any of subclause (1)(b) to (f) to a document, the objection must, if practicable, be recorded in the common bundle, and must be determined by the court at the hearing or at any prior time that the court directs.\n(3) The fact that a document has been included in the common bundle is not relevant to the determination under subclause (2) of an objection that relates to the document.\n(4) A document in the common bundle is automatically received into evidence (subject to the resolution of any objection to admissibility) when a witness refers to it in evidence or when counsel refers to it in submissions (made otherwise than in a closing address).\n(5) A document in the common bundle may not be received in evidence except under subclause (4).\n(6) The court may direct that this rule or any part of it is not to apply to a particular document."
              }
            },
            {
              "number": "[29]",
              "content": "Sections 130, 132 and 134 of the Evidence Act 2006 are to the same effect.",
              "page": 8,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Evidence Act 2006, Sections 130, 132 and 134",
                  "context": "Sections 130, 132 and 134 of the Evidence Act 2006 are to the same effect."
                }
              ]
            },
            {
              "number": "[30]",
              "content": "By email dated 5 July 2019 IDEA Services gave notice it would not be filing any written statements of evidence and would be relying on the documents contained in the common bundle.",
              "page": 8,
              "subsections": [
                {
                  "title": "The evidence",
                  "content": ""
                }
              ]
            },
            {
              "number": "[31]",
              "content": "As a consequence the only oral evidence heard by the Tribunal was the evidence given by Mr and Mrs Marshall. Their evidence focused on whether the Area Manager had interviewed Mr and Mrs Marshall as part of the investigation into the concerns they had expressed following the discovery of the four pills, whether they had been provided with a copy of the report itself and whether they had been told the document provided to them was a summary only. There was brief reference to dealings with other IDEA Services employees and an account of a chance meeting in Willis Street, Wellington with the CEO of IDEA Services, Mr Ralph Jones.",
              "page": 8
            },
            {
              "number": "[32]",
              "content": "The cross-examination of Mr and Mrs Marshall was wide-ranging. Subjects included the investigation report and the claim by Mr Marshall that there had been a cover-up. He alleged that because the content of the summary report differed from that in the investigation report itself and because he had not been provided with the investigation report until after he had asked for it, the Area Manager was trying to hide something. There was also cross-examination on the high number of complaints made by Mr Marshall to external agencies about IDEA Services, its staff and contractors. Those agencies included the Ombudsman, the Privacy Commissioner, the Ministry of Health, the NASC, the Accident Compensation Corporation, the Police and the Psychologists Board. Mr Marshall was also challenged over his consistent refusal to engage with IDEA Services regarding his complaints despite a multiplicity of apologies and requests to meet with him to address and resolve the issues in dispute.",
              "page": 8
            }
          ]
        },
        {
          "title": "THE COURSE OF THE HEARING",
          "page_start": 8,
          "paragraphs": [
            {
              "number": "[33]",
              "content": "In view of the admissions made by IDEA Services and its election to call no oral evidence, it was agreed in advance that the hearing would commence with an opening statement by Mr Marshall followed by his and his wife's oral evidence. At the conclusion of their evidence Mr Marshall would have opportunity to make closing submissions. Thereafter Ms Reuvecamp would make submissions for IDEA Services on the law and facts, based on the oral evidence given by Mr and Mrs Marshall and on the evidence in the common bundle. Mr Marshall would then be heard in reply. See the Minute dated 23 August 2019 at [57].",
              "page": 8
            },
            {
              "number": "[34]",
              "content": "The hearing commenced on Thursday 5 December 2019 at approximately 11:25am. The agreed order was followed and Mr Marshall presented his oral closing submissions on the afternoon of Friday 6 December 2019. The hearing was then adjourned to Tuesday 10 December 2019 for the presentation of the submissions for IDEA Services and for Mr Marshall's final reply. Eamon had been physically present for most of the hearing.",
              "page": 8
            },
            {
              "number": "[35]",
              "content": "Late on the night of Friday 6 December 2019 Mr Marshall at 8:35pm filed by email a notice of partial discontinuance which substantially altered the course of the proceedings. All components of the plaintiff's case denied by IDEA Services were abandoned. In addition Mr Marshall absented himself from the balance of the hearing.",
              "page": 9
            },
            {
              "number": "[36]",
              "content": "The email sent by Mr Marshall at 8:35pm on Friday 6 December 2019 was addressed to the Registrar and to Ms Reuvecamp. Mr Marshall said:\nPlease see attached for filing with the Tribunal.",
              "page": 9,
              "subsections": [
                {
                  "title": "The partial discontinuance and its terms",
                  "content": ""
                }
              ]
            },
            {
              "number": "[37]",
              "content": "The attached Notice of Partial Discontinuance dated 6 December 2019 was in the following terms:",
              "page": 9,
              "quoted_material": {
                "source": "Notice of Partial Discontinuance dated 6 December 2019",
                "content": "THIS DOCUMENT NOTIFIES YOU THAT Eamon Henning Marshall discontinues his proceedings against IDEA Services Limited in HRRT 041/18 solely in respect to the components that are denied by the defendant. Eamon proceeds with the components which are admitted by the defendant.\nIn regard to the balance of the proceedings, being the components accepted by IDEA Services, I note that Eamon's submissions were to resume on Tuesday 10 December 2019 at 10am.\nI hereby file the balance of Eamon's submission to be heard on the papers.\n1. Eamon has suffered significant loss of dignity through the actions of IDEA Services.\n2. I acknowledge that Eamon is profoundly disabled. However his life has as equal worth as someone who is non-disabled. Therefore please incorporate the following into your determination. The European Human Rights Law Review 2019 'Why Dignity Rights Matter', the Human Rights Act 1993 and the United Nations Convention on the Rights of Persons with Disabilities, and Bill of Rights Act 1990.\n3. Given the profoundness of Eamon's disabilities I am unable to quantity the scope of the significant loss of dignity, given his circumstances. I leave this matter to the Tribunal to assess and rule on.\nThis entire HRRT process has taken a heavy toll on my mental health. Which has come on top of additional unrelated challenges this year. I have taken two weeks mental health sick leave and have no wish to take part in further live court proceedings, due to the ongoing significant detrimental impact on my health.\nTo that end, please determine the balance of the plaintiff's case based on the papers and the documentation that the plaintiff's agent has already put before the Tribunal.\nPlease advise me of your final ruling in due course.\nIn the interest of openness and transparency I attach a medical certificate.\nI apologise for any inconvenience caused."
              }
            },
            {
              "number": "[38]",
              "content": "By email sent on Monday 9 December 2019 at 10:30am the Registrar acknowledged receipt of the partial discontinuance and advised the hearing would resume on Tuesday 10 December 2019 as intended for the purpose of hearing the submissions for IDEA Services:\nReceipt is acknowledged of your email dated Friday 6 December 2019 timed at 8:35pm and of the notice of partial discontinuance dated 6 December 2019.",
              "page": 9
            },
            {
              "number": "[39]",
              "content": "When the Tribunal reconvened at the Napier District Court on Tuesday 10 December 2019 neither Mr nor Mrs Marshall were in attendance. The submissions for IDEA Services, which in their original form had been filed and served on 20 November 2019 in advance of the hearing (see the Minute dated 23 August 2019 at [62]), were then presented by Ms Reuvecamp in slightly modified form to take into account what had been given in evidence earlier in the hearing. At the conclusion of the hearing the decision of the Tribunal was reserved.",
              "page": 10
            }
          ]
        },
        {
          "title": "THE BASIS ON WHICH THE CASE IS TO BE DETERMINED",
          "page_start": 10,
          "paragraphs": [
            {
              "number": "[40]",
              "content": "The unusual features of the present case include:",
              "page": 10,
              "subsections": [
                {
                  "title": "",
                  "content": "[40.1] The plaintiff himself is incapable of giving evidence and IDEA Services has elected not to call oral evidence."
                },
                {
                  "title": "",
                  "content": "[40.2] The question whether IDEA Services has provided services of an appropriate standard has already been the subject of an investigation and findings by the Health and Disability Commissioner."
                },
                {
                  "title": "",
                  "content": "[40.3] The allegations in the third (and final) statement of claim are largely based on the findings made by the Commissioner in relation to IDEA Services."
                },
                {
                  "title": "",
                  "content": "[40.4] To a large (but not complete) degree the allegations made in the third statement of claim have been admitted by IDEA Services."
                },
                {
                  "title": "",
                  "content": "[40.5] While IDEA Services has not called any oral evidence of its own it is entitled to rely on the evidence given by Mr and Mrs Marshall in chief and in cross-examination as well as on the evidence contained in the three volume common bundle of documents."
                },
                {
                  "title": "",
                  "content": "[40.6] At mid-point of the hearing the plaintiff filed a partial notice of discontinuance and to a large degree withdrew from active participation in the case."
                },
                {
                  "title": "",
                  "content": "[40.7] The plaintiff has elected to proceed only in relation to those components of the case admitted by IDEA Services. He has discontinued all components denied by IDEA Services."
                }
              ]
            },
            {
              "number": "[41]",
              "content": "The basis on which the plaintiff now asks the Tribunal to proceed means that while liability for breach of Right 4(1) and Right 4(2) is formally conceded by the defendant, the facts on which remedies are to be determined are confined to those facts explicitly admitted by IDEA Services, the plaintiff having expressly abandoned all of his claim based on components denied by IDEA Services.",
              "page": 10
            },
            {
              "number": "[42]",
              "content": "This is a determinative concession. It removes from consideration by the Tribunal the key allegation that IDEA Services and its employees:",
              "page": 11,
              "subsections": [
                {
                  "title": "",
                  "content": "[42.1] Attempted a cover-up when investigating the concerns expressed by Mr and Mrs Marshall in their email dated 8 December 2015 addressed to Mr Jugo of the Hawke's Bay NASC."
                },
                {
                  "title": "",
                  "content": "[42.2] Dealt with Mr and Mrs Marshall in a manner other than in accordance with professional standards."
                },
                {
                  "title": "",
                  "content": "[42.3] Evidenced a culture of non-compliance with IDEA Services' own policies."
                }
              ]
            },
            {
              "number": "[43]",
              "content": "It also means that the repeated apologies made by IDEA Services and its staff to Mr and Mrs Marshall were, as claimed by IDEA Services, genuine and that the equally repeated efforts by IDEA Services (always rebuffed by Mr and Mrs Marshall) to meet with and engage with them, were unjustifiably rejected by Mr and Mrs Marshall who asserted those apologies and approaches were insincere. This issue will be returned to shortly.",
              "page": 11
            }
          ]
        },
        {
          "title": "LIABILITY",
          "page_start": 11,
          "paragraphs": [
            {
              "number": "[44]",
              "content": "The terms of the admissions made by IDEA Services have already been set out in full.",
              "page": 11
            },
            {
              "number": "[45]",
              "content": "In summary, there are unambiguous admissions by IDEA Services that it:",
              "page": 11,
              "subsections": [
                {
                  "title": "",
                  "content": "[45.1] Breached Right 4(1) of the Code by failing to provide services to Eamon with reasonable care and skill."
                },
                {
                  "title": "",
                  "content": "[45.2] Breached Right 4(2) of the Code by failing to provide services to Eamon which complied with IDEA Services' own standards."
                }
              ]
            },
            {
              "number": "[46]",
              "content": "Liability having been admitted, we address now the issue of remedy.",
              "page": 11
            }
          ]
        },
        {
          "title": "REMEDY",
          "page_start": 11,
          "paragraphs": [
            {
              "number": "[47]",
              "content": "The remedies which may be granted by the Tribunal are set out in s 54(1) of the HDCA:",
              "page": 11,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HDCA, s 54(1)",
                  "context": "The remedies which may be granted by the Tribunal are set out in s 54(1) of the HDCA:"
                }
              ],
              "quoted_material": {
                "source": "54 Powers of Human Rights Review Tribunal",
                "content": "(1) If, in any proceedings under section 50 or section 51, the Tribunal is satisfied on the balance of probabilities that any action of the defendant is in breach of the Code, it may grant 1 or more of the following remedies:\n(a) a declaration that the action of the defendant is in breach of the Code:\n(b) an order restraining the defendant from continuing or repeating the breach, or from engaging in, or causing or permitting others to engage in, conduct of the same kind as that constituting the breach, or conduct of any similar kind specified in the order:\n(c) damages in accordance with section 57:\n(d) an order that the defendant perform any acts specified in the order with a view to redressing any loss or damage suffered by the aggrieved person as a result of the breach:\n(e) such other relief as the Tribunal thinks fit."
              }
            },
            {
              "number": "[48]",
              "content": "The remedies sought by Eamon under the Health and Disability Commissioner Act, ss 54 and 57 are:",
              "page": 12,
              "subsections": [
                {
                  "title": "Remedies sought by plaintiff",
                  "content": ""
                },
                {
                  "title": "",
                  "content": "[48.1] A declaration that the actions admitted by IDEA Services were in breach of the Code."
                },
                {
                  "title": "",
                  "content": "[48.2] Damages for loss of dignity."
                }
              ]
            },
            {
              "number": "[49]",
              "content": "Section 54(4) of the Act provides that while it is not a defence that a breach was unintentional or without negligence, the Tribunal must take into account the conduct of the defendant:",
              "page": 12,
              "subsections": [
                {
                  "title": "The conduct of IDEA Services",
                  "content": ""
                }
              ],
              "quoted_material": {
                "source": "Act, Section 54(4)",
                "content": "(4) It shall not be a defence to proceedings under section 50 or section 51 that the breach was unintentional or without negligence on the part of the defendant or any officer or employee or member of the defendant, but the Tribunal shall take the conduct of the defendant or, as the case may require, of any officer or employee or member of the defendant into account in deciding what, if any, remedy to grant."
              }
            },
            {
              "number": "[50]",
              "content": "IDEA Services asks that the Tribunal take into account (inter alia) the repeated apologies made by IDEA Services and their similarly repeated attempts to meet with Mr and Mrs Marshall to communicate those apologies in person, to hear their concerns and to explain what had been done to put matters right. Without exception, all their approaches were rejected. Specifically:",
              "page": 12,
              "subsections": [
                {
                  "title": "",
                  "content": "[50.1] While IDEA Services initially failed to treat the Marshalls' initial complaint as a complaint, the Marshalls did not consider their concerns to be sufficiently serious to raise them at the annual Family Group Conference which occurred on 8 December 2015 or directly with IDEA Services. Instead Mr Jugo from the NASC overheard the Marshalls mention concerns while standing in the corridor following the conference. At that point Mr Jugo asked the Marshalls to put their concerns in writing, which they subsequently did by email dated 8 December 2015. That email was sent to the NASC only, not to IDEA Services. The NASC forwarded the concerns to IDEA Services on 9 December 2015. IDEA Services took immediate action. They met with the Marshalls on 10 December 2015 and Eamon was uplifted by IDEA Services from the care of the Pluijmers later that same day and moved to an IDEA Services facility. The care he received there was of a high standard and has not been the subject of complaint by Mr and Mrs Marshall."
                },
                {
                  "title": "",
                  "content": "[50.2] In a letter dated 21 December 2016 Tracey Ramsay, Chief Operating Officer, apologised for the fact that the concerns the Marshalls had emailed to the Area Manager on 26 January 2016 in response to the investigation summary had not been followed up at the time and proposed that a further investigation of the matters raised be undertaken by Ms Rhodes, General Manager Health & Aged Care. This letter was followed up by a phone call by Ms Ramsay to the Marshalls on 13 January 2017, offering to meet with the Marshalls. This offer was declined by the Marshalls."
                },
                {
                  "title": "",
                  "content": "[50.3] In a letter dated 20 January 2017 Ms Ramsay referred to a discussion the previous week in which she had offered to visit Mr and Mrs Marshall to hear directly from them the various concerns which they had raised. The intended purpose of the meeting had been for IDEA Services to offer an apology in person. The apologetic and conciliatory terms and tone of the letter are relevant:"
                },
                {
                  "title": "",
                  "content": "[50.4] IDEA Services had displayed an open mind and as a consequence had at an early stage recognised deficiencies in the process followed by the Area Manager by not discussing the investigation report with Mr and Mrs Marshall and by not making it clear they were being provided with only a summary of the report. For that reason it was acknowledged the steps taken had not been robust or within the expectations of IDEA Services."
                },
                {
                  "title": "",
                  "content": "[50.5] In a letter dated 12 April 2017 to the Health and Disability Commissioner, IDEA Services acknowledged the key deficiencies complained of by Mr and Mrs Marshall. For IDEA Services it was submitted that the terms of this letter raise the question why the parties are now before the Tribunal rather than resolving their issues outside the litigation process, which is what IDEA Services has endeavoured to do ever since the shortcomings were acknowledged from at least December 2016:"
                },
                {
                  "title": "",
                  "content": "[50.6] In a letter also dated 12 April 2017 Mr Ralph Jones, Chief Executive, wrote to Mr and Mrs Marshall with an apology, noting he would like to meet with them personally to discuss their various complaints and concerns and how IDEA Services had handled those to date:"
                },
                {
                  "title": "",
                  "content": "[50.7] Mr and Mrs Marshall stated they preferred to allow the investigations to run their course. Mr Jones noted in his email of response dated 21 April 2017 that “IDEA Services would be happy to jointly engage an independent mediator to help us work through the matters at issue (at our cost)”."
                },
                {
                  "title": "",
                  "content": "[50.8] In a letter dated 9 May 2017 Mr Jones once again apologised and added:"
                },
                {
                  "title": "",
                  "content": "[50.9] Personal apologies have been offered by both Ms Brown and by Ms Malcolm."
                },
                {
                  "title": "",
                  "content": "[50.10] Further apologies were offered by IDEA Services in letters dated 6 November 2017 and 4 April 2018 sent to the Commissioner."
                },
                {
                  "title": "",
                  "content": "[50.11] On publication of the Commissioner's final report on 12 October 2018 IDEA Services by letter dated 2 November 2018 reiterated its previous apologies and by letters dated 22 February 2019 and 11 April 2019 provided further updates to the Commissioner regarding the implementation of the changes which had been recommended in his report."
                }
              ]
            },
            {
              "number": "[51]",
              "content": "In summary the “conduct of the defendant” which IDEA Services asks the Tribunal to take into account is conduct of early, genuine and repeated acknowledgement of error together with contrition and apology.",
              "page": 16
            },
            {
              "number": "[52]",
              "content": "The relevance of an apology was addressed in Williams v Accident Compensation Corporation [2017] NZHRRT 26 at [38] and [41]:",
              "page": 17,
              "subsections": [
                {
                  "title": "Relevance of apology",
                  "content": ""
                }
              ],
              "quoted_material": {
                "source": "Williams v Accident Compensation Corporation [2017] NZHRRT 26",
                "internal_paragraphs": [
                  {
                    "identifier": "[38]",
                    "content": "An appropriate and timely apology can be taken into account under s 85(4) of the Privacy Act when considering whether the defendant's conduct has ameliorated the harm suffered as a result of the breach of privacy. See AB v Chief Executive, Ministry of Social Development [2011] NZHRRT 16 at [37]:\n... an appropriate apology given at the right time is a matter that can be taken into account under s.85(4) of the Act in considering whether and to what extent the defendant's conduct has ameliorated the harm suffered as a result of an interference with privacy."
                  },
                  {
                    "identifier": "[41]",
                    "content": "The apology cannot “erase” the humiliation, loss of dignity or injury to feelings caused by the interference with privacy. Nor is it a “get out of jail free” card. The question in each case is whether and to what degree the emotional harm experienced by the particular plaintiff has been ameliorated. While this is a fact specific inquiry it can be said that ordinarily an apology must be timely, effective and sincere before weight can be given to it. It is not inevitable an apology, even if sincerely and promptly offered, will ameliorate the emotional harm experienced by the plaintiff. Much will depend on who the particular plaintiff is and the particular circumstances of the case."
                  }
                ]
              }
            },
            {
              "number": "[53]",
              "content": "While these comments were made in the context of a claim under the Privacy Act 1993 they have equal application to proceedings under the Health and Disability Commissioner Act given there is no material difference between s 85(4) of the Privacy Act and s 54(4) of the Health and Disability Commissioner Act.",
              "page": 17,
              "citations": [
                {
                  "type": "statute",
                  "reference": "Privacy Act 1993",
                  "context": "a claim under the Privacy Act 1993"
                },
                {
                  "type": "statute",
                  "reference": "Health and Disability Commissioner Act",
                  "context": "proceedings under the Health and Disability Commissioner Act"
                },
                {
                  "type": "statute",
                  "reference": "s 85(4) of the Privacy Act",
                  "context": "s 85(4) of the Privacy Act"
                },
                {
                  "type": "statute",
                  "reference": "s 54(4) of the Health and Disability Commissioner Act",
                  "context": "s 54(4) of the Health and Disability Commissioner Act"
                }
              ]
            },
            {
              "number": "[54]",
              "content": "In the present case the apologies have, without exception, been genuine. As soon as IDEA Services and its staff became aware of the deficiencies in the processes followed by the Area Manager in compiling and finalising her investigation report, the attempts to meet with Mr and Mrs Marshall to put things right were genuinely motivated and sincere, as were the admissions made in the course of the investigation by the Health and Disability Commissioner and as were the repeated apologies.",
              "page": 17
            },
            {
              "number": "[55]",
              "content": "In our view the reason why this matter has gone on for so long at enormous emotional and financial cost to all is because of the unreasonable and obdurate refusal of Mr Marshall in particular to recognise there were never grounds for his claims that there has been a cover-up and that IDEA Services is a corrupt organisation. At an early point he began to believe, without justification, IDEA Services was hiding something. This became the prism through which he filtered every document, every telephone call, every email and every interaction with IDEA Services. As a consequence he saw things that were not there, interpreted events in a manner that was unreasonable and without justification and his attacks against IDEA Services and its employees became relentless and highly personal. He displayed no insight into his aggressive behaviour, no sense of perspective and no understanding. Mrs Marshall may not have been as extreme as her husband but she also believes, without justification, there has been a cover-up. Her belief is largely based on a claim that she and her husband seem (in her view) always to have to ask for information before it is provided by IDEA Services. This has strengthened her belief they must be hiding something. By and large she shares her husband's mistaken interpretation of events.",
              "page": 17
            },
            {
              "number": "[56]",
              "content": "Having considered the evidence we are of the view substantial weight must be given to the apologies offered to Mr and Mrs Marshall and to the repeated efforts made by IDEA Services and its employees to meet with them in an effort to enter into a dialogue.",
              "page": 17
            },
            {
              "number": "[57]",
              "content": "We turn now to the question of the remedies required by the circumstances of the case.",
              "page": 18
            },
            {
              "number": "[58]",
              "content": "While the grant of a declaration is discretionary, declaratory relief should not ordinarily be denied unless there has been a clear, exceptionally egregious breach of the standards to be expected of a litigant. See Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414 at [107] and [108]:",
              "page": 18,
              "subsections": [
                {
                  "title": "A declaration",
                  "content": ""
                }
              ],
              "quoted_material": {
                "source": "Geary v New Zealand Psychologists Board [2012] NZHC 384, [2012] 2 NZLR 414",
                "internal_paragraphs": [
                  {
                    "identifier": "[107]",
                    "content": "Second, we reach a rather different view in relation to the issue of declaration. It is clear that the Tribunal regarded Mr Geary's conduct as sufficiently egregious to disentitle him to the discretionary remedy of a formal declaration. This despite the finding already made as to breach of Principle 6 by the board. We accept that the granting of a declaration under s 85(1)(a) of the Privacy Act 1993 is discretionary in nature. The same is the case with declarations under the Declaratory Judgments Act 1908, although that consideration is there made explicit. A declaration may be declined generally on the basis of disentitling conduct. Whether the applicant has acted with clean hands, or has acted “fairly and appropriately” are relevant questions."
                  },
                  {
                    "identifier": "[108]",
                    "content": "Mr Geary's conduct in his proceedings against the board before the Tribunal was tactical, improper and deserving of criticism. He received that criticism from the Tribunal. In particular, the “centrepiece” documents should have been disclosed far earlier, so that the board knew what it was facing at the hearing on 7 June. It was not behaviour that was “fair or appropriate”. But we do not consider that a low “fairness” standard should be applied to deny declaratory relief where a clear breach of statutory obligation by a statutory authority has been found. Only then where an equally clear, but exceptionally egregious, breach of the standards to be expected of a litigant exists should declaratory relief be denied. What Mr Geary did at the hearing did not in our view reach that very high threshold for exception. Accordingly we do not see his behaviour as sufficiently disentitling conduct to deny expression of the finding the Tribunal made at [107] of its decision as a formal declaration."
                  }
                ]
              }
            },
            {
              "number": "[59]",
              "content": "In the present case it is submitted by IDEA Services that the high threshold for exception has been crossed and that there has been an exceptionally egregious breach by Mr Marshall of the standards expected of a litigant.",
              "page": 18
            },
            {
              "number": "[60]",
              "content": "Reliance is placed on (inter alia) the affidavit evidence (particularly that of Mr AJ Procter, General Manager, Corporate Services for IHC) filed in support of the application made by IDEA Services for interim non-publication orders. While that application was unsuccessful (see Marshall v IDEA Services Ltd (Application for Interim Non-Publication Orders) [2019] NZHRRT 52) the decision did not involve rejection of the affidavit evidence and IDEA Services is entitled to rely on that evidence in the context of the remedies to be granted. We accept the affidavit evidence establishes that over the past several years Mr Marshall has pursued an unabated campaign against IDEA Services, IHC and certain staff members (and contractors) in which he has made widespread, unsubstantiated but nevertheless serious allegations about those staff members and contractors.",
              "page": 18
            },
            {
              "number": "[61]",
              "content": "In his submissions dated 19 November 2019 Mr Marshall himself “readily” accepted that at times in the last almost four years his conduct has been “less than exemplary”.",
              "page": 18
            },
            {
              "number": "[62]",
              "content": "The key paragraphs from the submissions made by Ms Reuvecamp on declaratory relief follow. They succinctly capture the points she enlarged upon in cross-examination of Mr and Mrs Marshall and in her oral submissions:",
              "page": 18,
              "quoted_material": {
                "source": "submissions made by Ms Reuvecamp",
                "internal_paragraphs": [
                  {
                    "identifier": "10",
                    "content": "It is submitted that this is a case where there is clear, exceptionally egregious breach of the standards to be expected of a litigant, such that declaratory relief should be denied."
                  },
                  {
                    "identifier": "11",
                    "content": "The plaintiff's case appears to be premised on the basis that there has been a cover up by IDEA Services. In particular, the core of the plaintiff's case appears to be that information was deliberately removed from the investigation report dated 16 December 2015 when drafting a summary report that was then sent to the NASC and the Marshalls. Yet, on any analysis of the investigation report and the summary reports (see the bundle handled up to the Tribunal by Mr Marshall), the only material information that was removed was the summary of the Marshalls' concerns, which were lifted, sometimes word for word, from the Marshalls' email to the NASC dated 8 December 2015. This is clear from the sentence introducing this section of the report, which is set out under the heading “Overview” and states “On leaving the conference room the family brought up the following concerns with Kai Jugo (Options Hawkes Bay) and Nicky Bland (IDEA Services Service Manager) and then in an email to Kai Jugo...”. Mr Marshall appears to have overlooked this key and important fact; which appears to have formed the basis for all of his concerns, complaints, and claims before various agencies. So dogged is this view by the Marshalls, that Mr Marshall even failed to accept that the bullet points were a summary of his own words until he was taken through every point, point by point, with reference to his email of 8 December 2015. Even then, he still maintains that there has been a cover up, although he did appear to accept later on in his evidence that he might have “got that a bit wrong”."
                  },
                  {
                    "identifier": "12",
                    "content": "Misunderstanding something, even if it involves the use of your own words, is one thing. But Mr Marshall's conduct as a result of this misunderstanding is quite another. As outlined in Mr Procter's statement in support of IDEA Services' application for interim non-publication orders, Mr Marshall has undertaken a relentless campaign against individuals involved in this matter, and against IDEA Services. He has made allegations of deception, incompetence, lies and cover ups. He has asked for people to be stood down; suggested to IDEA Services that he is going to blow them out of the water; sent his unsubstantiated allegations far and wide; has been unstoppable in terms of what must be an unprecedented approach to every agency he can think of to complain about the same set of events, including multiple complaints to the HDC, the Privacy Commissioner, the Human Rights Commission, the Ombudsman, the police and the Disputes Tribunal. He has threatened to take defamation proceedings against IHC staff. He has brought multiple claims before the Human Rights Review Tribunal against IDEA Services, the police and the HDC - all in the name of seeking justice for his son and the wider disabled community, with respect to matters which he now appears to have accepted are primarily based on an obvious and inexplicable misunderstanding relating to the omission of a summary of his concerns, in his own words, which both IDEA Services and the NASC were aware of."
                  },
                  {
                    "identifier": "13",
                    "content": "This is despite IDEA Services making every effort on countless occasions over many months to point out to the Marshalls that there was no cover up; to engage with them to seek to resolve their concerns, which were declined; to acknowledge shortcomings; to apologise to them and to make changes to their organisation to improve the quality of their services on the basis of the concerns raised."
                  },
                  {
                    "identifier": "14",
                    "content": "The fact that IDEA Services acknowledged a range of shortcomings from April 2016 onwards, and in any event, well in advance of the HDC's breach findings, and that it sought to engage with the Marshalls with a view to addressing their concerns was irrelevant to the Marshalls, as was the fact that there was no evidence of a cover up. They were resolute. They wanted their day in Court."
                  },
                  {
                    "identifier": "15",
                    "content": "The costs involved for IDEA Services have been extensive on a personal and professional level for staff and those engaged by IDEA Services; on a reputational level for individuals and the organisation; and from a resource perspective, in terms of the time and cost involved in responding to the Marshalls on an ongoing basis; seeking to engage with them; and to responding to these proceedings."
                  }
                ]
              }
            },
            {
              "number": "[63]",
              "content": "These submissions are compelling. However, for the following reasons we are of the view declaratory relief should not be denied:",
              "page": 19,
              "subsections": [
                {
                  "title": "",
                  "content": "[63.1] First, Eamon's disabilities mean he is exceptionally vulnerable. The Code of Health and Disability Services Consumers' Rights have particular significance to him because he cannot be an advocate in his own cause. Being unable to communicate in any meaningful way he is entirely dependent on others and must be able to trust that his caregivers will discharge their Code obligations to the full. When, as here, there has been a failure to discharge those obligations, a declaration should ordinarily follow."
                },
                {
                  "title": "",
                  "content": "[63.2] Second, the conduct complained of by IDEA Services is that of the father, not of the son. While Mr Marshall has of necessity been his son's advocate, we would hesitate long before, on the present facts, holding that a profoundly disabled plaintiff should be shut out of a remedy on account of the behaviour of his father, reprehensible though that conduct may have been. We are nevertheless alert to the fact that while these proceedings have been brought by Mr Marshall on behalf of his son, there have been times when it would seem Mr Marshall has believed that it is he who is the aggrieved person, not his son."
                }
              ]
            },
            {
              "number": "[64]",
              "content": "We conclude a declaration of breach should be made. The terms of that declaration follow at the end of this decision.",
              "page": 20
            },
            {
              "number": "[65]",
              "content": "We address now the claim for damages for loss of dignity.",
              "page": 20
            }
          ]
        },
        {
          "title": "DAMAGES FOR LOSS OF DIGNITY",
          "page_start": 20,
          "paragraphs": [
            {
              "number": "[66]",
              "content": "Section 57(1) of the HDCA confers jurisdiction on the Tribunal to award “damages” (the term is used by the Act itself) for any breach of the Code in respect of pecuniary loss, loss of benefit, humiliation, loss of dignity and injury to the feelings of the aggrieved individual. Damages can also be awarded in respect of any action of the defendant that was in flagrant disregard of the rights of the aggrieved person. That scenario does not arise on the facts:",
              "page": 20,
              "citations": [
                {
                  "type": "statute",
                  "reference": "HDCA, Section 57(1)",
                  "context": "Section 57(1) of the HDCA confers jurisdiction on the Tribunal to award “damages”"
                }
              ],
              "quoted_material": {
                "source": "57 Damages",
                "content": "(1) Subject to section 52(2), in any proceedings under section 50 or section 51, the Tribunal may award damages against the defendant for a breach of any of the provisions of the Code in respect of any 1 or more of the following:\n(a) pecuniary loss suffered as a result of, and expenses reasonably incurred by the aggrieved person for the purpose of, the transaction or activity out of which the breach arose:\n(b) loss of any benefit, whether or not of a monetary kind, which the aggrieved person might reasonably have been expected to obtain but for the breach:\n(c) humiliation, loss of dignity, and injury to the feelings of the aggrieved person:\n(d) any action of the defendant that was in flagrant disregard of the rights of the aggrieved person.\n(2) Subject to subsections (3) to (5), the Commissioner shall pay damages recovered by the Director of Proceedings under this section to the aggrieved person on whose behalf the proceedings were brought.\n(3) If the aggrieved person is a minor who is not married or in a civil union, the Commissioner may, in his or her discretion, pay the damages to Public Trust or to any person or trustee corporation acting as the manager of any property of that person.\n(4) If the aggrieved person is a mentally disordered person within the meaning of section 2 of the Mental Health (Compulsory Assessment and Treatment) Act 1992 whose property is not being managed under the Protection of Personal and Property Rights Act 1988, the Commissioner may, in his or her discretion, pay the damages to Public Trust.\n(5) If the aggrieved person is a person whose property is being managed under the Protection of Personal and Property Rights Act 1988, the Commissioner shall ascertain whether the terms of the property order cover management of money received as damages and, -\n(a) if damages fall within the terms of the property order, the Commissioner shall pay the damages to the person or trustee corporation acting as the property manager; or\n(b) if damages do not fall within the terms of the property order, the Commissioner may, in his or her discretion, pay the damages to Public Trust.\n(6) Where money is paid to Public Trust under subsection (3) or subsection (4) or subsection (5),—\n(a) sections 103 to 110 of the Contract and Commercial Law Act 2017 shall apply in the case of a minor who is not married or in a civil union; and\n(b) sections 108D, 108F, and 108G of the Protection of Personal and Property Rights Act 1988 apply, with any necessary modifications, in the case of a person referred to in subsection (4) or subsection (5)(b); and\n(c) section 108E of the Protection of Personal and Property Rights Act 1988 applies, with any necessary modifications, in the case of a person referred to in subsection (5)(a)."
              }
            },
            {
              "number": "[67]",
              "content": "Section 57 anticipates damages being awarded to those lacking legal capacity and those lacking capacity to understand the circumstances of the breach of the Code (or even that there has been a breach). See the reference to minors (s 57(3)), mentally disordered persons (s 57(4)), and those who lack capacity to understand their affairs and who are subject to a property order (s 57(5)). Damages can apparently be awarded even to those who are deceased. See HDCA, s 51 which confers standing on an executor to act on behalf of an aggrieved person: Marks v Director of Health and Disability Proceedings [2009] NZCA 151, [2009] 3 NZLR 108 at [64] and [67]. The meaning to be given to “loss of dignity\" must take this context into account.",
              "page": 21,
              "subsections": [
                {
                  "title": "Persons with disabilities not excluded from damages",
                  "content": ""
                }
              ]
            }
          ]
        },
        {
          "title": "DIGNITY - INTERPRETATION",
          "page_start": 21,
          "paragraphs": [
            {
              "number": "[68]",
              "content": "Human dignity is a complex subject not only in law but also in philosophy and theology. The concept has a long and manifold intellectual history. See by way of example the collection of essays in Christopher McCrudden (ed) Understanding Human Dignity (Oxford, Oxford, 2013) and Dieter Grimm, Alexandra Kemmerer and Christoph Möllers (eds) Human Dignity in Context: Explorations of a Contested Concept (Hart, Baden-Baden, 2018). Its profound impact within the European Union has been analysed by Catherine Dupré in The Age of Dignity: Human Rights and Constitutionalism in Europe (Hart, Oxford, 2015).",
              "page": 21,
              "subsections": [
                {
                  "title": "Preliminary matters",
                  "content": ""
                }
              ]
            },
            {
              "number": "[69]",
              "content": "The term is used in all three of the Tribunal's jurisdictions. Loss of dignity is a statutory ground on which damages can be awarded under HDCA, s 57, the Privacy Act, s 88 and the Human Rights Act 1993, s 92M.",
              "page": 21
            },
            {
              "number": "[70]",
              "content": "The Tribunal has not to date attempted a definition of the term although in Hammond v Credit Union Baywide [2015] NZHRRT 6, (2015) 10 HRNZ 66 at [152] and [170.6] it did make passing reference to the description of dignity found in Law v Canada (Minister of Employment and Immigration) [1999] 1 SCR 497 at [53], a discrimination case:",
              "page": 21,
              "quoted_material": {
                "source": "Law v Canada (Minister of Employment and Immigration) [1999] 1 SCR 497 at [53]",
                "content": "53... Human dignity means that an individual or group feels self-respect and self-worth. It is concerned with physical and psychological integrity and empowerment. Human dignity is harmed by unfair treatment premised upon personal traits or circumstances which do not relate to individual needs, capacities, or merits ... Human dignity is harmed when individuals and groups are marginalized, ignored, or devalued ..."
              }
            },
            {
              "number": "[71]",
              "content": "The utility of the concept of dignity in the discrimination context was, however, subsequently rejected in R v Kapp [2008] 2 SCR 483. See also the commentary in Andrew Butler and Petra Butler The New Zealand Bill of Rights Act: A Commentary (2nd ed, LexisNexis, Wellington, 2015) at [17.11.1] and [17.11.2].",
              "page": 21
            },
            {
              "number": "[72]",
              "content": "In the present context the important point is that in neither Hammond nor Law was the concept of “dignity” analysed to any significant degree and in neither case did the facts resemble anything like those of the present where the plaintiff is so profoundly disabled he is incapable of being aware that a breach of his rights or loss of his dignity has occurred. In these circumstances the meaning of dignity must be ascertained by the application of conventional principles of statutory interpretation, particularly text and purpose as required by the Interpretation Act 1999, s 5.",
              "page": 21
            },
            {
              "number": "[73]",
              "content": "Because all three of the statutes under which the Tribunal may award damages are human rights statutes it is necessary that the international setting be taken into account and it is there we begin.",
              "page": 22,
              "subsections": [
                {
                  "title": "Dignity in the UDHR, ICCPR and ICESCR",
                  "content": ""
                }
              ]
            },
            {
              "number": "[74]",
              "content": "The term “dignity” in the three New Zealand domestic statutes must, if possible, be read in a way consistent with the normative use of the term in the three key international human rights treaties to which New Zealand is a party, namely the International Covenant on Civil and Political Rights 1966 (ICCPR), the International Covenant on Economic, Social and Cultural Rights 1966 (ICESCR) and the Convention on the Rights of Persons with Disabilities 2006 (CRPD). See New Zealand Airline Pilots' Association Inc v Attorney-General [1997] 3 NZLR 269 (CA) at 289 per Keith J. It is also to be expected that the same term used in three domestic statutes dealing with rights and which share the same tribunal will have the same meaning.",
              "page": 22
            },
            {
              "number": "[75]",
              "content": "The Preamble to the Charter of United Nations 1945 opens with a reaffirmation of “the dignity and worth of the human person”:",
              "page": 22,
              "quoted_material": {
                "source": "Preamble to the Charter of United Nations 1945",
                "content": "WE THE PEOPLES OF THE UNITED NATIONS DETERMINED\n• to save succeeding generations from the scourge of war, which twice in our lifetime has brought untold sorrow to mankind, and\n• to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small, and\n• to establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained, and\n• to promote social progress and better standards of life in larger freedom,"
              }
            },
            {
              "number": "[76]",
              "content": "The Preamble to the Universal Declaration of Human Rights 1948 (UDHR) opens with a “recognition” that dignity is an inherent characteristic of all members of the human family. The fifth recital to the Preamble refers to “the dignity and worth of the human person”. Article 1 explicitly declares that all human beings are equal in dignity and rights:",
              "page": 22,
              "quoted_material": {
                "source": "Article 1, Universal Declaration of Human Rights 1948",
                "content": "All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood."
              }
            },
            {
              "number": "[77]",
              "content": "The Preambles to the ICCPR and ICESCR open with an unmistakable acknowledgement of the normative status of the dignity of the human person. Only the first three recitals in the Preamble of the ICCPR are reproduced here:",
              "page": 22,
              "quoted_material": {
                "source": "Preamble, ICCPR",
                "content": "Preamble\nThe States Parties to the present Covenant,\nConsidering that, in accordance with the principles proclaimed in the Charter of the United Nations, recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,\nRecognizing that these rights derive from the inherent dignity of the human person,\nRecognizing that, in accordance with the Universal Declaration of Human Rights, the ideal of free human beings enjoying civil and political freedom and freedom from fear and want can only be achieved if conditions are created whereby everyone may enjoy his civil and political rights, as well as his economic, social and cultural rights,"
              }
            },
            {
              "number": "[78]",
              "content": "The more recent Convention on the Rights of Persons with Disabilities 2006 opens with a preambular reference to the “inherent dignity and worth” and to the “equal and inalienable rights of all members of the human family”. Reference to the inherent dignity of persons with disabilities is made in Article 1 while Article 3 links inherent dignity with “individual autonomy”, including the “freedom to make one's own choices”. The Convention does not, however, equate dignity with autonomy and the freedom to make choices.",
              "page": 23
            },
            {
              "number": "[79]",
              "content": "It is of substantial significance that these human rights instruments conceive dignity as a norm. The dignity of the human person is inherent and the source of all human rights. This must be the point of departure for ascertaining the meaning of dignity in the Tribunal's jurisdiction, not philosophy, theology, dictionary meanings or an impressionistic survey of dignity case law.",
              "page": 23
            },
            {
              "number": "[80]",
              "content": "None of the international or regional human rights instruments further defines or attempts a definition of the concept. One author has said that paradoxically, at the present stage of the development of dignity, its normative status has never been so strong while its semantic status has never been less clear. See Catherine Dupré The Age of Dignity: Human Rights and Constitutionalism in Europe at 3. The central theme of her text is that meaning can be given to “dignity” and that this can be demonstrated by the fact that respecting human dignity is the essence of European constitutionalism. Her text explains how a complex and rich picture has emerged in Europe of dignity as a compelling judicial principle underpinning all human rights interpretation that judges have sought to embed at the heart of their respective constitutional orders. Consequently, human dignity has gradually acquired its full European dimension in positive law, albeit in the absence of a matching theoretical framework.",
              "page": 23
            },
            {
              "number": "[81]",
              "content": "The key point is that the role of dignity is to supply a value, or a set of values, that other approaches do not. See Christopher McCrudden “In Pursuit of Human Dignity: An Introduction to Current Debates” in McCrudden (ed) Understanding Human Dignity (Oxford University Press, Oxford, 2013) 1 at 2.",
              "page": 23
            },
            {
              "number": "[82]",
              "content": "Human dignity as the central focus of the UDHR and of the two subsequent 1966 Covenants provides a baseline value. It is an irreducible, core principle of human rights. Its essence has perhaps been best captured by James May and Erin Daly in “Why dignity rights matter” [2019] EHRLR 129:",
              "page": 23,
              "quoted_material": {
                "source": "James May and Erin Daly in “Why dignity rights matter” [2019] EHRLR 129",
                "content": "Human dignity encapsulates the notion that every person has equal worth. This simple but profound concept has two elements. First, each person - every member of the human family - has value; no one can be dismissed, ignored, mistreated, or abused as if their humanity means nothing. Dignity means that each person's humanity means something and has worth. Each person has a right to live as if his or her life matters and to be treated “as a person”. Second, each person's worth is equal to every other person's. No one's life is more important than any other person's. If each person's right to agency, to self-development, to choose one's life course is the same as every other's, then no one can determine another person's choices, treat another as an object, or treat a person as if his or her life does not matter. Despite our differences, in our humanity, we are all equal. It is in dignity that we are united. [Emphasis in original]"
              }
            },
            {
              "number": "[83]",
              "content": "The authors at p 132 identify at least two fundamental reasons why dignity is critical in the human rights context:\nFirst, it reflects the human experience, as humans experience it: when a prisoner is stripped, when a person with mental health difficulties is chained, when a person becomes indigent, when a child is ostracised - these are all experienced as harms to human dignity because people know that they are being treated as less than human, in a way that violates their right to equality but also, more fundamentally, violates their own sense of humanity. And, second, unlike other claims that may be barred by doctrinal and technical rules of interpretation, the relatively new area of dignity rights reaches injuries that other doctrinal claims may not reach. It thus brings the law closer to how people live. [Footnotes omitted]",
              "page": 23
            },
            {
              "number": "[84]",
              "content": "Picking up on this last point, Catherine Dupré similarly points out at op cit 158-159 that the abstract formulation of human dignity in constitutional texts, much criticised for its emptiness, becomes an essential component as it creates conceptual space for interpretations and constructions of human dignity that could not be anticipated at the time of drafting, making it therefore possible to respond to the unpredictable. The “discursive space” opened by human dignity can reveal new paths in human rights protection, including the better protection of (for example) the disabled:",
              "page": 24,
              "quoted_material": {
                "source": "Catherine Dupré op cit 158-159",
                "content": "Technically, in the context of human rights adjudication, reliance on human dignity makes discursive space to consider alternative and new ways of interpreting the law, and this concept has therefore provided judges with a key to unlock a difficult situation and to open up a new path in human rights protection. For instance, references to human dignity have played an instrumental role in extending the scope of Article 3 ECHR (protection against inhuman and degrading treatment, i.e. severe forms of humiliation) to people who do not have the capacity to feel or perceive these treatments as humiliating or degrading due to mental illness. This hermeneutic unlocking of Article 3 by bringing the argument of human dignity into the “traditional” ways of thinking has therefore made it possible to protect people, who until then had been excluded from it. It has also led to a major transformation in the law, social attitudes and expectations in relation to the mentally ill or disabled, and to the recognition that their illness or disability can no longer be used as a shield to hide from the reality of their difference and their need to make a place for them in society. [Footnotes omitted]"
              }
            },
            {
              "number": "[85]",
              "content": "Seen in this light the “loss of dignity” ground for awarding damages in the Tribunal's three jurisdictions provides room for the law to recognise forms of harm which do not involve the subjective experience of emotional harm (humiliation and injury to feelings) but which are nevertheless grounded in the normative concept of human dignity. The facts of the present case in which the plaintiff is incapable of experiencing humiliation or injury to feelings are a striking example.",
              "page": 24
            },
            {
              "number": "[86]",
              "content": "We do not in this decision attempt a definition of dignity beyond that which is inherent in its normative quality as earlier explained. It is to be doubted whether its meaning can ever be complete or fully known. It is context specific. It is sufficient for the purposes of determining the present case that we take dignity to be a principle that every person has equal worth. Each person's humanity means something and has worth and each person's worth is equal to every other person's worth. Dignity is lost when, for example, a person is treated as less than human, in a way which violates his or her right to equality in dignity and rights.",
              "page": 24
            },
            {
              "number": "[87]",
              "content": "Consequently the circumstances in which damages for loss of dignity are to be awarded by the Tribunal must be worked out on a case by case basis. The articulation of dignity in Law v Canada must be seen in this light. In hindsight it possibly provides less assistance than was at first thought, particularly in non-discrimination contexts or where (as here) previously unanticipated circumstances require a fresh look at how human dignity is to be conceived in human rights law.",
              "page": 24
            },
            {
              "number": "[88]",
              "content": "Dignity is a term employed both by the Act and by the Code. As required by HDCA, s 20(1)(g), Right 3 of the Code makes explicit a duty on health care providers and disability services providers to provide services in a manner that respects the dignity and independence of the individual:",
              "page": 24,
              "subsections": [
                {
                  "title": "Dignity in the context of the HDCA, Human Rights Act and Privacy Act",
                  "content": ""
                }
              ],
              "quoted_material": {
                "source": "Right 3",
                "content": "Right to dignity and independence\nEvery consumer has the right to have services provided in a manner that respects the dignity and independence of the individual."
              }
            },
            {
              "number": "[89]",
              "content": "In this context the right to dignity is both a principle and a right. See Ron Paterson “The Code of Patients' Rights” in Peter Skegg and Ron Paterson Health Law in New Zealand (Thomson Reuters, Wellington, 2015) 27 at [2.3.1] and [2.6.2]. That is, in the present context dignity is used in its normative sense.",
              "page": 25
            },
            {
              "number": "[90]",
              "content": "Context requires that damages for breach of the Code are available to all, that is to the disabled as well as to those who are without disability. It is inconceivable that it was intended persons with a disability be treated differently. In addition it is inevitable health consumers will include those who lack the capacity to understand certain matters and those who may have capacity to understand but wholly lack the capacity to communicate decisions in respect of such matters. Examples include:",
              "page": 25,
              "subsections": [
                {
                  "title": "",
                  "content": "[90.1] Mentally disordered persons and patients under the Mental Health (Compulsory Assessment & Treatment) Act 1992, a category expressly recognised by HDCA is 57(4)."
                },
                {
                  "title": "",
                  "content": "[90.2] Those who lack, wholly or partly, the capacity to understand the matters relating to his or her personal care and welfare or the management of his or her property and in respect of whom an order has been made under the Protection of Personal and Property Rights Act or who, while having the capacity to understand those matters, wholly lack the capacity to communicate decisions in respect of such matters, a category expressly recognised by HDCA, s 57(5)."
                },
                {
                  "title": "",
                  "content": "[90.3] Children (a class recognised by HDCA, s 57(6)(a))."
                },
                {
                  "title": "",
                  "content": "[90.4] Those suffering from dementia."
                }
              ]
            },
            {
              "number": "[91]",
              "content": "In the absence of a statutory definition of dignity, we conclude that context shows that dignity, as used in the HDCA, communicates the idea of a general principle or standard that refers to a person's innate worth or value. It is a normative principle and for that reason the understanding of its meaning in the context of the Tribunal's jurisdiction can appropriately mirror the meaning given in the context of the international human rights instruments earlier referred to. That is, for the purposes of the present case dignity provides room for the law to recognise forms of harm which do not involve the subjective experience of emotional harm (humiliation and injury to feelings) but which are nevertheless grounded in the concept of human dignity. For the reasons given we are of the view that in the present context dignity means every person has equal worth. Each person's humanity means something and has worth. Each person's worth is equal to every other person's worth. Dignity is lost when, for example, a person is treated as less than human, in a way which violates his or her right to equality in dignity and rights.",
              "page": 25
            },
            {
              "number": "[92]",
              "content": "We see no reason why any different meaning should be given to dignity as used in the cognate Privacy Act and Human Rights Act. The jurisdiction to award damages under the three statutes is framed in common language and it is to be expected that the same term used in three pieces of legislation dealing with rights and which share the same tribunal, would have the same meaning.",
              "page": 25
            },
            {
              "number": "[93]",
              "content": "In addition to taking into account the international context we have considered it appropriate to ascertain whether assistance is to be derived from the conceptualisation of dignity in the context of the tort of misuse of private information. See further Burrows and Carter Statute Law in New Zealand at 267.",
              "page": 26,
              "subsections": [
                {
                  "title": "Dignity and the tort of misuse of private information",
                  "content": ""
                }
              ]
            },
            {
              "number": "[94]",
              "content": "There is nothing exceptional to this approach. In writing about how one should approach monetary awards for breaches of dignity Sir Grant Hammond himself in “Beyond Dignity?” in Jeff Berryman and Rick Bigwood The Law of Remedies: New Directions in the Common Law (Irwin Law, Toronto, 2010) 171, 202 and 206 spoke of the need to look at other areas of the law to “map out a given legal landscape in a particular jurisdiction from which general features and some guidance may be derived”. His footnote citation refers to the metaphor given by Martha C Nussbaum of “a spider sitting in the midst of its web, able to feel and respond to any tug in any part of a complicated structure”, stressing “responsiveness and an attention to complexity”.",
              "page": 26
            },
            {
              "number": "[95]",
              "content": "For a general discussion of dignity in the tort context see Nicole Moreham and Mark Warby (eds) The Law of Privacy and the Media (3rd ed, Oxford, Oxford 2016) at [2.55] to [2.64].",
              "page": 26
            },
            {
              "number": "[96]",
              "content": "Dignity and autonomy are integral to the award of damages for the tort of misuse of private information. They are not cumulative requirements and their meanings are not co-terminous. Of particular interest is the fact that the dignity ground has been recognised as having application to those who are without capacity to know that a breach of their privacy has taken place. Nicole Moreham in “Compensating for Loss of Dignity and Autonomy” in Jason Varuhas and Nicole Moreham Remedies for Breach of Privacy (Hart, Oxford, 2018) at 136 and 139 anticipates the very situation encountered by the Tribunal in the present case, namely a person who lacks capacity to know a breach has occurred:",
              "page": 26,
              "quoted_material": {
                "source": "Nicole Moreham in “Compensating for Loss of Dignity and Autonomy”",
                "content": "The idea that privacy damages should compensate loss of dignity and that that is why it is necessary to compensate for the loss of privacy per se is therefore consistent with the way privacy is understood by jurists, philosophers and social scientists. To use another person's private experience to further one's research, to make money, to titillate, to entertain or to make a point is to treat that person as a means to your ends rather than to respect that individual's inherent value as a person. And that lack of respect is inherent in breaches of privacy independent of any distress or other consequential harm suffered. Such harm will therefore be suffered - and should be compensated - whenever there is an actionable breach.\nThis dignity-based account of privacy harm helps explain why individuals should be compensated for loss of privacy even if they lack legal capacity. People are no more entitled to use a child or an unconscious grown up as a means to their ends than they are a competent adult. Such a person's inherent right to respect is no less affected by a privacy breach than a competent adult's. Courts are therefore acting entirely consistently with theoretical privacy thinking when they award privacy damages to those who were too young or who otherwise lack the capacity to know that the breach was taking place. As these decisions recognise, such individuals have a compensable right to be treated with respect - as an end and not a means whether they get distressed by privacy interference or not. [Footnotes omitted]"
              }
            },
            {
              "number": "[97]",
              "content": "In our view there is marked congruence between dignity as it is understood in the tort of misuse of private information and as understood both in international human rights law and in the domestic context of the HDCA, Privacy Act and Human Rights Act. This supports the interpretation adopted by the Tribunal.",
              "page": 26
            },
            {
              "number": "[98]",
              "content": "However, there is little congruence in relation to the personal autonomy ground which, inter alia, recognises the ability to conduct one's life in a manner of one's own choosing, sometimes being equated with self-determination. See Moreham and Warby (eds) The Law of Privacy and the Media at [2.65] to [2.68] and Moreham “Compensating for Loss of Dignity and Autonomy” at 136. The problem as we see it is that were human dignity to be defined as autonomy or having the ability to act autonomously, it becomes problematic to bring people within the scope of protection of human dignity if, in their particular case, they are non-autonomous or even unable to ever be autonomous. This includes the new-born, the comatose and those with severe intellectual impairment.",
              "page": 26
            },
            {
              "number": "[99]",
              "content": "This reservation aside, the Tribunal's finding is that within its jurisdiction, dignity is to be understood in its normative sense and not as a feeling or reaction. The statutory terms are intended to have different meanings and are not to be read or interpreted ejusdem generis. See Director of Proceedings v O'Neil [2001] NZAR 59 at [24] – [25].",
              "page": 27
            },
            {
              "number": "[100]",
              "content": "This interpretation is congruent with the tort of misuse of private information.",
              "page": 27
            },
            {
              "number": "[101]",
              "content": "Next to be addressed is the question whether dignity (and its loss) is to be interpreted from the point of view of the aggrieved individual or objectively by the Tribunal.",
              "page": 27,
              "subsections": [
                {
                  "title": "The assessment of loss of dignity – whether subjective or objective",
                  "content": ""
                }
              ]
            },
            {
              "number": "[102]",
              "content": "There are at least two reasons why the assessment must be objective:",
              "page": 27,
              "subsections": [
                {
                  "title": "",
                  "content": "[102.1] First, as has been seen, in all three of the Tribunal's jurisdictions the particular plaintiff may lack the capacity to know of or to understand the concept of human dignity, to know that a breach of his or her rights has taken place, and to articulate how a loss of dignity has followed. Even those who do not have a disability might find it difficult to explain how or why part or all of their dignity has been lost. There is no similar difficulty in their articulating the subjective experiences of humiliation or injury to feelings."
                },
                {
                  "title": "",
                  "content": "[102.2] Second (and more importantly), the conception of dignity as adopted by the Tribunal is itself an objective standard and in the nature of a principle or norm centred in the inherent dignity and worth of the human person. It is at heart a value. To adopt a particular individual's own judgment on what appears to him or her to lessen his or her dignity is to risk putting in place an unmanageable and unworkable standard. See Christopher McCrudden “Human Dignity and Judicial Interpretation of Human Rights” (2008) 19 EJIL 655 at 706. In Marks v Director of Health and Disability Proceedings [2009] NZCA 151, [2009] 3 NZLR 108 at [67] the Court of Appeal rejected a submission that the matters referred to in s 57(1)(c) are wholly subjective and held once breach of the Code is established, the relevant humiliation, injury to feelings and loss of dignity can be inferred from the circumstances of the breach."
                }
              ]
            },
            {
              "number": "[103]",
              "content": "For the reasons earlier explained, we have concluded that in the Tribunal's human rights jurisdiction dignity is to be understood as a normative principle that every person has equal worth and that each person's worth is equal to every other person's worth. Dignity is lost when, for example, a person is treated as less than human, in a way which violates their right to equality in dignity and rights.",
              "page": 27,
              "subsections": [
                {
                  "title": "The basis on which damages for loss of dignity are to be assessed",
                  "content": ""
                }
              ]
            },
            {
              "number": "[104]",
              "content": "The function of statutory damages in this context is not to compensate for how the person feels. It is to affirm and reinforce the normative importance of the inherent right to dignity regardless whether the plaintiff has experienced or is capable of experiencing any form of emotional harm and regardless of his or her ability to express such experience. The remedy is to provide vindication in the sense explained by Jason Varuhas in Damages and Human Rights (Hart, Oxford, 2016) at 17. These damages he refers to as “normative damages”. In his later “Varieties of Damages for Breach of Privacy” in Varuhas and Moreham Remedies for Breach of Privacy (Hart, Oxford, 2018) 55 at 57 he explains:",
              "page": 27,
              "quoted_material": {
                "source": "Jason Varuhas in “Varieties of Damages for Breach of Privacy”",
                "content": "...the availability of these damages is, within the law of torts, in general limited to those torts, like trespass to land, battery, false imprisonment and defamation, which are actionable per se and constituted to afford strong protection from outside interference to basic interests. Within these torts a claimant may recover damages for the injury to those of his or her interests directly protected by the tort. So traditionally one recovers in false imprisonment for the damage to one's interest in liberty inherent in the wrongful imprisonment under the head of loss of liberty. In battery one may recover for the damage to one's interest in physical integrity inherent in unwanted physical contact, whether or not the battery caused the claimant any injury, distress or medical expenses. One may recover in defamation for the damage to one's interest in one's reputation, regardless of whether the libel causes any distress or loss of income. In trespass to land the landowner recovers damages for the wrongful interference with his or her interest in exclusive possession of land, notwithstanding whether the wrong left the landowner no worse off.\nUnlike damages for factual losses, which correspond with real-world effects, these damages compensate for a damage that is constructed by and only exists on the plane of the law. In this way they are akin to expectation damages in the law of contract; there is no such thing as an expectation loss outside of the law, but without construction of this head promises would be rendered hollow. I refer to these types of damages as 'normative damages'. In constructing these heads of damage the law is seeking an end or a goal - that is to give effect to the policies which underpin creation of the primary rights. As we shall see, torts such as false imprisonment and trespass are characterised by a primary function of affording strong protection to basic interests from outside interference, and vindicating these interests, in the sense of affirming and reinforcing their importance within a hierarchy of legally protected interests and that they ought to be respected. The law, by responding to every wrongful infringement with a substantial award of damages for the interference with the interest in itself, and regardless of the happenstance of whether factual losses are suffered, affords strong protection to the interest, which is the very object of the law's protection, and sends a signal that these are interests of the utmost importance, which ought to be maintained inviolate."
              }
            },
            {
              "number": "[105]",
              "content": "Because normative damages give direct effect to policies which protect fundamental human interests and rights, Dr Varuhas observes at op cit 59 that it is unsurprising that the newer [tort] contexts in which such damages have been recognised or contemplated include anti-discrimination torts and human rights damages actions, these fields being similarly underpinned by a policy of strong protection and vindication of basic human rights.",
              "page": 28
            },
            {
              "number": "[106]",
              "content": "Translating the above into the Tribunal's three statutory jurisdictions, damages for loss of dignity give effect to the underlying policies in those statutes which protect fundamental human interests and rights. Damages vindicate rights by affirming and reinforcing their importance and above all, vindicating the dignity of the individual as framed by those rights.",
              "page": 28
            },
            {
              "number": "[107]",
              "content": "From this we conclude:",
              "page": 28,
              "subsections": [
                {
                  "title": "",
                  "content": "[107.1] The right to respect of one's dignity is normative in nature."
                },
                {
                  "title": "",
                  "content": "[107.2] In the present case there has been an admitted breach of that right."
                },
                {
                  "title": "",
                  "content": "[107.3] The Tribunal has jurisdiction to award damages for any loss of dignity without reference to how the plaintiff has reacted or feels and without reference to whether the plaintiff is capable of reacting or feeling."
                },
                {
                  "title": "",
                  "content": "[107.4] If damages are to be awarded, it will be for the vindication of the interest [ie dignity], not to compensate for emotional harm or other feelings."
                }
              ]
            }
          ]
        },
        {
          "title": "THE ASSESSMENT OF QUANTUM",
          "page_start": 29,
          "paragraphs": [
            {
              "number": "[108]",
              "content": "While Eamon attended part of the hearing, his severe disabilities precluded him from giving testimonial evidence. The evidence given by his parents was focussed on other issues and did not directly address the loss of dignity claimed. All was left to inference and submission.",
              "page": 29,
              "subsections": [
                {
                  "title": "The positions taken by the parties",
                  "content": ""
                }
              ]
            },
            {
              "number": "[109]",
              "content": "The notice of partial discontinuance filed by Mr Marshall asserts Eamon has suffered loss of dignity but does not expand on the grounds on which this assertion is based beyond drawing attention to the fact that Eamon's life has equal worth as someone who is not disabled. Reliance was placed on the definition of dignity offered by May and Daly in their paper “Why dignity rights matter” [2019] EHRLR 129 cited earlier in this decision and to which the Tribunal had drawn the attention of the parties.",
              "page": 29
            },
            {
              "number": "[110]",
              "content": "For its part, IDEA Services did not, for the purposes of these proceedings, take the position that a loss of dignity can only be experienced by a person who appreciates that there has been a breach of the Code. Rather, it was submitted that the basis on which it is claimed the admitted breaches of Right 4(1) and Right 4(2) resulted in a loss of Eamon's dignity has been neither explained nor proved. It was further submitted breach of the Code does not per se lead to a loss of the aggrieved person's dignity.",
              "page": 29
            },
            {
              "number": "[111]",
              "content": "For the reasons earlier given, we begin the analysis of quantum assessment by referring once more to the tort analogy.",
              "page": 29,
              "subsections": [
                {
                  "title": "The tort analogy",
                  "content": ""
                }
              ]
            },
            {
              "number": "[112]",
              "content": "The assessment of quantum for normative damage in the context of tort law is addressed by Dr Varuhas in Damages and Human Rights at 68, 131-132 and 475. The following quote is taken from 68:",
              "page": 29,
              "quoted_material": {
                "source": "Dr Varuhas in Damages and Human Rights at 68",
                "content": "Normative damage is assessed objectively in the sense that quantum depends on the relative importance of the interest (the more important, the greater quantum) and the extent or seriousness of the interference with the interest (the more serious, the greater quantum), and not on the specific factual effects on particular claimants which flow from the interference. It is important to make clear that compensation is awarded only for the extent of the interference with the interest, not for the entire value of the interest; put another way, damages are 'proportionate' to the extent of the interference. [Emphasis in original] [Footnotes omitted]"
              }
            },
            {
              "number": "[113]",
              "content": "The four points to take away from this analysis are:",
              "page": 29,
              "subsections": [
                {
                  "title": "",
                  "content": "[113.1] Normative damage is assessed objectively."
                },
                {
                  "title": "",
                  "content": "[113.2] Quantum depends on:\n[113.2.1] The relative importance of the interest; and\n[113.2.2] The extent or seriousness of the interference with the interest."
                },
                {
                  "title": "",
                  "content": "[113.3] Compensation is awarded only for the extent of the interference with the interest, not for the entire value of the interest. Damages are proportionate to the extent of the interference."
                }
              ]
            },
            {
              "number": "[114]",
              "content": "We are of the view the same approach should be adopted in all three of the Tribunal's jurisdictions. The Health and Disability Commissioner Act, s 57(1)(d) alone makes provision for damages where any action of the defendant was “in flagrant disregard” of the rights of the aggrieved person. That category of damages is conceptually separate from the assessment of the seriousness of the interference for the purpose of arriving at the appropriate quantum of damages to be awarded for loss of dignity.",
              "page": 30,
              "subsections": [
                {
                  "title": "Application to Tribunal's jurisdiction",
                  "content": ""
                }
              ]
            },
            {
              "number": "[115]",
              "content": "In conclusion both the assessment whether there has been a loss of dignity and the assessment of the quantum of damages for such harm is an objective exercise.",
              "page": 30
            },
            {
              "number": "[116]",
              "content": "It is necessary to add, however, that in all three of the Tribunal's statutory jurisdictions, the award of damages is discretionary. There is an explicit duty to take the conduct of the defendant into account in deciding “what, if any, remedy to grant”. The breadth of the intended discretion is underlined by the phrase “if any” and the earlier reference in the sections to “may grant”. See HDCA, s 54(4), the Privacy Act, s 85(4) and the Human Rights Act, s 92M and 92P.",
              "page": 30
            },
            {
              "number": "[117]",
              "content": "Right 4(1) of the Code provides:\nEvery consumer has the right to have services provided with reasonable care and skill.",
              "page": 30,
              "subsections": [
                {
                  "title": "The importance of the interest and the seriousness of the interference with the right",
                  "content": ""
                }
              ]
            },
            {
              "number": "[118]",
              "content": "Right 4(2) of the Code provides:\nEvery consumer has the right to have services provided that comply with legal, professional, ethical, and other relevant standards.",
              "page": 30
            },
            {
              "number": "[119]",
              "content": "The fact that these two Rights appear in the Code of itself means they are of potential importance to all health and disability consumers, particularly to the disabled. Everything will depend on the particular facts.",
              "page": 30
            },
            {
              "number": "[120]",
              "content": "As to Right 4(1), the extent of the interference is to be found in the admissions made by IDEA Services as recorded at [21] above. It includes the failure to provide appropriate oversight of the care provided to Eamon by Mr and Mrs Pluijmers, the failure to review his medication folders appropriately, the failure to identify and address the training needs of Mr and Mrs Pluijmers, the acknowledgement that the drawer in Eamon's room was not an appropriate location to store medication, the failure to interact on an appropriate level with his education provider and the failure to provide appropriate oversight and support to Mr and Mrs Pluijmers.",
              "page": 30
            },
            {
              "number": "[121]",
              "content": "Yet it was only at the end of eleven years' foster care by Mr and Mrs Pluijmers that on four occasions medication was found down the side of Eamon's wheelchair and the concerns held by Mr and Mrs Marshall were not considered by them to be of sufficient seriousness to raise them at the annual Family Group Conference on 8 December 2015. Instead, discussion of their concerns was overheard in a corridor following the conference and those concerns were not put in writing until requested by Mr Jugo. Even then, the email detailing the concerns was sent by Mr Marshall to the NASC and not copied to IDEA Services. This does not point to any perception by Mr and Mrs Marshall that any failure by IDEA Services to provide services of an appropriate standard had led to loss of or diminution of Eamon's dignity. That is, to his inherent value as a human being, to his not being treated as a person.",
              "page": 30
            },
            {
              "number": "[122]",
              "content": "When the email from Mr Marshall was forwarded to IDEA Services on 9 December 2015, immediate action was taken by IDEA Services to meet with Mr and Mrs Marshall on 10 December 2015 and Eamon was uplifted from the care of Mr and Mrs Pluijmers the same day and placed in facilities run by IDEA Services at Ikanui Road. Mr and Mrs Marshall had only praise for the standard of care received there by their son.",
              "page": 31
            },
            {
              "number": "[123]",
              "content": "In these circumstances the breach was not at the serious end of the scale and looked worse on paper than the facts justify. We have difficulty identifying just how Eamon's dignity as earlier defined was diminished by the failures admitted by IDEA Services.",
              "page": 31
            },
            {
              "number": "[124]",
              "content": "As to Right 4(2), IDEA Services admits (see [23] above) it did not comply with its own complaint procedures and standards in the context of the investigation into the complaint made by Mr and Mrs Marshall. However, it is our finding that those failures did not in any way affect Eamon's dignity or diminish his value or worth as a human being.",
              "page": 31
            },
            {
              "number": "[125]",
              "content": "While Right 3 of the Code (reflecting HDCA, s 20(1)(g)) imposes an explicit duty on health and disability providers to provide services in a manner that respects the dignity and independence of the individual, neither that right nor the Code equates breach of the Code with a loss of dignity. Such breach and loss of dignity are not to be conflated (and it is to be noted it has not been alleged IDEA Services breached Right 3). In determining whether there has been a loss of dignity in cases such as the present the question is whether it has been established on the evidence that failure to comply with the Code has diminished or caused loss to the aggrieved person's equal worth, caused him or her to be treated as if he or she had no value, or caused him or her to be dismissed, ignored, mistreated or abused as if he or she or their humanity did not matter or meant nothing. Having met and observed Eamon during the course of the hearing and having heard Mr and Mrs Marshall give evidence, we are of the clear view the evidence falls well short of establishing such loss.",
              "page": 31
            },
            {
              "number": "[126]",
              "content": "Even were we to be wrong in our conclusion, we would in any event decline a remedy in the exercise of our discretion. As mentioned, HDCA, s 54(4) requires the Tribunal to take the conduct of IDEA Services into account before a decision is made as to what, if any, remedy is to be granted. In this regard:",
              "page": 31,
              "subsections": [
                {
                  "title": "The discretion to grant a remedy",
                  "content": ""
                },
                {
                  "title": "",
                  "content": "[126.1] Significant weight must be given to the urgent action taken by IDEA Services to remove Eamon from the care of his foster parents as soon as IDEA Services was made aware of the concerns held by his parents. The new care facilities provided services of an undisputed high standard."
                },
                {
                  "title": "",
                  "content": "[126.2] IDEA Services has repeatedly offered to make amends and to apologise. Without exception, it has acted with sincerity. As soon as IDEA Services and its staff became aware of the deficiencies in the processes followed by the Area Manager in compiling and finalising her investigation report, attempts were made to meet with Mr and Mrs Marshall to put things right. IDEA Services was genuinely motivated and sincere, as were the admissions and apologies made by it in the course of the investigation by the Commissioner. The repeated efforts by IDEA Services to meet with and engage with Mr and Mrs Marshall were unjustifiably rejected."
                }
              ]
            },
            {
              "number": "[127]",
              "content": "Also to be taken into account are:",
              "page": 32,
              "subsections": [
                {
                  "title": "",
                  "content": "[127.1] Eamon's rights have already received vindication in the form of the report by the Health and Disability Commissioner published on 12 October 2018. That report made adverse findings in relation to Mr and Mrs Pluijmers and in relation to IDEA Services."
                },
                {
                  "title": "",
                  "content": "[127.2] The Tribunal has, in this decision, issued a declaration that IDEA Services breached the Code."
                }
              ]
            },
            {
              "number": "[128]",
              "content": "In these circumstances, we see no proper justification for Eamon's right to dignity to be further vindicated by the additional award of damages.",
              "page": 32
            }
          ]
        },
        {
          "title": "OVERALL CONCLUSION",
          "page_start": 32,
          "paragraphs": [
            {
              "number": "[129]",
              "content": "While IDEA Services has admitted to having breached Right 4(1) (services to be provided with reasonable care and skill) and Right 4(2) (services to comply with relevant standards), neither breach justifies a finding that the actions of IDEA Services caused a diminution or loss of Eamon's dignity nor in the circumstances of the case is an award of damages required to vindicate Right 4(1) and Right 4(2). The breaches were not of sufficient seriousness. Finally, we would, in any case, exercise our discretion to decline to award damages.",
              "page": 32
            },
            {
              "number": "[130]",
              "content": "As the claim for damages is advanced solely on the loss of dignity ground, the application for damages is dismissed.",
              "page": 32
            },
            {
              "number": "[131]",
              "content": "In the result, the only remedy awarded to Eamon is a declaration of breach under HDCA, s 54(21)(a).",
              "page": 32
            }
          ]
        },
        {
          "title": "FORMAL ORDERS",
          "page_start": 32,
          "paragraphs": [
            {
              "number": "[132]",
              "content": "A declaration is made pursuant to s 54(1)(a) of the Health and Disability Commissioner Act that IDEA Services Limited breached the Health and Disability Commissioner (Code of Health and Disability Services Consumers' Rights) Regulations 1996 in respect of Right 4(1) by failing to provide services to Eamon Marshall (the aggrieved person) with reasonable care and skill and in respect of Right 4(2) by failing to provide services to Eamon Marshall that complied with relevant standards.",
              "page": 32
            },
            {
              "number": "[133]",
              "content": "The application by Eamon Marshall for damages for loss of dignity is dismissed.",
              "page": 32
            }
          ]
        },
        {
          "title": "COSTS",
          "page_start": 32,
          "paragraphs": [
            {
              "number": "[134]",
              "content": "Each party has enjoyed a measure of success. Costs are accordingly reserved.",
              "page": 32
            },
            {
              "number": "[135]",
              "content": "Should Mr Marshall consider applying for costs on behalf of his son he is to note the only recoverable costs are the disbursements incurred in preparing and presenting the case. An itemised list will have to be sent to Ms Reuvecamp for her comment.",
              "page": 32
            },
            {
              "number": "[136]",
              "content": "Unless the parties come to an arrangement on costs, the following timetable is to apply:",
              "page": 32,
              "subsections": [
                {
                  "title": "",
                  "content": "[136.1] Mr Marshall is to file his submissions within 14 days after the date of this decision. The submissions for IDEA Services are to be filed within the 14 days which follow. Mr Marshall is to have a right of reply within 7 days after that."
                },
                {
                  "title": "",
                  "content": "[136.2] The Tribunal will then determine the issue of costs on the basis of the written submissions without further oral hearing."
                },
                {
                  "title": "",
                  "content": "[136.3] In case it should prove necessary, we leave it to the Chairperson of the Tribunal to vary the foregoing timetable."
                }
              ]
            }
          ]
        }
      ],
      "signatures": [
        {
          "name": "Mr RPG Haines ONZM QC",
          "role": "Chairperson",
          "date": ""
        },
        {
          "name": "Ms GJ Goodwin",
          "role": "Deputy Chairperson",
          "date": ""
        },
        {
          "name": "Ms LJ Alaeinia JP",
          "role": "Member",
          "date": ""
        },
        {
          "name": "Mr MJM Keefe QSM JP",
          "role": "Member",
          "date": ""
        }
      ],
      "footnotes": [
        {
          "number": "1",
          "content": "[This decision is to be cited as: Marshall v IDEA Services Ltd (HDC Act) [2020] NZHRRT 9]",
          "page": 1
        },
        {
          "number": "2",
          "content": "A genetic disorder characterised by the formation of abnormal tissue in multiple organs, most commonly the brain. skin, kidneys, retina, and heart. Effects of tuberous sclerosis include epilepsy that is resistant to treatment, and severe to profound impairment of global intellectual ability.",
          "page": 3
        },
        {
          "number": "3",
          "content": "A condition where the epilepsy activity itself may contribute to the severe neurological and cognitive impairment seen, over and above that which could be expected from the underlying pathology above.",
          "page": 3
        },
        {
          "number": "4",
          "content": "A condition marked by impaired muscle coordination (spastic paralysis) and/or other disabilities, typically caused by damage to the brain before or at birth.",
          "page": 3
        },
        {
          "number": "5",
          "content": "Report from a paediatrician, Dr Jenny Corban, Hawke's Bay District Health Board Health Services, 12 April 2016.",
          "page": 3
        }
      ]
    }
  ]
}